{"text": " { قُل لِّعِبَادِيَ ٱلَّذِينَ آمَنُواْ يُقِيمُواْ ٱلصَّلاَةَ وَيُنْفِقُواْ مِمَّا رَزَقْنَاهُمْ سِرّاً وَعَلانِيَةً مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ } وهو يوم القيامة { لاَّ بَيْعٌ فِيهِ } أي: ليتدارك به التقصير، أو يفتدي به { وَلاَ خِلاَلٌ } أي: مخالّة. مصدر بمعنى المصاحبة؛ أي: لا مفاداة فيه ولا خلة أحد بمغنية شيئاً من شفاعة أو مسامحة بمال يفتدي به، كما قال تعالى: وَٱتَّقُواْ يَوْماً لاَّ تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئاً وَلاَ يُقْبَلُ مِنْهَا عَدْلٌ وَلاَ تَنفَعُهَا شَفَاعَةٌ وَلاَ هُمْ يُنصَرُونَ [البقرة: 123]. قال الزمخشري: فإن قلت: كيف طابق الأمر بالإنفاق وصف اليوم بأنه لا بيع فيه ولا خلال؟ قلت: من قَبِل أن الناس يخرجون أموالهم في عقود المعاوضات فيعطون بدلاً ليأخذوا مثله، وفي المكارمات ومهاداة الأصدقاء ليستجرّوا بهداياهم أمثالها أو خيراً منها؛ وأما الإنفاق لوجه الله خالصاً، فلا يفعله إلا المؤمنون الخلص، فَبُعِثوا عليه ليأخذوا بدله في يوم لا بيع فيه ولا خلال. أي: لا انتفاع فيه بمبايعة ولا بمخالّة ولا بما ينفقون فيه أموالهم من المعاوضات والمكارمات، وإنما ينتفع فيه بالإنفاق لوجه الله. انتهى. قال أبو السعود: والظاهر أن { مِّن } متعلقة بـ (أنفِقُوا) وتذكير إتيان ذلك اليوم لتأكيد مضمونه، من حيث أن كلاًّ من فقدان الشفاعة وما يتدارك به التقصير، معاوضة وتبرعاً، وانقطاع آثار البيع والخلال الواقعين في الدنيا وعدم الانتفاع بهما - من أقوى الدواعي إلى الإتيان بما تبقى عوائده وتدوم فوائده من الإنفاق في سبيله تعالى. أو من حيث إن ادخار المال وترك إنفاقه، إنما يقع غالباً للتجارات والمهاداة. فحيث لا يمكن ذلك في الآخرة، فلا وجه لادخاره إلى وقت الموت. وتخصيصُ التأكيد بذلك لميل الطباع إلى المال، وكونها مجبولة على حبّه والفتنة به. ولا يبعد أن يكون تأكيداً لمضمون الأمر بإقامة الصلاة أيضاً، من حيث أن تركها كثيراً ما يكون بالاشتغال بالبيوع والمخالاّت. كما في قوله تعالى: وَإِذَا رَأَوْاْ تِجَارَةً أَوْ لَهْواً ٱنفَضُّوۤاْ إِلَيْهَا [الجمعة: 11]. ولما ذكر أحوال الكافرين لنعم الله تعالى، وأمر المؤمنين بإقامة مراسم الطاعة شكراً لنعمه، شرع في تفصيل ما يستوجب على كافة الأنام المثابرة على الشكر والطاعة من النعم العظام، حثاً للمؤمنين عليها وتقريعاً للكفرة المخلّين بها، الواضعين موضعها الكفر والمعاصي، فقال سبحانه: { ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ... }", "annotation": {"aya": [{"start": 366, "end": 504}, {"start": 1678, "end": 1739}], "hadith": [], "verse": []}}