{"text": " المعنى: ليس الأمر كما قالوا في أنه مفترى { بل كذبوا بما لم يحيطوا بعلمه } ، وهذا اللفظ يحتمل معنيين: أحدهما أن يريد بها الوعيد الذي توعدهم الله عز وجل على الكفر، وتأويله على هذا يراد به ما يؤول إليه أمره كما هو في قوله هل ينظرون إلا تأويله [الأعراف: 53]، والآية بجملتها على هذا التأويل تتضمن وعيداً، والمعنى الثاني أنه أراد بل كذبوا بهذا القرآن العظيم المنبىء بالغيوب الذي لم تتقدم لهم به معرفة ولا أحاطوا بعلم غيوبه وحسن نظمه ولا جاءهم تفسير ذلك وبيانه، و { الذين من قبلهم } يريد من سلف من أمم الأنبياء، قال الزجّاج { كيف } في موضع نصب على خبر { كان } ولا يجوز أن يعمل فيها \" انظر \" لأن ما قبل الاستفهام لا يعمل فيه. قال القاضي أبو محمد: هذا قانون النحويين لأنهم عاملوا \" كيف \" في كل مكان معاملة الاستفهام المحض في قولك: كيف زيد، ولـ \" كيف \" تصرفات غير هذا، وتحل محل المصدر الذي هو كيفية وتخلع معنى الاستفهام، ويحتمل هذا أن يكون منها ومن تصرفاتها قولهم: كن كيف شئت، وانظر قول البخاري: كيف كان بدء الوحي فإنه لم يستفهم وذكر الفعل المسند إلى \" العاقبة \" لما كانت بمعنى المآل ونحوه وليس تأنيثها بحقيقي، وقوله تعالى: { ومنهم من يؤمن به } الآية، الضمير في { منهم } عائد على قريش، ولهذا الكلام معنيان قالت فرقة: معناه من هؤلاء القوم من سيؤمن في المستقبل ومنهم من حتم الله أنه لا يؤمن به أبداً، وقالت فرقة: معناه من هؤلاء القوم من هو مؤمن بهذا الرسول إلا أنه يكتم إيمانه وعلمه بأن نبوة محمد صلى الله عليه وسلم وإعجاز القرآن حق، حفظاً لرياسته أو خوفاً من قومه، كالفتية الذين خرجوا إلى بدر مع الكفار فقتلوا فنزل فيهم إن الذين توفاهم الملائكة ظالمي أنفسهم [ النساء: 97] وكالعباس ونحو هذا، ومنهم من ليس بمؤمن. قال القاضي أبو محمد: وفائدة الآية على هذا التأويل التفرق لكلمة الكفار، وإضعاف نفوسهم، وأن يكون بعضهم على وجل من بعض، وفي قوله { وربك أعلم بالمفسدين } ، تهديد ووعيد، وقوله { وإن كذبوك } ، آية مناجزة لهم ومتاركة وفي ضمنها وعيد وتهديد، وهذه الآية نحو قوله قل يا أيها الكافرون [الكافرون: 1] إلى آخر السورة، وقال كثير من المفسرين منهم ابن زيد: هذه الآية منسوخة بالقتال لأن هذه مكية، وهذا صحيح، وقوله تعالى { ومنهم من يستمعون إليك } ، جمع { يستمعون } على معنى { من } لا على لفظها، ومعنى الآية: ومن هؤلاء الكفار من يستمع إلى ما يأتي به من القرآن بإذنه ولكنه حين لا يؤمن ولا يحصل فكأنه لا يسمع، ثم قال على وجه التسلية للنبي صلى الله عليه وسلم: أفأنت يا محمد تريد أن تسمع الصم. أي لا تكترث بذلك، وقوله { ولو كانوا لا يعقلون } معناه: ولو كانوا من أشد حالات الأصم، لأن الأصم الذي لا يسمع شيئاً بحال، فذلك لا يكون في الأغلب إلا مع فساد العقل والدماغ فلا سبيل أن يعقل حجة ولا دليلاً أبداً، { ولو } هذه بمعنى \" إن \" وهذا توقيف للنبي صلى الله عليه وسلم أي الزم نفسك هذا، وقوله { ومنهم من ينظر إليك } الآية، هي نحو الأولى في المعنى، وجاء { ينظر } على لفظ { من } ، وإذا جاء الفعل على لفظها فجائز أن يعطف عليه آخر على المعنى، وإذا جاء أولاً على معناها فلا يجوز أن يعطف آخر على اللفظ، لأن الكلام يلبس حينئذ، وهذه الآية نحو الأولى في المعنى كأنه قال: ومنهم من ينظر إليك ببصره لكنه لا يعتبر ولا ينظر ببصيرته، فهو لذلك كالأعمى فهون ذلك عليك، أفتريد أن تهدي العمي، والهداية أجمع إنما هي بيد الله عز وجل.", "annotation": {"aya": [{"start": 219, "end": 239}, {"start": 1409, "end": 1446}, {"start": 1753, "end": 1772}], "hadith": [], "verse": []}}