{"text": " فيه ست مسائل:الأُولى ـ لما مضى في الآية المتقدّمة حكم الفراق الذي سببه المرأة، وأن للزوج أخذَ المال منها عقَّب ذلك بذكر الفراق الذي سبّبه الزوج، وبيّن أنه إذا أراد الطلاق من غير نُشُوز وسوء عشرة فليس له أن يطلب منها مالاً. الثانية ـ واختلف العلماء إذا كان الزوجان يريدان الفراق وكان منهما نشوزٌ وسوء عشرة فقال مالك رضي الله عنه: للزوج أن يأخذ منها إذا تسببت في الفراق ولا يراعى تسببه هو. وقال جماعة من العلماء: لا يجوز له أخذ المال إلاَّ أن تنفرد هي بالنشوز وتطلبه في ذلك.  الثالثة ـ قوله تعالىٰ: { وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَاراً } الآية. دليل على جواز المغالاة في المهور لأن الله تعالىٰ لا يمثِّل إلاَّ بمباح. وخطب عمر رضي الله عنه فقال: ألا لا تَغالوا في صَدُقات النساء فإنها لو كانت مَكْرُمَة في الدنيا أو تقوى عند الله لكان أولاكم بها رسول الله صلى الله عليه وسلم ما أصدق قَطّ ٱمرأة من نسائه ولا بناته فوق ٱثنتي عشرة أوقِية. فقامت إليه ٱمرأة فقالت: يا عمر، يعطينا الله وتَحْرِمنا ٰ أليس الله سبحانه وتعالىٰ يقول: { وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَاراً فَلاَ تَأْخُذُواْ مِنْهُ شَيْئاً }؟ فقال عمر: أصابت ٱمرأةٌ وأخطأ عمر. وفي رواية فأطرق عمر ثم قال: كل الناس أفقه منك يا عمر ٰ. وفي أُخرىٰ: ٱمرأةٌ أصابت ورجل أخطأ. وترك الإنْكارَ. أخرجه أبو حاتم البستيّ في صحيح مسنده عن أبي العَجْفاء السلمي قال: خطب عمر الناس، فذكره إلى قوله: ٱثنتي عشرة أوقية، ولم يذكر: فقامت إليه ٱمرأة. إلى آخره، وأخرجه ابن ماجه في سننه عن أبي العَجْفاء، وزاد بعد قوله: أوقية. وأن الرجل ليُثْقِل صَدُقة ٱمرأته حتى تكون لها عداوة في نفسه، ويقول: قد كَلِفْت إليكِ عَلَق القِربة ـ أو عَرَق القِربة وكنت رجلاً عربياً مَوْلِداً ما أدري ما عَلَق القربة أو عرق القربة. قال الجوهري: وعَلَق القِربة لغةٌ في عَرَق القربة. قال غيره: ويُقال عَلَقُ القربة عِصامُها الذي تُعَلّق به. يقول كلِفت إليكِ حتى عِصام القِربة. وعرق القربة ماؤها يقول: جشمت إليك حتى سافرت وٱحتجت إلى عرق القِربة، وهو ماؤها في السفر. ويُقال: بل عرق القِربة أن يقول: نصِبت لك وتكلفت حتى عِرقت عرق القِربة، وهو سيلانها. وقيل: إنهم كانوا يتزوّدون الماء فيعلقونه على الإبل يتناوبونه فيشق على الظهر ففسر به اللفظان: العرَق والعَلَق. وقال الأصمعي: عرق القِربة كلمة معناها الشدّة. قال: ولا أدري ما أصلها. قال الأصمعي: وسمعت ٱبن أبي طَرَفَة وكان من أفصح من رأيت يقول: سمعت شيخاننا يقولون: لقيت من فلان عرق القِربة، يعنون الشدّة. وأنشدني لابن الأحمر: لَيْسَتْ بِمَشْتَمَةٍ تُعَدُّ وَعَفْوُها عَرَقُ السِّقاءِ على القَعُود اللاّغِبِ قال أبو عبيد: أراد أنه يسمع الكلمة تُغِيظه وليست بشتم فيؤاخذ صاحبها بها، وقد أبلغت إليه كعرق القربة، فقال: كعَرق السِّقا لمّا لم يمكنه الشعر ثم قال: على القَعُود اللاغِبِ، وكان معناه أن تعلق القربة على القَعود في أسفارهم. وهذا المعنى شبيه بما كان الفرّاء يَحكيه زعم أنهم كانوا في المفَاوِز في أسفارهم يتزوّدون الماء فيعلقونه على الإبل يتناوبونه فكان في ذلك تعب ومشقة على الظهر. وكان الفرّاء يجعل هذا التفسير في عَلَقَ القِربة باللام. وقال قوم لا تُعطي الآيةُ جواز المغالاة بالمهور لأن التمثيل بالقِنْطار إنما هو على جهة المبالغة كأنه قال: وآتيتم هذا القدر العظيم الذي لا يؤتيه أحد. وهذا كقوله صلى الله عليه وسلم: \" من بنى لله مسجداً ولو كَمَفْحَص قَطَاة بنى الله له بيتاً في الجنّة \" ومعلوم أنه لا يكون مسجد كمَفحص قطاة. وقد قال صلى الله عليه وسلم لابن أبي حَدْرَدٍ وقد جاء يستعينه في مهره، فسأله عنه فقال: مائتين فغضب رسول الله صلى الله عليه وسلم وقال: \" كأنكم تقطعون الذهب والفضة من عُرْض الحَرّة أو جبل \" فاستقرأ بعض الناس من هذا منع المغالاة بالمهور وهذا لا يلزم، وإنكار النبيّ صلى الله عليه وسلم على هذا الرجل المتزوّج ليس إنكاراً لأجل المغالاة والإكثار في المهور، وإنما الإنكار لأنه كان فقيراً في تلك الحال فأحوج نفسه إلى الاستعانة والسؤال، وهذا مكروه باتِّفاق. وقد أصدق عمرُ أُمَّ كُلْثُوم بنت عليّ من فاطمة رضوان الله عليهم أربعين ألف درهم. وروى أبو داود عن عقبة بن عامر \" أن النبي صلى الله عليه وسلم قال لرجل: «أترضى أن أُزوِّجك فلانة»؟ قال: نعم. وقال للمرأة: «أترضين أو أُزوِّجك فلاناً»؟ قالت: نعم. فزوّج أحدهما من صاحبه فدخل بها الرجل ولم يفرض لها صداقاً ولم يعطها شيئاً، وكان ممن شهد الحُدَيْبِيَة وله سهم بخَيْبَر فلما حضرته الوفاة قال إن رسول الله صلى الله عليه وسلم زوّجني فلانة ولم أفرض لها صداقاً ولم أعطها شيئاً، وإني أشهدكم أني قد أعطيتها من صداقها سَهْمِي بخيبر فأخذت سهمها فباعته بمائة ألف \" وقد أجمع العلماء على ألاّ تحديد في أكثر الصداق لقوله تعالىٰ: { وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَاراً } وٱختلفوا في أقله، وسيأَتي عند قوله تعالىٰ: أَن تَبْتَغُواْ بِأَمْوَالِكُمْ [النساء: 24]. ومضى القول في تحديد القنطار في «آل عمران». وقرأ ٱبن محيصن { وَآتَيْتُمْ إِحْدَاهُنَّ } بوصل ألف { إِحْدَاهُنَّ } وفي لغة ومنه قول الشاعر: وتسمع من تحت العجَاج لها أزْمَلا وقــول الآخر: إن لم أُقاتلْ فٱلبِسوني بُرْقُعاً الرابعة ـ قوله تعالىٰ: { فَلاَ تَأْخُذُواْ مِنْهُ شَيْئاً } قال بكر بن عبد الله المزنيّ: لا يأخذ الزوج من المختلعة شيئاً لقول الله تعالىٰ { فَلاَ تَأْخُذُواْ } ، وجعلها ناسخة لآية «البقرة». وقال ٱبن زيد وغيره: هي منسوخة بقوله تعالىٰ في سورة البقرة وَلاَ يَحِلُّ لَكُمْ أَن تَأْخُذُواْ مِمَّآ آتَيْتُمُوهُنَّ شَيْئاً [البقرة: 229]. والصحيح أن هذه الآيات مُحْكَمَةٌ وليس فيها ناسخ ولا منسوخ وكلها يبني بعضها على بعض. قال الطبريّ: هي مُحْكَمَةٌ، ولا معنى لقول بكر: إن أرادت هي العطاء فقد جوّز النبيّ صلى الله عليه وسلم لثَابِت أن يأخذ منه زوجته ما ساق إليها. { بُهْتَاناً } مصدر في موضع الحال { وَإِثْماً } معطوف عليه { مُّبِيناً } مِن نعته. الخامسة ـ قوله تعالىٰ: { وَكَيْفَ تَأْخُذُونَهُ } الآية. تعليل لمنع الأخذ مع الخلوة. وقال بعضهم: الإفضاء إذا كان معها في لحاف واحد جامع أو لم يجامع حكاه الهرويّ وهو قول الكلبيّ. وقال الفرّاء: الإفضاء أن يخلو الرجل وٱلمرأة وأن يجامعها. وقال ٱبن عباس ومجاهد والسدي وغيرهم: الإفضاء في هذه الآية الجماع. قال ٱبن عباس: ولكن الله كريم يَكْنِي. وأصل الإفْضَاء في اللغة المخالطة ويُقال للشيء المختلط: فَضاً. قال الشاعر: فقلتُ لها يا عمّتي لكِ ناقتي وتَمْرٌ فَضاً فِي عَيْبَتِي وَزَبِيبُ ويُقال: القوم فَوْضَىٰ فَضاً، أي مختلطون لا أمير عليهم. وعلى أن معنى «أَفْضَىٰ» خلا وإن لم يكن جامعَ، هل يتقرّر المهر بوجود الخلوة أم لا؟ ٱختلف علماؤنا في ذلك على أربعة أقوال: يستقرّ بمجرّد الخلوة. لا يستقرّ إلاَّ بالوطء. يستقر بالخلوة في بيت الإهداء. التفرقة بين بيته وبيتها. والصحيح استقراره بالخلوة مطلقاً، وبه قال أبو حنيفة وأصحابه قالوا: إذا خلا بها خلوة صحيحة يجب كمال المهر والعِدّة دخل بها أو لم يدخل بها لما رواه الدارقطنِي عن ثوبان قال قال رسول الله صلى الله عليه وسلم: \" من كشف خِمار ٱمرأة ونظر إليها وجب الصداق \" وقال عمر: إذا أغلق باباً وأرخى ستراً ورأى عورة فقد وجب الصداق وعليها العدّة ولها الميراث. وعن عليّ: إذا أغلق باباً وأرخى ستراً ورأى عورة فقد وجد الصداق. وقال مالك: إذا طال مكثه معها مثل السنة ونحوها، واتفقا على ألاّ مسِيس وطلبت المهر كله كان لها. وقال الشافعيّ: لا عِدّة عليها ولها نصف المهر. وقد مضى في «البقرة». السادسة ـ قوله تعالىٰ: { وَأَخَذْنَ مِنكُم مِّيثَاقاً غَلِيظاً } فيه ثلاثة أقوال. قيل: هو قوله عليه السَّلام: \" فاتقوا الله في النساء فإنكم أخذتموهنّ بأمانة الله وٱستحللتم فروجهنّ بكلمة الله \" قاله عكرمة والربيع. الثاني ـ قوله تعالىٰ: فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ [البقرة:229] قاله الحسن وٱبن سيرين وقتادة والضحاك والسدي. الثالث ـ عقدة النكاح قول الرجل: نكحت وملكت عقدة النكاح قاله مجاهد وٱبن زيد. وقال قوم: الميثاق الغليظ الولد. والله أعلم.", "annotation": {"aya": [{"start": 4117, "end": 4148}, {"start": 4630, "end": 4697}, {"start": 6574, "end": 6624}], "hadith": [{"start": 2873, "end": 2943}, {"start": 3114, "end": 3167}, {"start": 3539, "end": 3972}, {"start": 5980, "end": 6024}, {"start": 6449, "end": 6531}], "verse": [{"start": 2179, "end": 2219}, {"start": 2220, "end": 2259}, {"start": 4301, "end": 4333}, {"start": 4348, "end": 4381}, {"start": 5433, "end": 5461}, {"start": 5462, "end": 5499}]}}