{"text": " { أَمْ تَسْـئَلُهُمْ } انتقالٌ من توبـيخهم بما ذُكر من قوله: أَمْ يَقُولُونَ بِهِ جِنَّةٌ [المؤمنون: 70] إلى التَّوبـيخِ بوجهٍ آخَر كأنَّه قيل أمْ يزعمُون أنَّك تسألهم عن أداء الرِّسالةِ { خَرْجاً } أي جُعْلاً فلأجل ذلك لا يُؤمنون بك وقوله تعالى: { فَخَرَاجُ رَبّكَ خَيْرٌ } أي رزقُه في الدُّنيا وثوابُه في الآخرةِ، تعليلٌ لنفيِ السُّؤالِ المستفادِ من الإنكارِ أي لا تسألهم ذلك فإنَّ ما رزقك اللَّهُ تعالى في الدُّنيا والعُقْبى خيرٌ لك من ذلكَ وفي التَّعرضُ لعُنوانِ الرُّبوبـيَّةِ مع الإضافةِ إلى ضميرهِ عليه الصَّلاةُ والسَّلامُ من تعليلِ الحكمِ وتشريفه عليه الصَّلاةُ والسَّلامُ ما لا يخفى. والخَرْجُ بإزاءِ الدَّخْلِ يقال لكلِّ ما تخرجه إلى غيرِك. والخَرَاجُ غالبٌ في الضَّريبةِ على الأرضِ وقيل الخَرْجُ ما تبرَّعت به والخراجُ ما لزمَك وقيل الخَرْجُ أخصُّ من الخَراجِ ففي النَّظمِ الكريمِ إشعارٌ بالكثرةِ واللزومِ. وقُرىء خرجاً فخَرْجُ وخراجاً فخراج { وَهُوَ خَيْرُ ٱلرٰزِقِينَ } تقريرٌ لخيريَّةِ خراجهِ تعالى: { وَإِنَّكَ لَتَدْعُوهُمْ إِلَىٰ صِرٰطٍ مُّسْتَقِيمٍ } تشهدُ العقول السَّليمةُ باستقامته ليس فيهِ شائبةُ اعوجاجٍ تُوهم اتَّهامَهم لك بوجهٍ من الوجوهِ ولقد ألزمَهم اللَّهُ عزَّ وعلا وأزاحَ عللهم في هذه الآياتِ حيث حصرَ أقسامَ ما يُؤدِّي إلى الإنكارِ والاتِّهامِ وبـيَّن انتفاءَ ما عدا كراهتهم للحقِّ وقِلَّة فطنتهم. { وإِنَّ ٱلَّذِينَ لاَ يُؤْمِنُونَ بِٱلآخِرَةِ } وُصفوا بذلك تشنيعاً لهم بما هُم عليهِ من الانهماكِ في الدُّنيا وزعمهم أنْ لا حياة إلاَّ الحياةُ الدُّنيا وإشعاراً بعلَّةِ الحُكمِ فإنَّ الإيمانَ بالآخرةِ وخوفَ ما فيها من الدَّواهي من أقوى الدَّواعي إلى طلبِ الحقِّ وسلوكِ سبـيلهِ. { عَنِ ٱلصّرٰطِ } أي عن جنسِ الصِّراطِ { لَنَـٰكِبُونَ } لعادلون فضلاً عن الصِّراطِ المستقيمِ الذي تدعُوهم إليه. والأوَّلُ أدلُّ على كمال ضلالهم وغايةِ غوايتهم لما أنَّه ينبىءُ عن كون ما ذهبُوا إليه ممَّا لا يُطلق عليه اسمُ الصِّراطِ ولو كان مُعوجّاً. { وَلَوْ رَحِمْنَـٰهُمْ وَكَشَفْنَا مَا بِهِمْ مّن ضُرّ } أي قحطٍ وجدبٍ. { لَّلَجُّواْ } لتمادَوا { فِي طُغْيَـٰنِهِمْ } إفراطِهم في الكُفرِ والاستكبارِ وعداوةِ الرَّسولِ عليه الصَّلاةُ والسَّلامُ والمؤمنين { يَعْمَهُونَ } أي عامهينَ عن الهُدى. رُوي أنَّه لمَّا أسلمَ ثُمامةُ بنُ أثالٍ الحنفيُّ ولحقَ باليمامةِ ومنعَ الميرةَ عن أهلِ مكَّةَ وأخذَهُم اللَّهُ تعالى بالسِّنينَ حتى أكلُوا العِلْهِزَ، جاءَ أبُو سفيانَ إلى رسولِ الله صلى الله عليه وسلم فقالَ له: أنشُدكَ اللَّهَ والرَّحِمَ ألستْ تزعمُ أنَّك بُعثتَ رحمةً للعالمينَ قال: \" بلى \" فقال: قتلتَ الآباءَ بالسَّيفِ والأبناءَ بالجُوعِ. فنزلتْ والمعنى لو كشفنا عنهُم ما أصابَهم من القحطِ والهُزال برحمتنا إيَّاهم ووجدُوا الخصبَ لارتدُّوا إلى ما كانُوا عليه من الكُفرِ والاستكبارِ ولذهبَ عنهم هذا التملُّقُ والإبلاسُ وقد كان كذلكَ.", "annotation": {"aya": [{"start": 61, "end": 89}], "hadith": [{"start": 2293, "end": 2300}], "verse": []}}