{"text": " قوله عز وجل: { ولا تأكلوا أموالكم بينكم بالباطل } نزلت في امرئ القيس بن عابس الكندي ادّعى عليه ربيعة بن عبدان الحضرمي عند رسول الله صلى الله عليه وسلم في أرض فقال رسول الله صلى الله عليه وسلم للحضرمي: ألك بينة قال لا قال فلك يمينه فانطلق ليحلف فقال رسول الله صلى الله عليه وسلم أما إن حلف على ماله ليأكله ظلماً ليلقين الله وهو عنه معرض فأنزل الله هذه الآية. والمعنى لا يأكل بعضكم مال بعض بالباطل أي من غير الوجه الذي أباحه الله له. وأصل الباطل الشيء الذاهب. فصل أما حكم الآية فأكل المال بالباطل على وجوه: الأول: أن يأكله بطريق التعدي والنهب والغصب. الثاني: أن يأكله بطريق اللهو كالقمار وأجرة المغنى وثمن الخمر والملاهي ونحو ذلك. الثالث: أن يأكله بطريق الرشوة في الحكم وشهادة الزور. الرابع: الخيانة وذلك في الوديعة والأمانة ونحو ذلك. وإنما عبر عن أخذ المال بالأكل لأنه المقصود الأعظم، ولهذا وقع في التعارف فلان يأكل أموال الناس بمعنى يأخذها بغير حلها { وتدلوا بها إلى الحكام } أي وتلقوا أمور تلك الأموال التي فيها الحكومة إلى الحكام. قال ابن عباس هذا في الرجل يكون عليه المال وليس عليه بينة فيجحد ويخاصم إلى الحكام وهو يعلم أن الحق عليه وهو آثم بمعنى وقيل: هو أن يقيم شهادة الزورعند الحاكم وهو يعلم ذلك. وقيل معناه ولا تأكلوا المال بالباطل وتنسبوه إلى الحكام، وقيل: لا تدل بمال أخيك إلى الحاكم وأنت تعلم أنك ظالم فإن قضاءه لا يحل حراماً وكان شريح القاضي يقول إني لأقضي لك وإني لأظنك ظالماً ولكن لا يسعني إلاّ أن أقضي بما يحضرني من البينة وإن قضائي لا يحل لك حراماً ق عن أم سلمة \" أن رسول الله صلى الله عليه وسلم سمع جلبة خصم بباب حجرته فخرج إليهم فقال: \" إنما أنا بشر وإنه يأتيني الخصم فلعل بعضهم أن يكون أبلغ من بعض \" وفي رواية \" ألحن بحجته من بعض فأحسب أنه صادق فأقضي له فمن قضيت له بحق مسلم فإنما هي قطعة من النار فليحملها أو يذرها \" قوله سمع جلبة خصم يعني أصوات خصم قوله ألحن بحجته، يقال: فلان ألحن بحجته من فلان أي أقوم بها منه وأقدر عليها، من اللحن بفتح الحاء وهو الفطنة { لتأكلوا فريقاً } أي طائفة وقطعة { من أموال الناس بالإثم } يعني بالظلم وقال ابن عباس باليمين الكاذبة وقيل بشهادة الزور { وأنتم تعلمون } يعني أنكم على الباطل.", "annotation": {"aya": [], "hadith": [{"start": 1452, "end": 1517}, {"start": 1528, "end": 1635}], "verse": []}}