{"text": " الاعراب والمعنى: العامل في الضرف من قوله: { في الدنيا والآخرة } يحتمل أمرين: أحدهما - \" يبين \" على قول الحسن. والثاني - \" يتفكرون \" في قول غيره. وأجاز الزجاج الوجهين معاً. وكيفية فكرهم في الدنيا والآخرة، قال قتادة: يتفكرون في أن الدنيا دار بلاء، وفناء، والآخرة دار جزاء وبقاء. اللغة: وقوله تعالى: { ويسألونك عن اليتامى } ، فهو جمع يتيم، والفعل منه يتم ييتم يتماً، كقولك: نكر نكراً. وحكى الفراء: يتم ييتم يتماً، كشغل شغلا. وقوله: { وإن تخالطوهم } فالمخالطة: مجامعة يتعذر معها التمييز، كمخالطة الخل للماء، والماء للماء وما أشبه ذلك، تقول: خلط يخلط خلطاً، وخالطه خلاطاً ومخالطة، واختلاطا، وتخالطوا تخالطاً، وخلطه تخليطاً، وتخلّط تخلطاً. وأخلط الفرس: إذا قصر في جريه. واستخلط الفحل: اذا خالط ثيله حياء الناقة والخلاط: الجنون، لاختلاط الأمور على صاحبه. والخليطان: الشريكان، لاختلاط أموالهما. والخليط: القوم أمرهم واحد. والخلاط: داء في الجوف. ورجل خلط: متحبب الى الناس، لطلبه الاختلاط بهم. المعنى: ومعنى الآية الاذن لهم فيما كانوا متحرّجون منه من مخالطة الأيتام في الأموال: من المأكل، والمشرب والمسكن، ونحو ذلك، فأذن الله لهم في ذلك إذا تحرّوا الاصلاح بالتوفير على الأيتام - في قول الحسن، وغيره - وهو المروي في أخبارنا. الاعراب: وقوله: { فإخوانكم } رفع على فهم أخوانكم خالطموهم أو لم تخالطوهم، وقوله: فإن خفتم فرجالاً أو ركباناً نصب على فصلّوا وهو حال الصلاة خاصه لا حال معنى فأنتم رجال أو ركبان، كيف تصرفت الحال. ويجوز - في العربية - فاخوانكم على النصب على تقدير: فاخوانكم تخالطون، والوجه الرفع، لما بيناه. اللغة: وقوله: { ولو شاء الله لأعنتكم } معناه: التذكير بالنعمة في التوسعة على ما توجبه الحكمة مع القدرة على التضييق الذي فيه أعظم المشقة، والاعنات: الحمل على مشقة لا تطاق فعلا. وعنت العظم عنتاً اذا أصابه وهن أو كسر، وأعنته إعناتاً إذا عسفه بالحمل على مكروه لا يطيقه. وعنت عنتاً إذا اكتسب مأثماً، وتعنته تعنتاً إذ لبس عليه في سؤاله له. والاكمة العنوت: هي الطويلة من الآكام، وأصل الباب المشقة. المعنى: وقال البلخي: في هذه الآية دلالة على فساد قول من قال: إنه تعالى لا يقدر على الظلم، لأن الاعنات - بتكليف ما لا يجوز في الحكمة - مقدور له، إذ لو يشاء لفعله. وقال الجبائي: لو أعنتهم لكان جائزاً حسناً، لكنه تعالى وسع على العباد، لما في التوسعة من تعجيل النعمة. وفي الآية دلالة على بطلان قول المجبرة في البدل، وتكليف ما لا يطاق، أما البدل، فلأنهم يذهبون الى النهي عن الكفر الموجود في حالة بأن يكون الايمان بدلا منه، وهذا أعظم ما يكون من الاعنات، لأنه أمر له بالمحال، هو ليكن منك الايمان بدلا من الكفر الموجود في الحال، وكذلك النهي فيما لم يكن منك ما هو كائن من الكفر الموجود في الحال كل ذلك محال، وكذلك الأمر بالايمان، من لم يقدر على الايمان، فاذا لم يفعله عُذّب بأشد العذاب، وإذا لم يكلف من الممكن ما فيه مشقة وشدة، للمظاهرة على عباده بالنعمة، لم يجز أن يكلف ما ليس على قدره، لأنه أسوء تناقض المظاهرة بالنعمة. وقوله: { إن الله عزيز حكيم } أي يفعل بعزته ما يحب، لا يدفعه عنه دافع. { حكيم } ذو حكمة فيما أمركم به من أمر اليتامى وغيره.", "annotation": {"aya": [{"start": 1195, "end": 1222}], "hadith": [], "verse": []}}