{"text": " { وَ } بعدما تناسل قوم نوح وتكاثرت أمم منهم، فاستكبروا عن طريق التوحيد واتخذوا الأصنام والأوثان آلهة، أرسلنا { إِلَىٰ عَادٍ } العادين عن طريق الحق، المتجاوزين عن صراط التوحيد ظلماً وعدواناً { أَخَاهُمْ هُوداً } ليهديهم إلى طريق الحق وصراط مستقيم { قَالَ } بعدما أوحينا إليه آذنا له بتذكير قومه: { يٰقَوْمِ } أضافهم إلى هفسه تحنناً و إشفاقاً على ما هو مقتضى الإرشاد { ٱعْبُدُواْ ٱللَّهَ } الواحد الأحد الصمد الذي لا إله إل هو واعتقدوا { مَا لَكُمْ مِّنْ إِلَـٰهٍ } يعبد بالحق ويرجع إليه ما في الأمور { غَيْرُهُ } إذ لا موجود سواه ولا إله إلا هو { إِنْ أَنتُمْ } أي: ما أنتم بعدما ظهر الحق باتخاذ الأوثان آلهة غيره { إِلاَّ مُفْتَرُونَ } [هود: 50] مبطلون في اتخاذها افتراء ومراء. { يٰقَوْمِ } اسمعوا قولي واتعظوا به وامضوا بمقتضاه واقبلوا نصحي؛ إذ { لاۤ أَسْأَلُكُمْ عَلَيْهِ أَجْراً } ولا أطلب منكم عوضاً، بل أنا مأمور بالتبليغ والتذكير من عند العليم الخبير { إِنْ أَجْرِيَ إِلاَّ عَلَى ٱلَّذِي فَطَرَنِيۤ } أي: بعثني بالإرشاد والإهداء، أتشكون في أمري وتترددون في شأني وتذكيري ونصحي؟ { أَفَلاَ تَعْقِلُونَ } [هود: 51] وتستعملون عقولكم في أفعالكم القبيحة وأعمالكم الفاسدة الناكبة عن طريق الاعتدال الذي هو صراط الله الأقوم الأعدل؟!. { وَ } بعدما ازدادوا الإصرار والاستكبار، أخذهم الله بعقم الأرحام والأمطار فاضطروا، قال هود عليه السلام: { يٰقَوْمِ ٱسْتَغْفِرُواْ رَبَّكُمْ } من فرطاتكم وهفواتكم، واطلبوا المغفرة والنجاة منه { ثُمَّ تُوبُوۤاْ } واسترجعوا { إِلَيْهِ } نادمين مخلصين { يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُمْ } بأمر الله تفضلاً وامتناناً { مِّدْرَاراً } أمطاراً كثيرة على سبيل التتابع والإدرار { وَيَزِدْكُمْ قُوَّةً إِلَىٰ قُوَّتِكُمْ } أي: يضاعف أولادكم التي هو قوة ظهوركم { وَ } عليكم أن { لاَ تَتَوَلَّوْاْ } على الله حال كونكم { مُجْرِمِينَ } [هود: 52] معرضين وعن رسله مصرين على ما أنتم عليه. { قَالُواْ } بعما سمعوا منه ما سمعوا: { يٰهُودُ } نادوه استحقاراً له واستكباراً عليه { مَا جِئْتَنَا بِبَيِّنَةٍ } واضحة مثبتة لدعواك حتى نقبل منك قولك { وَ } بعدما لم تجيء إلينا بالبينة الملجئة ما كان نعتقدك صادقاً صدوقاً ثقة حتى نقبل قولك بلا بينة، اترك ما أنت عليه من الدعوة الفاسدة؛ إذ { مَا نَحْنُ بِتَارِكِيۤ آلِهَتِنَا } التي وجدنا آباءنا لها عاكفين { عَن قَوْلِكَ } أي: عن مجرد دعواك لا بينة ودليل { وَ } بالجملة: { مَا نَحْنُ لَكَ بِمُؤْمِنِينَ } [هود: 53] مصدقين لك بلا شاهد وبينة.", "annotation": {"aya": [], "hadith": [], "verse": []}}