{"text": " { أَنَزلَ } أي الواحد القهار وهو الله سبحانه { مِّنَ ٱلسَّمَاء } من السحاب { مَآءً } مطراً { فَسَالَتْ أَوْدِيَةٌ } جمع واد وهو الموضع الذي يسيل فيه الماء بكثرة وإنما نكر لأن المطر لا يأتي إلا على طريق المناوبة بين البقاع فيسيل بعض أودية الأرض دون بعض { بِقَدَرِهَا } بمقدارها الذي علم الله أنه نافع للممطور عليهم ضار { فَٱحْتَمَلَ ٱلسَّيْلُ } أي رفع { زَبَدًا } هو ما علا على وجه الماء من الرغوة والمعنى علاه زبد { رَّابِيًا } منتفخاً مرتفعاً على وجه السيل { وَمِمَّا يُوقِدُونَ عَلَيْهِ } بالياء كوفي غير أبي بكر و«من» لابتداء الغاية أي ومنه ينشأ زبد مثل زبد الماء أو للتبعيض أي وبعضه زبد { فِي ٱلنَّارِ } حال من الضمير في عليه أي ومما توقدون عليه ثابتاً في النار { ٱبْتِغَاء حِلْيَةٍ } مبتغين حلية فهو مصدر في موضع الحال من الضمير في توقدون { أَوْ مَتَـٰعٍ } من الحديد والنحاس والرصاص يتخذ منها الأواني وما يتمتع به في الحضر والسفر وهو معطوف على { حلية } أي زينة من الذهب والفضة { زَبَدٌ } خبث وهو مبتدأ { مّثْلُهُ } نعت له و { مما توقدون } خبر له أي لهذه الفلزّات إذا أغليت زبد مثل زبد الماء. { كَذٰلِكَ يَضْرِبُ ٱللَّهُ ٱلْحَقَّ وَٱلْبَـٰطِلَ } أي مثل الحق والباطل { فَأَمَّا ٱلزَّبَدُ فَيَذْهَبُ جُفَاءً } حال أي متلاشياً وهو ما تقذفه القدر عند الغليان والبحر عند الطغيان والجفء الرمي وجفأت الرجل صرعته { وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ } من الماء والحلي والأواني { فَيَمْكُثُ فِي ٱلأَرْضِ } فيثبت الماء في العيون والآبار والحبوب والثمار وكذلك الجواهر تبقى في الأرض مدة طويلة { كَذٰلِكَ يَضْرِبُ ٱللَّهُ ٱلأَمْثَالَ } ليظهر الحق من الباطل وقيل هذا مثل ضربه الله للحق وأهله والباطل وحزبه فمثل الحق وأهله بالماء الذي ينزل من السماء فتسيل به أودية الناس فيحيون به وينفعهم بأنواع المنافع وبالفلز الذي ينتفعون به في صوغ الحلي منه واتخاذ الأواني والآلات المختلفات وإن ذلك ماكث في الأرض باقٍ بقاء ظاهراً يثبت الماء في منافعه وكذلك الجواهر تبقى أزمنة متطاولة. وشبه الباطل في سرعة اضمحلاله ووشك زواله بزبد السيل الذي يرمي به. وبزبد الفلز الذي يطفو فوقه إذا أذيب. قال الجمهور وهذا مثل ضربه الله تعالى للقرآن والقلوب والحق والباطل فالماء القرآن نزل لحياة الجنان كالماء للأبدان والأدوية للقلوب. ومعنى { بقدرها } بقدر سعة القلب وضيقه، والزبد هواجش النفس ووساوس الشيطان، والماء الصافي المنتفع به مثل الحق فكما يذهب الزبد باطلاً ويبقى صفو الماء كذلك تذهب هواجس النفس ووساوس الشيطان ويبقى الحق كما هو وأما حلية الذهب والفضة فمثل للأحوال السنية والأخلاق الزكية وأما متاع الحديد والنحاس والرصاص فمثل للأعمال الممدة بالإخلاص المعدة للخلاص فإن الأعمال جالبة للثواب دافعة للعقاب كما أن تلك الجواهر بعضها أداة النفع في الكسب وبعضها آلة الدفع في الحرب وأما الزبد فالرياء والخلل والملل والكسل.", "annotation": {"aya": [], "hadith": [], "verse": []}}