{"text": " وقوله سبحانه: { وَإِذَا جَاءَكَ ٱلَّذِينَ يُؤْمِنُونَ بِـئَايَـٰتِنَا فَقُلْ سَلَـٰمٌ عَلَيْكُمْ... } الآية: قال جمهور المفسِّرين: هؤلاءِ هم الذينَ نَهَى اللَّهُ عَنْ طردهم، وشَفَعَ ذلك بِأنْ أَمَرَ سبحانه أنْ يسلِّم النبيُّ ـــ عليه السلام ـــ عليهم، ويُؤْنِسَهُمْ، قال خَبَّابُ بْنُ الأَرَتَّ: لما نزلَتْ: { وَإِذَا جَاءَكَ ٱلَّذِينَ يُؤْمِنُونَ بِـئَايَـٰتِنَا... } الآية، فكُنَّا نأتي النبيِّ صلى الله عليه وسلم، فيقولُ لنا: سَلاَمٌ عَلَيْكُمْ، ونقعُدُ معه، فإذا أراد أنْ يقوم، قَامَ، وتركَنا، فأنزل اللَّه تعالَىٰ: وٱصْبِرْ نَفْسَكَ مَعَ ٱلَّذِينَ يَدْعُونَ رَبَّهُم... [الكهف:28]، فكان يَقْعُدُ معنا، فإذا بَلَغَ الوقْتَ الذي يقومُ فيه، قُمْنا وتركْنَاه، حتَّىٰ يقوم، و { سَلَـٰمٌ عَلَيْكُم }: ابتداءٌ، والتقديرُ: سَلاَمٌ ثابتٌ أو واجبٌ عليكم، والمعنَى: أمَنَةً لكُمْ مِنْ عذاب اللَّه في الدنيا والآخرة، ولفظه لفظُ الخَبَر، وهو في معنى الدُّعَاء، قال الفَخْر قوله تعالى: { كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ }: النَّفْسُ ههنا: بمعنى الذَّات، والحقيقةِ، لا بمعنى الجِسْمِ، واللَّهُ تعالَىٰ مقدَّس عنه. انتهى. قلتُ: قالَ ابْنُ العَرَبِيِّ في كتاب «تفسير الأَفْعَال الواقعة في القُرآن»: قوله تعالى: { كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ } ، قال علماؤنا: كَتَبَ: معناه أَوْجَبَ، وعندي أنه كَتَبَ حقيقةً، قال النبيُّ صلى الله عليه وسلم: \" إنَّ اللَّهَ خَلَقَ القَلَمَ، فَقَالَ لَهُ: ٱكْتُبْ، فَكَتَبَ مَا يَكُونُ إلَىٰ يَوْمِ القِيَامَةِ \" انتهى. وقرأ عاصمٌ، وابنُ عَامِرٍ أنَّهُ ـــ بفَتْحِ الهَمْزةِ في الأولَىٰ ـــ والثانيةِ «فأنَّهُ»: الأولَىٰ بدلٌ من { ٱلرَّحْمَةِ } ، و «أنَّهُ» الثانيةُ: خبرُ ابتداءٍ مضمرة، تقديرُهُ: فأمره أنَّه غفورٌ رحيمٌ، هذا مذْهَبُ سيبَوَيْه، وقرأ ابنُ كَثِيرٍ، وأبو عَمْرٍو، وحمزة، والكسائي «إنَّهُ» ـــ بكسر الهمزة في الأولَىٰ والثانية ـــ، وقرأ نافعٌ بفَتْح الأولَىٰ وكَسْر الثانية، والجهالةُ في هذا الموضِعِ: تعمُّ التي تُضَادُّ العِلْمَ، والتي تُشَبَّه بها؛ وذلك أنَّ المتعمِّد لفعْلِ الشيء الذي قَدْ نُهِيَ عنه تُسَمَّىٰ معصيته تِلْكَ جِهَالَةً، قال مجاهدٌ: مِنَ الجهالةِ ألاَّ يعلم حَلاَلاً مِنْ حرامٍ، ومن جهالته أنْ يركِّب الأمر. قُلْتُ: أيْ: يتعمَّده، ومن الجهالة الَّتي لا تُضَادُّ العلم قولُهُ صلى الله عليه وسلم في ٱستعاذَتِهِ: \" أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَيَّ \" ؛ ومنها قولُ الشَّاعر: [الوافر] أَلاَ لاَ يَجْهَلَنْ أَحَدٌ علَيْنَا فَنَجْهَلَ فَوْقَ جَهْلِ الجَاهِلِينَا قال الفخْر: قال الحَسَنُ: كُلُّ مَنْ عَمِلَ معصيةً، فهو جاهلٌ، فقيل: المعنَىٰ أنه جاهلٌ بمقدارِ ما فاتَهُ منَ الثَّواب، وما ٱستحقَّه من العقابِ، قلْتُ: وأيضاً فهو جاهلٌ بقَدْر مَنْ عصاه. انتهى. والإشارةُ بقوله تعالَىٰ: { وَكَذَٰلِكَ نُفَصِّلُ ٱلأَيَـٰتِ } ، إلى ما تقدَّم من النهْيِ عن طَرْدِ المؤمنين، وبَيَانِ فَسَادِ مَنْزَعِ العارضين لذلك، وتفصيلُ الآياتِ: تبيينُها وشَرْحُها وإظهارُها، قلْتُ: ومما يناسِبُ هذا المَحَلَّ ذِكْرُ شيء ممَّا ورد في فَضْلِ المُصَافَحَة، وقد أسند أبُو عُمَر في «التمهيد»، عن عبد الرحْمَنِ بْنِ الأسود، عن أَبِيهِ وعلقمة؛ أنهما قَالاَ: «مَنْ تَمَامِ التَّحِيَّةِ المُصَافَحَةُ»، وروى مالكٌ في «الموطإ»، عن عطاءٍ الخُرَاسَانِيِّ، قالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: \" تَصَافَحُوا؛ يَذْهَبُ الغِلُّ، وَتَهَادَوْا؛ تَحَابُّوا، وَتَذْهَب الشَّحْنَاءُ \" ، قال أبو عُمَر في «التمهيد»: هذا الحديثُ يتَّصلُ مِنْ وجوه شتَّىٰ حِسَانٍ كلُّها، ثم أسند أبو عُمَر من طريقِ أبي دَاوُد وغَيْره، عن البَرَاءِ، قال: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: \" مَا مِنْ مُسْلِمَيْنِ يَلْتَقِيَانِ، فَيَتَصَافَحَانِ إلاَّ غُفِرَ لَهُمَا قَبْلَ أَنْ يَتَفَرَّفَا \" ، ثم أسند أبو عُمَرَ عن البَرَاء بنِ عَازِبٍ، قال: \" لَقِيتُ رَسُولَ اللَّهِ صلى الله عليه وسلم، فَأَخَذَ بِيَدِي، فَقُلْتُ: يَا رَسُولَ اللَّهِ، إنْ كُنْتُ لأحْسِبُ أَنَّ المُصَافَحَةَ لِلْعَجَمِ فَقَالَ: نَحْنُ أَحَقُّ بِالمُصَافَحَةِ مِنْهُمْ؛ مَا مِنْ مُسْلِمَيْنِ يَلْتَقِيَانِ، فَيَأْخُذُ أَحَدُهُمَا بِيَدِ صَاحِبِهِ مَوَدَّةً بَيْنَهُمَا، ونَصِيحَةً، إلاَّ أُلْقِيَتْ ذُنُوبُهُمَا بَيْنَهُمَا \" ، وأسند أبو عُمَرَ عن عمر بْنِ الخَطَّابِ، قال: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: \" إذَا ٱلْتَقَى المُسْلِمَانِ، فَتَصَافَحَا، أنْزَلَ اللَّهُ عَلَيهِمَا مِائَةَ رَحْمَةٍ؛ تِسْعُونَ مِنْهَا لِلَّذِي بَدَأَ بِالمُصَافَحَةِ، وَعَشَرَةٌ لِلَّذِي صُوفِحَ، وَكَانَ أَحَبَّهُمَا إلَى اللَّهِ أَحْسَنُهُمَا بِشْراً بِصَاحِبِهِ \" انتهى. وقد ذكرنا طَرَفاً مِنْ آدَابِ المُصَافحة فِي غَيْرِ هذا الموضعِ، فَقِفْ عليه، وٱعْمَلْ به، تَرْشَدْ، فإنَّ العلْم إنما يرادُ للعَمَل، وباللَّه التوفيق. وخُصَّ سبيلُ المُجْرمينَ بالذِّكْر؛ لأنهم الذين آثَرُوا ما تقدَّم من الأقوال، وهو أهَمُّ في هذا الموضِعِ؛ لأنها آياتُ رَدٍّ علَيْهم. وأيضاً: فتَبْيِينُ سَبِيلِهِمْ يتضمَّن بيانَ سَبِيلِ المُؤْمنين، وتَأوَّلَ ابنُ زَيْد؛ أنَّ قوله: { ٱلْمُجْرِمِينَ } مَعْنِيٌّ به الآمِرُونَ بطَرْد الضَّعَفَةِ. وقوله سبحانه: { قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ قُلْ لاَّ أَتَّبِعُ أَهْوَاءَكُمْ... } الآية: أَمَرَ اللَّهُ سبحانه نَبيَّه ـــ عليه السلام ـــ؛ أنْ يجاهرهم بالتبرِّي ممَّا هم فيه، و { تَدْعُونَ }: معناه تعبدون، ويْحْتَمَلُ أنْ يريدَ: تَدْعُونَ في أموركُمْ، وذلك مِنْ معنى العبَادةِ، وٱعتقادِهِمُ الأصنامَ آلهة. وقوله تعالى: { قُلْ إِنِّي عَلَىٰ بَيِّنَةٍ مِّن رَّبِّي }: المعنَىٰ: قل إني علَىٰ أمْر بيِّن، { وَكَذَّبْتُم بِهِ } ، الضمير في «بِهِ» عائدٌ على «بَيِّن»، أو علَى الرَّبِّ، وقيل: على القُرآن، وهو جليٌّ، وقال بعضُ المفسِّرين: الضميرُ في «به» الثانِي عائدٌ علَىٰ «مَا»، والمُرَادُ بها الآياتُ المقْتَرَحَةُ؛ علَىٰ ما قال بعض المفسِّرين، وقيل: المرادُ به العذابُ، وهو يترجَّح من وجْهَيْن: أحدهما: مِنْ جهة المَعْنَىٰ؛ وذلك أنَّ قوله: { وَكَذَّبْتُم بِهِ } يتضمَّن أنَّكم واقعتم مَا تَسْتَوْجِبُون به العَذَابَ إلاَّ أنه ليس عنْدِي. والآخَرُ: مِنْ جهة لَفْظِ الاستعجالِ الذي لَمْ يأت في القُرآن إلاَّ للعذابِ. وأما ٱقتراحُهُمْ للآيَاتِ، فَلمْ يكُنْ بٱستعجالٍ. وقوله: { إِنِ ٱلْحُكْمُ إِلاَّ لِلَّهِ } ، أي: القضاءُ والإنفاذُ، و { يَقُصُّ ٱلْحَقَّ } ، أيْ: يخبر به، والمعنَىٰ: يقُصُّ القَصَص الحَقَّ، وقرأ حمزةُ والكِسَائيُّ وغيرهما: «يَقْضِي الحَقَّ»، أي: يُنْفِذُهُ.", "annotation": {"aya": [{"start": 520, "end": 574}], "hadith": [{"start": 1257, "end": 1359}, {"start": 2091, "end": 2130}, {"start": 2947, "end": 3030}, {"start": 3222, "end": 3325}, {"start": 3377, "end": 3728}, {"start": 3819, "end": 4058}], "verse": [{"start": 2163, "end": 2199}, {"start": 2200, "end": 2238}]}}