{"text": " { وَأَنَّ ٱلْمَسَـٰجِدَ لِلَّهِ } ، يعني المواضع التي بنيت للصلاة وذكر الله، { فَلاَ تَدْعُواْ مَعَ ٱللَّهِ أحَداً } ، قال قتادة: كانت اليهود والنصارى إذا دخلوا كنائسهم وبيعهم أشركوا بالله، فأمر الله المؤمنين أن يخلصوا لله الدعوة إذا دخلوا المساجد وأراد بها المساجد كلها. وقال الحسن: أراد بها البقاع كلها لأن الأرض جعلت كلها مسجداً للنبي صلى الله عليه وسلم. وقال سعيد بن جبير: قالت الجن للنبي صلى الله عليه وسلم: كيف لنا أن نأتي المسجد وأن نشهد معك الصلاة ونحن ناؤون؟ فنزلت: { وَأَنَّ ٱلْمَسَـٰجِدَ لِلَّهِ }. وروي عن سعيد بن جبير أيضاً: أن المراد بالمساجد الأعضاء التي يسجد عليها الإنسان وهي سبعة: الجبهة واليدان والركبتان والقدمان؟ يقول: هذه الأعضاء التي يقع عليها السجود مخلوقة لله فلا تسجدوا عليها لغيره. أخبرنا أبو سعيد أحمد بن محمد بن العباس الحميدي, أخبرنا أبو عبد الله محمد بن عبد الله الحافظ, أخبرنا أبو عبد الله محمد بن يعقوب, حدثنا علي بن الحسن الهلالي والسري بن خزيمة قالا: حدثنا يعلى بن أسد, حدثنا وُهيب, عن عبد الله بن طاووس, عن أبيه, عن ابن عباس أن رسول الله صلى الله عليه وسلم قال: \" أمرت أن أسجد على سبعة أعضاء: الجبهة - وأشار بيده إليها - واليدين, والركبتين, وأطراف القدمين ولا أكف الثوب ولا الشعر \". فإن جعلت المساجد مواضع الصلاة, فواحدها مسجِد, بكسر الجيم، وإن جعلتها الأعضاء فواحدها مسجَد, بفتح الجيم. { وَأَنَّهُ لَّمَا قَامَ عَبْدُ ٱللَّهِ } ، قرأ نافع وأبو بكر بكسر الهمزة، وقرأ الباقون بفتحها، { لَّمَا قَامَ عَبْدُ ٱللَّهِ } ، يعني النبي صلى الله عليه وسلم، { يدعوه } ، يعني يعبده ويقرأ القرآن, وذلك حين كان يصلي ببطن نخلة ويقرأ القرآن، { كادوا } ، يعني الجن، { يَكُونُونَ عَلَيْهِ لِبَدا } ، أي يركب بعضهم بعضاً، ويزدحمون حرصاً على استماع القرآن. هذا قول الضحاك ورواية عطية عن ابن عباس. وقال سعيد بن جبير عنه: هذا من قول النفر الذين رجعوا إلى قومهم من الجن أخبروهم بما رأوا من طاعة أصحاب النبي صلى الله عليه وسلم واقتدائهم به في الصلاة. وقال الحسن وقتادة وابن زيد يعني لما قام عبد الله بالدعوة تلبدت الإنس والجن، وتظاهروا عليه ليبطلوا الحق الذي جاءهم به، ويطفئوا نور الله, فأبى الله إلا أن يتم نوره، ويتم هذا الأمر, وينصره على من ناوأه. وقرأ هشام عن ابن عامر \" لُبداً \" بضم اللام، وأصل \" اللبد \": الجماعات بعضها فوق بعض، ومنه سمى اللبد الذي يفرش لتراكمه, وتلبد الشعر: إذا تراكم.", "annotation": {"aya": [], "hadith": [{"start": 998, "end": 1118}], "verse": []}}