{"text": " { فقلنا } عطف على فادارأتم وما بينهما اعتراض { اضربوه } اى النفس والتذكير على تأويل الشخص والانسان { ببعضها } اى ببعض البقرة أى بعض كان او بلسانها لانه آلة الكلام او بعجب الذنب لانه اول ما يخلق وآخر ما يبلى ويركب عليه الخلق او بغير ذلك من الاعضاء والبعض اقل من النصف والمعنى فضربوه فحيى فحذف ذلك لدلالة قوله { كذلك يحيى الله الموتى } ـ روى ـ انه لما ضربوه قام باذن الله وأوداجه تشخب دما وقال قتلنى فلان وفلان لابنى عمه ثم سقط ميتا فاخذا وقتلا ولم يورث قاتل بعد ذلك ثم ان موسى عليه السلام امرهم بضربه ببعضها وما ضربه بنفسه نفيا للتهمة كيلا ينسب الى السحر او الحيلة { كذلك } على ارادة القول اى فضربوه فحيى وقلنا كذلك فالخطاب فى كذلك للحاضرين عند حياة القتيل اى مثل ذلك الاحياء العجيب { يحيى الله الموتى } يوم القيامة.  فان قلت ان بنى إسرائيل كانوا مقرين بالبعث فما معنى الزامهم بقوله { كذلك يحيى الله الموتى }. قلت كانوا مقرين قولا وتقليدا فثبته عيانا وايقانا وهو كقول ابراهيم عليه السلام { ولكن ليطمئن قلبى } ويجوز ان يكون الخطاب لمنكرى البعث فى زمان النبى عليه السلام والحاضرين عند نزول الآية الكريمة فلا حاجة حينئذ الى تقدير القول بل تنتهى الحكاية عند قوله تعالى ببعضها { ويريكم آياته } دلائله الدالة على انه تعالى على كل شىء قدير { لعلكم تعقلون } يقال عقلت نفسى عن كذا اى منعتها منه اى لكى تكمل عقولكم وتعلموا ان من قدر على احياء نفس واحدة قدر على احياء الانفس كلها وتمنعوا نفوسكم من هواها وتطيعوا الله فيما يأمركم به ولعل الحكمة فى اشتراط ما اشترط فى الاحياء من ذبح البقرة وضربه ببعضها مع ظهور كمال قدرته على احيائه ابتداء بلا واسطة اصلا لاشتماله على التقرب الى الله تعالى واداء الواجب ونفع اليتيم بالتجارة الرابحة والتنبيه على بركة التوكل على الله تعالى والشفقة على الاولاد ونفع بر الوالد وان من حق الطالب ان يقدم قربة ومن حق المتقرب ان يتحرى الاحسن ويغالى بثمنه كما يروى عن عمر رضى الله عنه انه ضحى بنجيبة اشتراها بثلاثمائة دينار وان المؤثر هو الله تعالى وانما الاسباب امارات لا تأثير لها لان الموتين الحاصلين فى الجسمين لا يعقل ان يتولد منهما حياة وان من رام ان يعرف اعدى عدوه الساعى فى اماتته الموت الحقيقى فطريقه ان يذبح بقرة نفسه التى هى قوته الشهوية حين زال عنها شره الصبى ولم يلحقها ضعف الكبر وكانت معجبة رائقة المنظر غير مذللة فى طلب الدنيا مسلمة من دنسها لا شية بها من قبائحها بحيث يتصل اثره الى نفسه فيحيى به حياة طيبة ويعرف ما به ينكشف الحال ويرتفع ما بين العقل والوهم من التدارئ والجدال. قال بعض اهل المعرفة فى قوله { فقلنا اضربوه ببعضها كذلك يحيى الله الموتى } انما جعل الله احياء المقتول فى ذبح البقرة تنبيها لعبيده ان من اراد منهم احياء قلبه لم يتأت له الا باماتة نفسه فمن اماتها بانواع الرياضات احيى الله قلبه بانوار المشاهدات فمن مات بالطبيعة يحيى بالحقيقة وكما ان لسان البقرة بعد ذبحها ضرب على القتيل وقام باذن الله وقال قتلنى فلان فكذلك من ضرب لسان النفس المذبوحة بسكين الصدق على قتيل القلب بمداومة الذكر يحيى الله قلبه بنوره فيقول وما ابرئ نفسى ان النفس لامارة بالسوء قال السعدى نميتارد اين نفس سركش جنان   كه عقلش تواند كرفتن عنان  تو بر كره توسنى در كمر   نكر تانبيجد زحكم توسر  اكربالهنك از كفت در كسيخت   تن خويشتن كشت وخون توريخت فيجب علينا غاية الوجوب ان نتقيد باحياء نفوسنا بالحياة الحقيقية واصلاح قلوبنا بالاصلاح الحقيقي واخلاص اعمالنا بالاخلاص الحقيقي فان المنظر الآلهى انما هو القلوب والاعمال لا القصور والاموال كما ورد فى الحديث \" ان الله لا ينظر الى صوركم واحوالكم بل الى قلوبكم واعمالكم \". فالمعتبر هو الباطن والسرائر دون السير والظواهر * والعاقل من دان نفسه وعمل لما بعد الموت والجاهل من نسى نفسه واتبع هواه وما يعقل ذلك الا العالمون وما يعلمه الا الكاملون قال السعدى شخصم بجشم عالميان خوب منظرست   وزخبث باطنم سر حجلت فتاده ييش  طاوس را بنقش ونكارى كه هست خلق   تحسين كننداوحجل ازباى زشت خوسش وقد سئل بعض المشايخ عن الاسلام فقال ذبح النفس بسيوف المخالفة ومخالفتها ترك شهواتها. قال السرى السقطى ان نفسى تطالبنى مدة ثلاثين سنة او اربعين سنة ان اغمس جوزة فى دبس فما اطعمتها ورئيى رجل جالس فى الهواء فقيل له بم نلت هذا قال تركت الهوى فسخر لى الهواء وقيل بعضهم انى اريد ان احج على التجريد فقال جرد اولا قلبك من السهو ونفسك عن اللهو ولسانك عن اللغو ثم اسلك حيث شئت.", "annotation": {"aya": [], "hadith": [{"start": 3064, "end": 3126}], "verse": [{"start": 2703, "end": 2858}, {"start": 3306, "end": 3431}]}}