{"text": " { وَإِذَا لَقُوا } قال ابن عباس أى اليهود الذين نافقوا ولم يظهروا الشرك كما أظهره سائر اليهود، ولم يؤمنوا إيماناً صادقاً كما آمن بعضهم، وذلك تفسير بالواقع، وإلا فالضمير عائد للمجموع، والحكم للجموع، وهكذا حيث لم يتقدم ذكر للخصوص، مما مرأو يأتى فلا تغفل، وهذا وما بعده كلام مستأنف منقطع عما قبله، وتحتمل اتصاله بما قبله على العطف، فيكون المعنى أفتطمعون فى إيمانهم، وقد كان من صفتهم أنهم يحرفون وأنهم إذا لقوا { الَّذِينَ آمَنُوا قَالُوا آمنّا } بمحمد أنه رسول من الله حقا، وأنه المبشر فى التوراة وأنكم محقون فى اتباعه، روى \" أن رسول الله ـ صلى الله عليه وسلم ـ قال لا يدخل علينا قصبة المدينة إلا مؤمن، فقال كعب بن الأشراف وأشباههُ اذهبوا وتحسسوا وأخبروا من آمن بمحمد، وقولوا لهم آمنا واكفروا إذا رجعتم \" فنزلت الآية. { وَإِذَا خَلاَ بَعْضُهُمْ إِلَى بَعْضٍ قَالُوا آَتُحَدِّثُونَهُمْ } قال اليهود الذين أشركوا صراحاً أحباراً أو غير أحبار لمن نافق منهم، حبراً كان أو من الأتباع أتحدثون المسلمين. { بِمَا فَتَحَ اللهُ عَلَيْكُمْ } بما أعطاكم فى التوراة من بيان صفة محمد، والاستفهام للعتاب والتوبيخ والتقريع، ولا مانع من أن يقال للإنكار، ويجوز أن يكون المعنى قال الذين نافقوا من اليهود لأولادهم أتحدثون المؤمنين بما فتح الله عليكم فى التوراة من بيان صفة محمد؟ يقولون لهم ذلك إنكاراً ونهياً عن أن يقولوا، وإظهاراً للتمسك باليهودية سواء رأوهم يقولون أو رأوهم أرادوا أن يقولوا، أو رأوهم لا يبالون بالإظهار، فأنكروا عليهم وأمروهم بالثبوت على اليهودية، فيكونون قد استعملوا النفاق مع أولادهم ومع المؤمنين. وقال أبو العالية وقتادة إن بعض اليهود تكلم بما فى التوراة من صفات النبى ـ صلى الله عليه وسلم ـ فقال لهم كفرة الأحبار أتحدثونهم بما فتح الله عليكم، أى عرَّفكم من صفات محمد صلى الله عليه وسلم ومن ذلك التحدث ما روى عن ابن عباس رضى الله عنهما أن منافقى اليهود كانوا إذا لقوا أصحاب رسول الله صلى الله عليه وسلم قالوا لهم آمنا بالذى آمنتم به، وأن صاحبكم صادق، وأن قوله حق، وأنا نجد نعته وصفته فى كتابنا، وأنهم قالوا لأهل المدينة حين شاوروهم فى اتباع محمد صلى الله عليه وسلم آمنوا به فإنه نبى حق. وروى عن ابن عباس رضى الله عنهما \" أنها نزلت فى قوم من اليهود قالوا لبعض المؤمنين نحن نؤمن أنهُ نبى ولكن ليس إلينا، وإنما هو إليكم معشر العرب خاصة. ولما خلوا قال بعضهم لبعض لما تقرون بنبوته؟ وقيل إن رسول الله صلى الله عليه وسلم قال ليهود بنى قريظة يا إخوان القردة والخنازير. وقالوا من أخبر محمد بهذا ما خرج إلا منكم أتحدثونهم بما فتح ا لله عليكم، وقيل أن اليهود أخبروا المؤمنين بما عذبهم الله به من الجنايات، فقال بعضهم لبعض أتحدثونهم بما فتح الله عليكم \" أى بما قضى عليكم من العذاب ليروا الكرامة لأنفسهم عليكم عند الله كما قال { لِيُحَاجُّوكُمْ بِهِ عِنْدَ رَبِّكُم } ليخاصمكم أصحاب محمد فى الفضل فيغلبوكم فى إثبات الكرامة لأنفسهم عليكم فى الدنيا والآخرة. والتفاسير الأولى فى التحدث بما فتح الله أولى، فيكون معنى ليحاجوكم عند ربكم ليخاصموكم عند ربكم فى الدنيا والآخرة، فتكون الغلبة لهم يقولون قد أقررتم أنهُ نبى حق فى كتابكم فَلِمَ لا تتبعونه؟ وإذا أقررتم أنه رسول الله إلى العرب خاصة، فإن من ثبتت رسالته من الله ولو إلى إنسان واحد لا يكون كاذباً، فكل ما قال صلى الله عليه وسلم صدق، وقد قال \" بعثت للناس كافة \" فهو صادق فى البعث للناس كافة، وجاء بالقرآن فهو صادق أنهُ من الله، فثبتت رسالته إلى الناس كلهم، وبطلت دعواكم فى اختصاصه بالعرب. وقيل معنى عند ربكم يوم القيامة واعترض تفسير العندية بيوم القيامة وحده، أو به وبالدنيا، بأن إخفاء ما بين لهم فى التوراة لا يدفع المحاجة يوم القيامة، وفى نفس الأمر وإن كان يدفعها فى زعمهم. والجواب أن ذلك من كلام الكفرة، ومعلوم أنهم يقولون ما لا يصح إما جهلا منهم، وإما تجاهلا وعناداً وإيهاماً للباطل أنهُ حق، ويجوز أن يكون معنى العندية المحاجة بكتاب الله تعالى وهو التوراة، بأن جعلوا المحاجة بما أخبروا المؤمنين به مما فى التوراة محاجة عند الله، تقول لا يجوز كذا عند الله أو يجوز عنده، تعنى أنه لا يجوز فى كتابه أو يجوز فيه، وتقول يجوز كذا عند سيبويه تريد أنه يحكم به أو أنه فى كتابه، ويجوز أن يكون الكلام على تقدير مضاف، أى ليحاجوكم به عند ذكر ربكم، فإن ذكر أمر الدين والرسالة ذكر الله عز وجل، أو ليحاجوكم به عند رسول ربكم، أى بين يدى رسول ربكم وهو موسى، واللام للصيرورة لأنهُ ليس غرضهم فى التحدث أن يحاجهم المؤمنون، لكن يؤول التحدث إلى أن يحاجهم المؤمنون بما حدثونهم به، وقد أغنى الله المؤمنين عما يحدثونهم بالقرآن، والوحى إلى رسول الله صلى الله عيه وسلم. { أَفَلاَ تَعْقِلُونَ } خطاب ممن لا يحدث من اليهود لمن يحدث، أو من يحدث لأولادهم، أى أفلا تعقلون أنهم يحاجونكم بما تحدثونهم به، فيغلبونكم في الحجة، أو خطاب من الله تبارك وتعالى للمؤمنين متصل بقوله { أَفَتَطْمَعُونَ } أى أفلا تعقلون أنهم لا يؤمنون.", "annotation": {"aya": [], "hadith": [{"start": 521, "end": 701}, {"start": 1917, "end": 2339}, {"start": 2876, "end": 2895}], "verse": []}}