{"text": " { وَقَوْلِهِمْ } على سبيل التبجح. { إِنَّا قَتَلْنَا ٱلْمَسِيحَ عِيسَى ٱبْنَ مَرْيَمَ رَسُولَ ٱللَّهِ } ذكروه بعنوان الرسالة تهكماً واستهزاءاً كما في قوله تعالى حكاية عن الكفار: يٰأَيُّهَا ٱلَّذِي نُزّلَ عَلَيْهِ ٱلذّكْرُ [الحجر: 6] الخ، ويحتمل أن يكون ذلك منهم بناءاً على قوله عليه الصلاة والسلام وإن لم يعتقدوه، وقيل: إنهم وصفوه بغير ذلك من صفات الذم فغير في الحكاية، فيكون من الحكاية لا من المحكي، وقيل: هو استئناف منه مدحاً له عليه الصلاة والسلام ورفعاً لمحله وإظهاراً لغاية جراءتهم في تصديهم لقتله ونهاية وقاحتهم في تبجحهم. { وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ } حال أو اعتراض { وَلَـٰكِن شُبّهَ لَهُمْ } روي عن ابن عباس رضي الله تعالى عنهما ـ أن رهطاً من اليهود سبوه عليه السلام وأمه فدعا عليهم فمسخوا قردة وخنازير فبلغ ذلك يهوذا رأس اليهود فخاف فجمع اليهود فاتفقوا على قتله فساروا إليه ليقتلوه فأدخله جبريل عليه السلام بيتاً ورفعه منه إلى السماء ولم يشعروا بذلك فدخل عليه طيطانوس ليقتله فلم يجده وأبطأ عليهم وألقى الله تعالى عليه شبه عيسى عليه السلام فلما خرج قتلوه وصلبوه. وقال وهب بن منبه في خبر طويل رواه عنه ابن المنذر: «أتى عيسى عليه السلام ومعه سبعة وعشرون من الحواريين في بيت فأحاطوا بهم فلما دخلوا عليهم صيرهم الله تعالى كلهم على صورة عيسى عليه السلام فقالوا لهم: سحرتمونا ليبرزن لنا عيسى عليه السلام أو لنقتلنكم جميعاً فقال عيسى لأصحابه: من يشتري نفسه منكم اليوم بالجنة؟ فقال رجل منهم: أنا، فخرج إليهم فقال: أنا عيسى فقتلوه وصلبوه ورفع الله تعالى عيسى عليه السلام»، وبه قال قتادة والسدي ومجاهد وابن إسحاق، وإن اختلفوا في عدد الحواريين ولم يذكر أحد غير وهب أن شبهه عليه السلام ألقي على جميعهم بل قالوا: ألقي شبهه على واحد ورفع عيسى عليه السلام من بينهم. ورجح الطبري قول وهب وقال: إنه الأشبه، وقال أبو علي الجبائي: إن رؤساء اليهود أخذوا إنساناً فقتلوه وصلبوه على موضع عال ولم يمكنوا أحداً من الدنو منه فتغيرت حليته، وقالوا: إنا قتلنا عيسى ليوهموا بذلك على عوامهم لأنهم كانوا أحاطوا بالبيت الذي به عيسى عليه السلام فلما دخلوه ولم يجدوه فخافوا أن يكون ذلك سبباً لإيمان اليهود ففعلوا ما فعلوا، وقيل: كان رجل من الحواريين ينافق عيسى عليه السلام فلما أرادوا قتله قال: أنا أدلكم عليه وأخذ على ذلك ثلاثين درهماً فدخل بيت عيسى عليه السلام فرفع عليه السلام وألقى شبهه على المنافق فدخلوا عليه فقتلوه وهم يظنون أنه عيسى عليه السلام، وقيل غير ذلك، و { شُبّهَ } مسند إلى الجار والمجرور، والمراد وقع لهم تشبيه بين عيسى عليه السلام ومن صلب، أو في الأمر ـ على قول الجبائي ـ أو هو مسند إلى ضمير المقتول الذي دل عليه { إِنَّا قَتَلْنَا } أي شبه لهم من قتلوه بعيسى عليه السلام، أو الضمير للأمر و { شُبّهَ } من الشبهة أي التبس عليهم الأمر بناءاً على ذلك القول، وليس المسند إليه ضمير المسيح عليه الصلاة والسلام لأنه مشبه به لا مشبه. { وَإِنَّ ٱلَّذِينَ ٱخْتَلَفُواْ فِيهِ } أي في شأن عيسى عليه السلام فإنه لما وقعت تلك / الواقعة اختلف الناس فقال بعضهم: إنه كان كاذباً فقتلناه (حقاً)، وتردد آخرون فقال بعضهم: إن كان هذا عيسى فأين صاحبنا؟ وإن كان صاحبنا فأين عيسى؟! وقال بعضهم: الوجه وجه عيسى والبدن بدن صاحبنا، وقال من سمع منه ـ إن الله تعالى يرفعني إلى السماء ـ إنه رفع إلى السماء، وقالت النصارى الذين يدعون ربوبيته عليه السلام: صلب الناسوت وصعد اللاهوت، ولهذا لا يعدون القتل نقيصة حيث لم يضيفوه إلى اللاهوت ويرد هؤلاء إن ذلك يمتنع عند اليعقوبية القائلين: إن المسيح قد صار بالاتحاد طبيعة واحدة إذ الطبيعة الواحدة لم يبق فيها ناسوت متميز عن لاهوت والشيء الواحد لا يقال: مات ولم يمت، وأهين ولم يهن. وأما الروم القائلون: بأن المسيح بعد الاتحاد باق على طبيعتين، فيقال لهم: فهل فارق اللاهوت ناسوته عند القتل؟ فإن قالوا: فارقه فقد أبطلوا دينهم، فلم يستحق المسيح الربوبية عندهم إلا بالاتحاد، وإن قالوا: لم يفارقه فقد التزموا ما ورد على اليعقوبية وهو قتل اللاهوت مع الناسوت، وإن فسروا الاتحاد بالتدرع وهو أن الإله جعله مسكناً وبيتاً ثم فارقه عند ورود ما ورد على الناسوت أبطلوا إلۤهيته في تلك الحالة، وقلنا لهم: أليس قد أهين؟ وهذا القدر يكفي في إثبات النقيصة إذ لم يأنف اللاهوت لمسكنه أن تناله هذه النقائص، فإن كان قادراً على نفيها فقد أساء مجاورته ورضي بنقيصته وذلك عائد بالنقص عليه في نفسه، وإن لم يكن قادراً فذلك أبعد له عن عز الربوبية، وهؤلاء ينكرون إلقاء الشبه، ويقولون: لا يجوز ذلك لأنه إضلال، ورده أظهر من أن يخفى، ويكفي في إثباته أنه لو لم يكن ثابتاً لزم تكذيب المسيح، وإبطال نبوته بل وسائر النبوات على أن قولهم في الفصل: إن المصلوب قال: إلهي إلهي لم تركتني وخذلتني، وهو ينافي الرضا بمرّ القضاء؛ ويناقض التسليم لأحكام الحكيم، وأنه شكى العطش وطلب الماء والإنجيل مصرح بأن المسيح كان يطوي أربعين يوماً وليلة إلى غير ذلك مما لهم فيه إن صح مما ينادي على أن المصلوب هو الشبه كما لا يخفى. فالمراد من الموصول ما يعم اليهود والنصارى جميعاً. { لَفِى شَكّ مّنْهُ } أي لفي تردد، وأصل ـ الشك ـ أن يستعمل في تساوي الطرفين وقد يستعمل في لازم معناه، وهو التردد مطلقاً وإن لم يترجح أحد طرفيه وهو المراد هنا ولذا أكده بنفي العلم الشامل لذلك أيضاً بقوله سبحانه: { مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلاَّ ٱتِّبَاعَ ٱلظَّنّ } والاستثناء منقطع، أي لكنهم يتبعون الظن. وجوز أن يفسر الشك بالجهل، والعلم بالاعتقاد الذي تسكن إليه النفس جزماً كان أو غيره؛ فالاستثناء حينئذٍ متصل، وإليه ذهب ابن عطية إلا أنه خلاف المشهور، وما قيل: إن اتباع الظن ليس من العلم قطعاً فلا يتصور اتصاله فمدفوع بأن من قال به جعله بمعنى الظن المتبع. { وَمَا قَتَلُوهُ يَقِيناً } الضمير لعيسى عليه السلام كما هو الظاهر أي ما قتلوه قتلاً يقيناً، أو متيقنين، ولا يرد أن نفي القتل المتيقن يقتضي ثبوت القتل المشكوك لأنه لنفي القيد ولا مانع من أنه قتل في ظنهم فإنه يقتضي أنه ليس في نفس الأمر كذلك فلا حاجة إلى التزام جعل { يَقِيناً } مفعولاً مطلقاً لفعل محذوف، والتقدير تيقنوا ذلك يقيناً، وقيل: هو راجع إلى العلم؛ وإليه ذهب الفراء وابن قتيبة أي وما قتلوا العلم يقيناً من قولهم: قتلت العلم والرأي، وقتلت كذا علماً إذا تبالغ علمك فيه، وهو مجاز كما في «الأساس»، والمعنى ما علموه يقيناً، وقيل: الضمير للظن أي ما قطعوا الظن يقيناً ونقل ذلك عن ابن عباس رضي الله تعالى عنهما والسدي، وحكى ابن الأنباري أن في الكلام تقديماً وتأخيراً، وأن { يَقِيناً } / متعلق بقوله تعالى: { بَل رَّفَعَهُ ٱللَّهُ إِلَيْهِ }.", "annotation": {"aya": [{"start": 178, "end": 221}], "hadith": [], "verse": []}}