{"text": " بسم الله الرحمن الرحيم القراءة: المشهور في القراءة { حُرُم } بضمتين وفي الشواذ عن الحسن ويحيى بن وثاب حُرْم ساكنة الراء. الحجة: وهذا كما يقال في رُسُل وكُتُب رُسْل وكُتْب قال ابن جني: في إسكان حُرُم مزية وذلك أن الراء فيه تكرير فكادت الراء الساكنة لما فيها من التكرير تكون في حكم المتحرك كزيادة الصوت بالتكرير نحواً من زيادته بالحركة. اللغة: يقال وفى بعهده وفاء وأوفى إيفاء بمعني وأوفى لغة أهل الحجاز وهي لغة القرآن والعقود جمع عقد بمعنى معقود وهو أوكد العهود والفرق بين العقد والعهد أن العقد فيه معنى الاستيثاق والشدّ ولا يكون إلاّ بين متعاقدين والعهد قد ينفرد به الواحد فكل عهد عقد ولا يكون كل عقد عهداً واصله عقد الشيء بغيره وهو وصله به كما يعقد الحبل ويقال أعقدت العسل فهو معقد وعقيد قال عنترة: وَكَأَنَّ رُبّاً أَوْ كُحَيْلاً مُعَقَداً حَشَّ الوَقُودَ بِه جَوانِبَ قُمْقَمِ والبهيمة اسم لكل ذي أربع من دواب البرّ والبحر. وقال الزجاج: كل حيّ لا يميز فهو بهيمة وإنما سميت بهيمة لأنها أبهمت عن أن يميز والحرُمُ جمع حرام. يقال: رجل حرام وقوم حرم قال الشاعر: فَقُلْتُ لَها فيئي إلَيكِ فَإنَّني حَرامٌ وإنّي بَعْدَ ذاكَ لبيبُ أي مُلَبَّ. الإعراب: موضع { ما يتلى عليكم } نصب بالاستثناء { وغير محلي الصيد } اختلف فيه فقيل إنه منصوب على الحال مما في قولـه: { أوفوا بالعقود } من ضمير الذين آمنوا عن الأخفش، وقيل: إنه حال من الكاف والميم في قولـه: { أحلت لكم بهيمة الأنعام } عن الكسائي. وقيل: إنه حال من الكاف والميم في قولـه: { إلا ما يتلى عليكم } عن الربيع، و { أنتم حرم } جملة في موضع الحال من محلي الصيد، والصيد مجرور في اللفظ منصوب في المعنى. وقال الفراء: يجوز أن يكون ما يتلى عليكم في موضع رفع كما يقال: جاء إخوتك إلاّ زيد. وقال الزجاج: وهذا عند البصريين باطل لأن المعنى على هذا التأويل جاء إخوتك وزيد كأنه يعطف بإلا كما يعطف بلا ويجوز عند البصريين جاء الرجل إلاّ زيد على معنى جاء الرجل غير زيد فيكون إلاَّ زيد صفة للنكرة أو ما قارب النكرة من الأجناس. المعنى: خاطب الله سبحانه المؤمنين فقال: { يا أيها الذين آمنوا } وتقديره يا أيها المؤمنون وهو اسم تكريم وتعظيم { أوفوا بالعقود } أي بالعهود عن ابن عباس وجماعة من المفسرين ثم اختلف في هذه العهود على أقوال أحدها: أن المراد بها العهود التي كان أهل الجاهلية عاهد بعضهم بعضاً فيها على النصرة والمؤازرة والمظاهرة على من حاول ظلمهم أو بغاهم سُوءاً وذلك هو معنى الحلف عن ابن عباس ومجاهد والربيع بن أنس والضحاك وقتادة والسدي وثانيها: أنها العهود التي أخذ الله سبحانه على عباده بالإيمان به وطاعته فيما أحلّ لهم أو حرّم عليهم عن ابن عباس أيضاً وفي رواية أخرى قال: هو ما أحلّ وحرّم وما فرض وما حدّ في القرآن كلّه أي فلا تتعدوا فيه ولا تنكثوا ويؤيده قولـه: { والذين ينقضون عهد الله من بعد ميثاقه } إلى قولـه: سوء الدار [الرعد: 25] وثالثها: أن المراد بها العقود التي يتعاقدها الناس بينهم ويعقدها المرء على نفسه كعقد الإيمان وعقد النكاح وعقد العهد وعقد البيع وعقد الحلف عن ابن زيد وزيد بن أسلم ورابعها: أن ذلك أمر من الله لأهل الكتاب بالوفاء بما أخذ به ميثاقهم من العمل بما في التوراة والإنجيل في تصديق نبينا وما جاء به من عند الله عن ابن جريج وأبي صالح وأقوى هذه الأقوال قول ابن عباس أن المراد بها عقود الله التي أوجبها الله على العباد في الحلال والحرام والفرائض والحدود ويدخل في ذلك جميع الأقوال الأخر فيجب الوفاء بجميع ذلك إلا ما كان عقداً في المعاونة على أمر قبيح فإن ذلك محظور بلا خلاف ثم ابتدأ سبحانه كلاماً آخر فقال: { أحلت لكم بهيمة الأنعام } واختلف في تأويله على أقوال أحدها: أن المراد به الأنعام وإنما ذكر البهيمة للتأكيد كما يقال نفس الإنسان فمعناه أحلت لكم الأنعام الإبل والبقر والغنم عن الحسن وقتادة والسدي والربيع والضحاك - وثانيها - أن المراد بذلك أجنة الأنعام التي توجد في بطون أمهاتها إذا شعرت وقد ذكيت الأمهات وهي ميتة فذكاتها ذكاة أمهاتها عن ابن عباس وابن عمر وهو المروي عن أبي جعفر وأبي عبد الله ع وثالثها: أن بهيمة الأنعام وحشيها كالظباء وبقر الوحش وحمر الوحش عن الكلبي والفراء والأولى حمل الآية على الجميع. { إلا ما يتلى عليكم } معناه إلا ما يقرأ عليكم تحريمه في القرآن وهو قولـه: حرمت عليكم الميتة والدم ولحم الخنزير [المائدة: 3] عن ابن عباس والحسن ومجاهد وقتادة والسدي { غير محلي الصيد وأنتم حرم } من قال إنه حال من أوفوا فمعناه أوفوا بالعقود غير محلي الصيد وأنتم محرمون أي في حال الإحرام ومن قال أنه حال من أحلت لكم فمعناه أحلت لكم بهيمة الأنعام أي الوحشية من الظباء والبقر والحمر غير مستحلين اصطيادها في حال الإحرام ومن قال إنه حال من يتلى عليكم فمعناه أحلت لكم بهيمة الأنعام كلها إلا ما يتلى عليكم من الصيد في آخر السورة غير مستحلين اصطيادها في حال إحرامكم { إن الله يحكم ما يريد } معناه أن الله يقضي في خلقه ما يشاء من تحليل ما يريد وتحريم ما يريد تحريمه وإيجاب ما يريد إيجابه وغير ذلك من أحكامه وقضاياه فافعلوا ما أمركم به وانتهوا عما نهاكم عنه في قولـه: { أحلت لكم بهيمة الأنعام } دلالة على تحليل أكلها وذبحها والانتفاع بها.", "annotation": {"aya": [{"start": 2447, "end": 2456}, {"start": 3639, "end": 3675}], "hadith": [], "verse": [{"start": 699, "end": 740}, {"start": 741, "end": 778}, {"start": 959, "end": 993}, {"start": 994, "end": 1024}]}}