{"text": " قلت: الفاء لتعليل أمر ينساق إليه النظم الكريم، كأنه قيل - بعد إيحاء السورة الكريمة -: بلغ هذا المنزّل عليك، وبشر به، وأنذر فإنما يسرناه... الخ، قاله أبو السعود. يقول الحقّ جلّ جلاله: { فإِنما يسرناه } أي: القرآن { بلسانك } بأن أنزلناه على لغتك، والباء بمعنى \" على \" وقيل: ضَمَّنَ التيسيرَ معنى الإنزال، أي: يسرنا القرآن وأنزلناه بلغتك { لتُبشّر به المتقين } أي: السائرين إلى التقوى بامتثال ما فيه من الأمر والنهي، { وتُنذرَ به } أي: تخوف به { قومًا لُدًّا } لا يؤمنون به، لجاجًا وعنادًا، واللُّدُّ: جمع أَلَد، وهو الشديد الخصومة، اللجوج المعاند. { وكم أهلكنا قَبْلَهم من قَرنٍ } أي: كثيرًا من القرون الماضية أهلكنا قبل هؤلاء المعاندين، فهو وعد لرسول الله صلى الله عليه وسلم بالنصر على الكفرة ووعيد لهم بالهلاك، وحث له صلى الله عليه وسلم على الإنذار، أي: دُم على إنذارك لهم، فسيهلكون كما أهلكنا من قبلهم من القرون، { هل تُحِسُّ منهم أحدٍ } أي: هل تشعر بأحد منهم، وترى له من باقية { أو تَسْمَعُ لهم رِكْزًا } أي: صوتًا خفيًا، هيهات قد انقطع دابرهم وهدأت أصواتهم، وخربت قصورهم وديارهم، وكذلك نفعل بغيرهم، والمعنى: أهلكناهم بالكلية، واستأصلناهم بحيث لا يُرى منهم أحد، ولا يسمع لهم صوت خفي ولا جلي. وجملة: { هل تحس }: استئناف مقرر لمضمون ما قبله، وأصل الرِّكز: الخفاء، ومنه: رَكَزَ الرمحَ إذا غيب طَرفه في الأرض، والرِّكاز: المال المدفون المخفي. والله تعالى أعلم. الإشارة: ما أنزل الله القرآن وسهله على عباده إلا ليقع به الوعظ والتذكير، فأمر اللهُ رسوله في حياته بالبشارة والإنذار به، وبقي الأمر لخلفائه، فالواجب على العلماء والأولياء أن يتصدوا للوعظ والتذكير، ولا يكفي عنه تعليم رسوم الشريعة، فإن الوعظ إنما هو التخويف والتبشير، كما قال تعالى: { لتُبشر به المتقين وتُنذر به قومًا لُدًّا }. لكن لا يتصدى للوعظ إلا من له نور يمشي به في الناس، فيسبقه نورُ قلبه إلى القلوب المستمعة، فيقع كلامهم في قلوب السامعين. قال في الحكم: \" تسبق أنوارُ الحكماء أقوالَهم، فحيثما صار التنوير وصل التعبير \". هذا النور هو نور المعرفة الذي هي مقام الفناء، ويشترط فيه أيضًا: أن يكن مأذونًا له في الكلام من شيخ كامل، أو وحي إلهامي حقيقي، فحينئذ يقع كلامه في مسامع الخلق. وفي الحكم: \" من أُذن له في التعبير حسنت في مسامع الخلق عبارته، وجُليت إليهم إشارته \". وقال أيضًا: \" ربما برزت الحقائق مكسوفة الأنوار، إذا لم يؤذن لك فيها بالإظهار \". وفي أمثال هؤلاء المتصدين للوعظ والتذكير ورد الخبر القدسي: \" إنَّ أودَّ الأوِدَّاءِ إليّ من يُحببني إلى عبادي، ويُحبب عبادي إليّ، ويمشون في الأرض بالنصيحة \" .. جعلنا الله من خواصهم بمنِّه وكرمه آمين. وصلَّى اللهُ على سيدنا محمد وآله وصحبه، وسلَّم تسليمًا.", "annotation": {"aya": [], "hadith": [{"start": 2168, "end": 2265}], "verse": []}}