{"text": " قوله تعالى: { قل ادعوا الله أو ادعوا الرحمن... } الآية. هذه الآية نزلت على سببين. [نزل] أولها إِلى قوله: { الحسنى } على سبب، وفيه ثلاثة أقوال. أحدها أن رسول الله صلى الله عليه وسلم تهجَّد ذات ليلة بمكة، فجعل يقول في سجوده: «يا رحمن، يا رحيم»: فقال المشركون: كان محمدٌ يدعو إِلهاً واحداً، فهو الآن يدعو إِلهين اثنين: الله، والرحمن، ما نعرف الرحمن إِلا رحمن اليمامة، يعنون: مسيلمة، فأنزل الله هذه الآية، قاله ابن عباس. والثاني: أن رسول الله صلى الله عليه وسلم كان يكتب في أول ما أوحي إِليه: باسمك اللهم، حتى نزل: إِنه من سليمان وإِنه بسم الله الرحمن الرحيم [النمل: 30]، فكتب: بسم الله الرحمن الرحيم، فقال مشركو العرب: هذا الرحيم نعرفه، فما الرحمن؟ فنزلت هذه الآية، قاله ميمون بن مهران. والثالث: أن أهل الكتاب قالوا لرسول الله صلى الله عليه وسلم: إِنك لَتُقِلُّ ذِكْر الرحمن وقد أكثر الله في التوراة هذا الاسم، فنزلت هذه الآية، قاله الضحاك. فأما قوله: { ولا تجهر بصلاتك } فنزل على سبب، وفيه ثلاثة أقوال. أحدها: أن رسول الله صلى الله عليه وسلم كان يرفع صوته بالقرآن بمكة، فيسُبُّ المشركون القرآن و مَنْ أتى به، فخفض رسول الله صلى الله عليه وسلم صوته بعد ذلك حتى لم يسمع أصحابه، فأنزل الله تعالى: { ولا تجهر بصلاتك } أي: بقراءتك، فيسمع المشركون فيسبُّوا القرآن، { ولا تخافت بها } عن أصحابك، فلا يسمعون، قاله ابن عباس. والثاني: أن الأعرابيّ كان يجهر في التشهُّد ويرفع صوته، فنزلت هذه الآية، هذا قول عائشة. والثالث: أن رسول الله صلى الله عليه وسلم كان يصلِّي بمكة عند الصفا، فجهر بالقرآن في صلاة الغداة، فقال أبو جهل: لا تفترِ على الله، فخفض النبي صلى الله عليه وسلم صوته، فقال أبو جهل للمشركين: ألا ترون ما فعلت بابن أبي كبشة؟! رددته عن قراءته، فنزلت هذه الآية، قاله مقاتل. فأما التفسير، فقوله: { قل ادعوا الله أو ادعوا الرحمن } المعنى: إِن شئتم فقولوا: يا ألله، وإِن شئتم فقولوا: يا رحمن، فانهما يرجعان إِلى واحد، { أيّاً ما تدعوا } المعنى: أيَّ أسماء الله تدعوا؛ قال الفراء: و«ما» قد تكون صلة، كقوله: عما قليلٍ ليُصْبِحُنَّ نادمين [المؤمنون: 40]، وتكون في معنى: «أيّ» معادَة لمَّا اختلف لفظهما. قوله تعالى: { ولا تجهر بِصَلاتك } فيه قولان. أحدهما: أنها الصلاة الشرعية. ثم في المراد بالكلام ستة أقوال. أحدها: لاتجهر بقراءتك، ولا تخافت بها، فكأنه نهي عن شدة الجهر بالقراءة، وشدة المخافتة، قاله ابن عباس. فعلى هذا في تسمية القراءة بالصلاة قولان ذكرهما ابن الأنباري. أحدهما: أن يكون المعنى: فلا تجهر بقراءة صلاتك. والثاني: أن القراءة بعض الصلاة، فنابت عنها، كما قيل لعيسى: كلمة الله، لأنه بالكلمة كان. والثاني: لا تصلّ مراءاة للناس، ولا تَدَعْها مخافة الناس، قاله ابن عباس أيضاً. والثالث: لا تجهر بالتشهُّد في صلاتك، روي عن عائشة في رواية، وبه قال ابن سيرين. والرابع: لا تجهر بفعل صلاتك ظاهراً، ولا تخافت بها شديد الاستتار، قاله عكرمة. والخامس: لا تُحسِنْ علانيتها، وتُسِيءْ سريرتها، قاله الحسن. والسادس: لا تجهر بصلاتك كلِّها، ولا تُخافت بجميعِها. فاجهر في صلاة الليل، وخافِت في صلاة النهار، على ما أمرناك به، ذكره القاضي أبو يعلى. والقول الثاني: أن المراد بالصلاة: الدعاء، وهو قول عائشة، وأبي هريرة، ومجاهد. قوله تعالى: { ولا تخافت بها } المخافتة: الإِخفاء، يقال: صوت خفيت. { وابتغ بين ذلك سبيلاً } أي: اسلك بين الجهر والمخافتة طريقاً. وقد روي عن ابن عباس أنه قال: نُسخت هذه الآية بقوله: واذكر ربَّك في نفسك تضرعاً وخِيفة، ودون الجهر من القول [الأعراف: 205]، وقال ابن السائب: نُسخت بقوله: فاصدع بما تؤمر [الحجر: 94]؛ وعلى التحقيق، وجود النسخ هاهنا بعيد. قوله تعالى: { ولم يكن له شريك في المُلك } وقرأ أبو المتوكل، وأبو الجوزاء، وطلحة بن مصرِّف: «في المِلك» بكسر الميم، { ولم يكن له وليٌّ من الذُّلِّ } قال مجاهد: لم يحالف أحداً، ولم يبتغ نصر أحد؛ والمعنى: أنه لا يحتاج إِلى موالاة أحد لِذُلٍّ يلحقه، فهو مستغن عن الولي والنصير. { وكَبِّره تكبيراً } أي: عظِّمه تعظيماً تامّاً.", "annotation": {"aya": [{"start": 511, "end": 554}, {"start": 1797, "end": 1826}, {"start": 2982, "end": 3036}, {"start": 3083, "end": 3097}], "hadith": [], "verse": []}}