{"text": " { يٰقَومِ لَكُمُ ٱلْمُلْكُ ٱلْيَوْمَ ظَـٰهِرِينَ } غالبـينَ عالينَ عَلى بني إسرائيلَ { فِى ٱلأَرْضِ } أي أرضِ مصرَ لا يُقاومكُم أحدٌ في هذا الوقتِ { فَمَن يَنصُرُنَا مِن بَأْسِ ٱللَّهِ } من أخذِه وعذابِه. { إِن جَاءنَا } أي فَلاَ تُفسدُوا أمرَكُم ولا تتعرضُوا لبأسِ الله بقتلِه فإنَّه إنْ جاءَنا لم يمنعنا منه أحدٌ وإنَّما نسبَ ما يسرُّهم من المُلكِ والظهورِ في الأرضِ إليهم خَاصَّة ونظمَ نفسَهُ في سلكِهم فيما يسوؤُهم من مجىء بأسِ الله تعالى تطيـيباً لقلوبِهم وإيذاناً بأنَّه ناصحٌ لهم ساعٍ في تحصيلِ ما يُجديهم ودفعِ ما يُرديهم سعيَهُ في حقِّ نفسِه ليُتأثرَ بنصحِه. { قَالَ فِرْعَوْنُ } بعد ما سَمِع نُصحَهُ { مَا أُرِيكُمْ } أيْ ما أُشيرُ عليكُم { إِلاَّ مَا أَرَىٰ } وأستصوبُهُ مِنْ قتلِه { وَمَا أَهْدِيكُمْ } بهذَا الرَّأي { إِلاَّ سَبِيلَ ٱلرَّشَادِ } أي الصوابِ، أو لا أُعلِّمُكم إلاَّ ما أعلمُ ولا أُسرُّ عنكُم خلافَ ما أُظهرُهُ، ولقدْ كذبَ حيثُ كانَ مستشعراً للخوفِ الشديدِ ولكنَّه كان يتجلدُ ولولاهُ لما استشارَ أحداً أبداً. وقُرِىءَ بتشديدِ الشِّينِ للمبالغةِ من رشُد كعلاّم أو من رشَد كعبّاد لا من أرشد كجبار من أجبر لأنه مقصورٌ على السماع أو للنسبة إلى الرُّشْد كعوّاج وبتَّات غيرَ منظور فيه إلى فَعْل. { وَقَالَ ٱلَّذِى ءامَنَ } مخاطباً لقومِه: { يَـٰقََوْمِ إِنّى أَخَافُ عَلَيْكُمْ } في تكذيبِه والتعرضِ بالسوءِ { مّثْلَ يَوْمِ ٱلأَحْزَابِ } مثلَ أيامِ الأممِ الماضيةِ يعني وقائِعَهُم، وجمعُ الأحزابِ مع التفسيرِ أغنى عَن جمعِ اليومِ { مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ } أيْ مثلَ جزاءِ ما كانوا عليهِ من الكفرِ وإيذاءِ الرُّسلِ. { وَٱلَّذِينَ مِن بَعْدِهِمْ } كقومِ لوطٍ { وَمَا ٱللَّهُ يُرِيدُ ظُلْماً لّلْعِبَادِ } فَلا يُعاقبُهم بغيرِ ذنبٍ ولا يُخلّي الظالَم منُهم بغيرِ انتقامِ وهُو أبلغُ من قولِه تعالى: وَمَا رَبُّكَ بِظَلَّـٰمٍ لّلْعَبِيدِ [سورة فصلت: الآية 46] لما أنَّ المنفيّ فيهِ إرادةُ ظلمٍ مَا فينتِفي الظلمُ بطريقِ الأولويةِ { وَيٰقَوْمِ إِنّى أَخَافُ عَلَيْكُمْ يَوْمَ ٱلتَّنَادِ } خوَّفهم بالعذابِ الأُخروي بعدَ تخويفِهم بالعذابِ الدنيويِّ ويومُ التنادِ يومُ القيامةِ لأنَّه يُنادِي فيهِ بعضُهم للاستغاثةِ أو يتصايحونَ بالويلِ والثبورِ أو يتنادَى أصحابُ الجنةِ وأصحابُ النارِ حسبَما حُكِيَ في سورةِ الأعرافِ. وقُرِىءَ بتشديدِ الدَّالِ وهُو أنْ ينِدَّ بعضُهم من بعضٍ كقولِه تعالى: يَوْمَ يَفِرُّ ٱلْمَرْء مِنْ أَخِيهِ [سورة عبس: الآية 34] وعنِ الضحَّاكِ إذا سمعُوا زفيرَ النارِ ندُّوا هَرَباً فلا يأتونَ قُطراً من الأقطارِ إلاَّ وجدُوا ملائكةً صفوفاً فبـينَا هُم يموجُ بعضهم في بعضِ إذْ سمعُوا مُنادياً أقِبلوا إلى الحسابِ { يَوْمَ تُوَلُّونَ مُدْبِرِينَ } بدلٌ من يومَ التنادِ أي منصرفينَ عن الموقفِ إلى النارِ أو فارينَ منها حسبَما نُقلَ آنِفاً { مَا لَكُمْ مّنَ ٱللَّهِ مِنْ عَاصِمٍ } يعصمُكم من عذابِه. والجملةُ حالٌ أُخْرَى من ضميرِ تُولُّون. { وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُ مِنْ هَادٍ } يهديِه إلى طريقِ النجاةِ.", "annotation": {"aya": [{"start": 1638, "end": 1675}, {"start": 2125, "end": 2161}], "hadith": [], "verse": []}}