{"text": " قوله سبحانه وتعالى: { وآت ذا القربى حقه والمسكين وابن السبيل } قيل: الخطاب للنبي صلى الله عليه وسلم أمره الله سبحانه وتعالى أن يؤتي أقاربه حقوقهم وقيل: إنه خطاب للكل وهو أنه سبحانه وتعالى، وصى بعد بر الوالدين بالقرابة أن يؤتوا حقهم من صلة الرحم والمودة، والزيارة وحسن المعاشرة والمؤالفة على السراء والضراء والمعاضدة ونحو ذلك وقيل إن كانوا محاويج، وهو موسر لزمه الإنفاق عليهم وهو مذهب أبي حنيفة. وقال الشافعي رضي الله عنه: لا تلزم النفقة إلا لوالد على ولده أو ولد على والديه فحسب وقيل: أراد بالقرابة قرابة رسول الله صلى الله عليه وسلم وتقدم الكلام على المسكين وابن السبيل { ولا تبذر تبذيراً } أي لاتنفق مالك في المعصية. وقيل: لو أنفق الإنسان ماله كله في الحق لم يكن مبذراً ولو أنفق درهماً أو مداً في باطل كان مبذراً. وسئل ابن مسعود عن التبذير فقال: إنفاق المال في غير حقه. وقيل: هو إنفاق المال في العمارة على وجه السرف وقيل: إن بعضهم أنفق نفقة في خير فأكثر فقال له صاحبه لا خير في السرف فقال لا سرف في الخير { إن المبذرين كانوا إخوان الشياطين } يعني أولياءهم وأصدقاءهم لأنهم يطيعونهم فيما يأمرونهم به من الإسراف، وقيل: أمثالهم في الشر وهذا غاية المذمة لأنه أشر من الشياطين، والعرب تقول لكل من هو ملازم سنة قوم: هو أخوهم { وكان الشيطان لربه كفوراً } أي جحوداً للنعمة فما ينبغي أن يطاع لأنه يدعو إلى مثل عمله. قوله عز وجل { وإما تعرضن عنهم } نزلت في مهجع وبلال وصهيب وسالم وخباب كانوا يسألون النبي صلى الله عليه وسلم في الأحايين ما يحتاجون إليه، ولا يجد فيعرض عنهم حياء منهم ويمسك عن القول فنزلت هذه الآية. والمعنى: وإن تعرض عن هؤلاء الذي أمرت أن تؤتيهم { ابتغاء رحمة من ربك ترجوها } أي انتظار رزق من الله ترجوه أن يأتيك { فقل لهم قولاً ميسوراً } أي ليناً جميلاً أي عدهم وعداً طيباً، تطيب به قلوبهم. وقيل: هو أن يقول رزقنا الله وإياكم من فضله. قوله سبحانه وتعالى { ولا تجعل يدك مغلولة إلى عنقك } قال جابر: أتى صبي فقال يا رسول الله إن أمي تستكسيك درعاً ولم يكن لرسول الله صلى الله عليه وسلم إلا قميصه فقال للصبي: من ساعة إلى ساعة يظهر كذا فعد إلينا وقتاً آخر فعاد إلى أمه فقالت: قل له إن أمي تستكسيك الدرع الذي عليك، فدخل رسول الله صلى الله عليه وسلم داره ونزع قميصه وأعطاه وقعد عرياناً فأذن بلال بالصلاة، وانتظره فلم يخرج فشغل قلوب أصحابه فدخل عليه بعضهم فرآه عرياناً فأنزل الله سبحانه وتعالى هذه الآية، ولا تجعل يدك مغلولة إلى عنقك أي لا تمسك يدك عن النفقة في الحق والخير كالمغلولة يده لا يقدر على مدها { ولا تبسطها } أي بالعطاء { كل البسط } أي فتعطي جميع ما عندك. وقيل: هذا تمثيل لمنع الشحيح، وإعطاء المسرف أمر بالاقتصاد الذي هو بين الإسراف والتقتير { فتقعد ملوماً } أي عند الله لأن المسرف غير مرضي عنده، وقيل ملوماً عند نفسك وأصحابك أيضاً يلومونك على تضييع المال بالكلية وقيل: يلومك سائلوك على الإمساك إذا لم تعطهم { محسوراً } أي منقطعاً لا شيء عندك تنفقه وقيل: محسوراً أي نادماً على ما فرط منك. ثم سلّى رسول الله صلى الله عليه وسلم عما كان يرهقه من الإضافة بأن ذلك ليس لهوان بك عليه ولا لبخل منه عليك فقال تعالى { إن ربك يبسط } أي يوسع { الرزق لمن يشاء ويقدر } أي يقتر ويضيق، وذلك لمصلحة العباد { إنه كان بعباده خبيراً بصيراً } يعني أنه سبحانه وتعالى عالم بأحوال جميع عباده، وما يصلحهم فالتفاوت في أرزاق العباد ليس لأجل البخل بل لأجل رعاية مصالح العباد. قوله عز وجل { ولا تقتلوا أولادكم خشية إملاق } أي فاقة وفقر { نحن نرزقهم وإياكم } وذلك أن أهل الجاهلية، كانوا يئدون بناتهم خشية الفاقة أو يخافون عليهم من النهب والغارات، أو أن ينكحوهن لغير أكفاء لشدة الحاجة وذلك عار شديد عندهم فنهاهم الله عن قتلهن وقال نحن نرزقهم وإياكم، يعني أن الأرزاق بيد الله فكما أنه فتح أبواب الرزق على الرجال فكذلك يفتحه على النساء { إن قتلهم كان خطئاً كبيراً } أي إثماً كبيراً { ولا تقربوا الزنا إنه كان فاحشة } أي قبيحة زائدة على حد القبح { وساء سبيلاً } أي بئس طريقاً طريقه، وهو أن تغصب امرأة غيرك أو أخته أو بنته من غير سبب والسبب ممكن وهو الصهر الذي شرعه الله تعالى قيل: إن الزنا يشتمل على أنواع من المفاسد منه المعصية وإيجاب الحد على نفسه ومنها اختلاط الأنساب فلا يعرف الرجل ولد من هو ولا يقوم أحد بتربيته وذلك يوجب ضياع الأولاد، وانقطاع النسل وذلك يوجب خراب العالم. قوله عز وجل { ولا تقتلوا النفس التي حرم الله إلا بالحق } الأصل في القتل هو الحرمة المغلظة، وحل القتل إنما ثبت بسبب عارض، فلما كان كذلك نهى الله عن القتل على حكم الأصل ثم استثنى الحالة التي يحصل فيها حل القتل، وهي الأسباب العرضية فقال إلا بالحق أي إلا بإحدى ثلاث كما روي عن ابن مسعود أن رسول الله صلى الله عليه وسلم قال \" لا يحل دم امرىء مسلم يشهد أن لا إله إلا الله وأني رسول الله إلا بإحدى ثلاث: الثيب الزاني، والنفس بالنفس، والتارك لدينه المفارق للجماعة \" أخرجاه في الصحيحين { ومن قتل مظلوماً فقد جعلنا لوليه سطاناً } أي قوة وولاية على القاتل بالقتل وقيل: سطانه هو أنه يتخير فإن شاء استقاد منه وإن شاء أخذ الدية وإن شاء عفا { فلا يسرف في القتل } أي الولي قال ابن عباس: لا يقتل غير القاتل وذلك أنهم كانوا في الجاهلية إذا قتل منهم قتيل لا يرضون بقتل قاتله حتى يقتل أشرف منه. وقيل معناه إذا كان القتيل واحداً فلا يقتل به جماعة بل بواحد وكان أهل الجاهلية إذا كان المقتول شريفاً فلا يرضون بقتل القاتل وحده حتى يقتلوا معه جماعة من أقربائه، وقيل معناه أن لا يمثل بالقاتل { إنه كان منصوراً } قيل الضمير راجع للمقتول ظلماً يعني أنه منصور في الدنيا بإيجاب القود على قاتله وفي الآخرة بتكفير خطاياه وإيجاب النار لقاتله، وقيل: الضمير راجع إلى ولي المقتول معناه: إنه كان منصوراً على القاتل باستيفاء القصاص منه أو الدية وقيل في قوله: فلا يسرف في القتل أراد به القاتل المعتدي بالقتل بغير الحق فإنه إن فعل ذلك فولي القتيل منصور عليه باستيفاء القصاص منه. قوله سبحانه وتعالى { ولا تقربوا مال اليتيم إلا بالتي هي أحسن } أي الطريقة التي هي أحسن، وهي تنميته وحفظه عليه { حتى يبلغ أشده } وهو بلوغ النكاح والمراد ببلوغ الأشد كمال عقله ورشده بحيث يمكنه القيام بمصالح ماله، وإلا لم ينفك عنه الحجر { وأوفوا بالعهد } أي الإتيان بما أمر الله والانتهاء عما نهي عنه وقيل: أراد بالعهد ما يلتزمه الإنسان على نفسه { إن العهد كان مسؤولاً } أي عنه وقيل مطلوباً وقيل: العهد يسأل فيقال فيم نقضت كالموؤدة تسأل فيم قتلت. قوله عز وجل { وأفوا الكيل إذا كلتم } المراد منه إتمام الكيل { وزنوا بالقسطاس المستقيم } قيل هو ميزان صغيراً كان أو كبيراً، من ميزان الدراهم إلى ما هو أكبر منه وقيل: هو القبان قيل هو رومي وقيل: سرياني والأصح أنه عربي مأخوذ من القسط وهو العدل أي وزنوا بالعدل المستقيم، واعلم أن التفاوت الحاصل بسبب نقصان الكيل والوزن قليل والوعيد الحاصل عليه شديد عظيم، فوجب على العاقل الاحتراز عنه وإنما الوعيد فيه لأن جميع الناس محتاجون إلى المعاوضات والبيع والشراء، فالشارع بالغ في المنع من التطفيف والنقصان، سعياً في إبقاء الأموال على أربابها { ذلك خير وأحسن تأويلاً } أي أحسن عاقبة من آل إذا رجع، وهو ما يؤول إليه أمره. قوله سبحانه وتعالى { ولا تقفُ } أي ولا تتبع { ما ليس لك به علم } أي لا تقل رأيت ولم تر وسمعت ولم تسمع وعلمت ولم تعلم. وقيل: معناه لا ترم أحداً بما ليس لك به علم وقيل لا يتبعه بالحدس والظن وقيل: هو مأخوذ من القفا كأنه يقفو الأمور، ويتتبعها ويتعرفها والمراد أنه لا يتكلم في أحد بالظن { إن السمع والبصر والفؤاد كل أولئك كان عنه مسؤولاً } معناه يسأل المرء عن سمعه وبصره وفؤاده، وقيل يسأل السمع البصر والفؤاد، عما فعله المرء فعلى هذا ترجع الإشارة في أولئك إلى الأعضاء، وعلى القول الأول ترجع إلى أربابها. \" عن شكل بن حميد قال: أتيت النبي صلى الله عليه وسلم فقلت: يا نبي الله علمني تعويذاً أتعوذ به قال: فأخذ بيدي ثم قال: \" قل أعوذ بك من شر سمعي وشر بصري وشر فؤادي وشر لساني وشر قلبي وشر منيي قال فحفظتها \" \" أخرجه أبو داود والنسائي والترمذي. وقال حديث حسن غريب. قوله: وشر منيي يعني ماءه وذكره. قوله عز وجل { ولا تمش في الأرض مرحاً } أي بطراً وكبراً وخيلاء { إنك لن تخرق الأرض } أي لن تقطها بكبرك حتى تبلغ آخرها { ولن تبلغ الجبال طولاً } أي لا تقدر أن تطاول الجبال، وتساويها بكبرك والمعنى أن الإنسان لا ينال بكبره وبطره شيئاً كمن يريد خرق الأرض ومطاولة الجبال، لا يحصل على شيء. وقيل: إن الذي يمشي مختالاً يمشي مرة على عقبيه، ومرة على صدور قدميه فقيل له: إنك لن تنقب الأرض إن مشيت على عقبيك ولن تبلغ الجبال طولاً إن مشيت على صدور قدميك. عن علي قال: كان رسول الله صلى الله عليه وسلم إذا مشى تكفأ تكفؤاً كأنما ينحط من صبب. أخرجه الترمذي في الشمائل. قوله تكفؤاً: التكفؤ التمايل في المشي إلى قدام، وقوله كأنما ينحط من صبب هو قريب من التكفؤ أي كأنه ينحدر من موضع عال، عن أبي هريرة قال: ما رأيت شيئاً أحسن من رسول الله صلى الله عليه وسلم كأن الشمس تجري في وجهه، وما رأيت أحداً أسرع من مشيه من رسول الله صلى الله عليه وسلم كأنما الأرض تطوى له إنا لنجهد أنفسنا. وإنه لغير مكترث. أخرجه الترمذي. قوله: لغير مكترث أي شاق والاكتراث الأمر الذي يشق على الإنسان { كل ذلك كان سيئة عند ربك مكروهاً } أي ما ذكر من الأمور التي نهى الله عنها فيما تقدم. فإن قلت: كيف قيل: سيئة مع قوله مكروهاً؟ قلت: قيل فيه تقديم وتأخير تقديره كل ذلك كان مكروهاً سيئة عند ربك وقوله: مكروهاً على التكرير لا على الصفة أي كل ذلك كان سيئة وكان مكروهاً وقيل إنه يرجع إلى المعنى دون اللفظ، لأن السيئة الذنب وهو مذكر.", "annotation": {"aya": [], "hadith": [{"start": 4071, "end": 4209}, {"start": 6640, "end": 6842}], "verse": []}}