{"text": " القراءة: قرأ يعقوب وسهل أو مدخلاً بفتح الميم وسكون الدال وهو قراءة ابن أبي إسحاق والحسن والباقون مُدَّخَلا وفي الشواذ قراءة مسلمة بن محارب ومُدْخَلا بضم الميم وسكون الدال وقراءة الأعرج مُدَّخَّلا بتشديد الدال والخاء وقرأ أنس وهم يجمزون رواه الأعمش عنه. الحجة: أما قوله { مُدَّخَلاً } في القراءة المشهورة فأصله مدتخلاً لكن التاء تبدل بعد الدال دالاً لأن التاء مهموسة والدال مجهورة والتاء والدال من مكان واحد فكان الكلام من وجه أحد أخفّ ومن قرأ مَدْخلاً فهو من دخل يدخل مدخلاً ومن قرأ مُدْخَلاً فهو من أدخلته مدخلاً قال: الحَمْدُ للَّـهِ مُمْسانا وَمُصْبَحَنا بِالخَيْرِ صَبَّحَنا رَبِّي وَمَسَّانا ومن قرأ مُدَّخَّلاً بتشديد الدال والخاء جعله متدخلاً ثم أدغم التاء في الدال وفي رواية الأعمش أنه سمع أنساً يقرأ يجمزون فقال وما يجمزون قال يجمزون ويجمحون ويشتدون واحد. اللغة: الفَرق انزعاج النفس بتوقع الضرر وأصله من مفارقة الأموال حال الانزعاج والملجأ الموضع الذي يتحصن فيه ومثله المعقل والموئل والمعتصم والمعتمد. والمغارات جمع مغارة مفعلة من غار الشيء في الشيء يغور إذا دخل مِنه في موضع يستره والغار النقب في الجبل والمدخل المسلك الذي يتدسّس بالدخول فيه وهو مفتعل والجماح مضي المار مسرعاً على وجهه لا يردّه شيء عنه. وقيل: هو المشي بين الشيئين قال مهلهل: لَقَدْ جَمَحْتُ جِماحَاً فِي دِمائِهِــم حَتّى رَأَيْتُ ذَوِي أحْسابِهِمْ خمَدُوا والجموح الراكب هواه قال: خَلَعْتُ عِذارِي جامِحاً ما يَرُدَّنِـي عنِ البِيضِ أمْثالِ الدُّمى زَجْر زاجِرِ المعنى: ثم أظهر سبحانه سرّاً من أسرار القوم فقال { ويحلفون بالله إنهم لمنكم } أي يقسم هؤلاء المنافقون أنهم لمن جملتكم أيها المؤمنون أي مؤمنون أمثالكم { وما هم منكم } أي ليسوا مؤمنين بالله كما أنتم كذلك { ولكنهم قوم يفرقون } أي يخافون القتل والأسر إن لم يظهروا الإيمان { لو يجدون ملجأً } أي لو يجد هؤلاء المنافقون حرزاً عن ابن عباس وقيل: حصناً عن قتادة { أو مغارات } أي غيراناً في الجبال عن ابن عباس. وقيل: سراديب عن عطاء { أو مدخلاً } أي موضع دخول يأوون إليه عن الضحاك. وقيل: نفقاً كنفق اليربوع عن ابن زيد. وقيل: أسراباً في الأرض عن ابن عباس وأبي جعفر ع. وقيل: وجهاً يدخلونه على خلاف رسول الله صلى الله عليه وسلم عن الحسن { لولّوا إليه } أي لعدلوا إليه. وقيل: لأعرضوا عنكم إليه { وهم يجمحون } أي يسرعون في الذهاب إليه، ومعنى الآية: أنهم من خبث دخلتهم وسوء سريرتهم وحرصهم على إظهار ما في نفوسهم من النفاق والكفر لو أَصابوا شيئاً من هذه الأشياء لآووا إليه ليجاهروا بما يضمرونه وأعرضوا عنك.", "annotation": {"aya": [], "hadith": [], "verse": [{"start": 519, "end": 557}, {"start": 558, "end": 596}, {"start": 1152, "end": 1192}, {"start": 1193, "end": 1233}, {"start": 1259, "end": 1298}, {"start": 1299, "end": 1339}]}}