{"text": " تصور هذه الآية حال الكفار عند سماعهم لكتاب الله وآياته من رسول الله أو صحابته، فإذا سمعوها { تَعْرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلْمُنْكَرَ.. } [الحج: 72] أي: الكراهية تراها وتقرؤها في وجوههم عُبُوساً وتقطيباً وغضباً وانفعالاً، ينكر ما يسمعون، ويكاد أن يتحول الانفعال إلى نزوع غضبي يفتك بمَنْ يقرأ القرآن لما بداخلهم من شر وكراهية لما يتلى عليهم. لذلك قال تعالى بعدها: { يَكَادُونَ يَسْطُونَ بِٱلَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَٰتِنَا.. } [الحج: 72] والسَّطْو: الفَتْك والبطش لأن العمل الوجداني الذي يشغل نفوسهم يظهر أولاً على وجوههم انفعالاً يُنبىء بشيء يريدون إيقاعه بالمؤمنين، ثم يتحول الوجدان إلى نزوع حركي هو الفتك والبطش. قُلْ في الرد عليهم: ماذا يُغضِبكم حتى تسطوا علينا وتكرهوا ما نتلو عليكم من كتاب الله. والغيظ والكراهية عند سماعهم القرآن دليل على عدم قدرتهم على الرد بالحجة، وعدم قدرتهم أيضاً على الإيمان لذلك يتقلَّبون بين غيظ وكراهية. لذلك يخاطبهم بقوله: { قُلْ أَفَأُنَبِّئُكُم بِشَرٍّ مِّن ذٰلِكُمُ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْ.. } [الحج: 72] يعني: مالي أراكم مغتاظين من آيات الله كارهين لها الآن، والأمر ما يزال هيِّناً؟ أمجرد سماع الآيات يفعل بكم هذا كلّه؟ فما بالكم حينما تباشرون النار في الآخرة، الغيظ الذي تظنونه شرّاً فتسطُون علينا بسببه أمر بسيط، وهناك أشرّ منه ينتظركم { ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْ.. } [الحج: 72]. وما أشبه هذا بموقف الصِّدِّيق أبي بكر حينما أوقف صناديد قريش بالباب، وقدّم عليهم المستضعفين من المؤمنين، فغضبوا لذلك وورِمَتْ أنوفهم، فقال لهم: أَوَرِمتْ أنوفكم أنْ قدمتهم عليكم الآن، فكيف بكم حين يُقدمهم الله عليكم في دخول الجنة؟ وكلمة { وَعَدَهَا.. } [الحج: 72] الوعد دائماً يكون بالخير، أما هنا فاستُعملَتْ على سبيل الاستهزاء بهم والتقليل من شأنهم، كما قال في آية أخرى: فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ [الانشقاق: 24] فساعةَ أن يسمع البُشْرى يستشرف للخير، فيفاجئه العذاب، فيكون أنكَى له. ومن ذلك أيضاً قوله تعالى: وَإِن يَسْتَغِيثُواْ يُغَاثُواْ بِمَآءٍ كَٱلْمُهْلِ يَشْوِي ٱلْوجُوهَ.. [الكهف: 29] لأن انقباض النفس ويأسها بعد بوادر الانبساط أشدّ من العذاب ذاته. وقوله: { وَبِئْسَ ٱلْمَصِيرُ } [الحج: 72] أي: ساءت نهايتكم ومرجعكم.", "annotation": {"aya": [{"start": 1654, "end": 1685}, {"start": 1797, "end": 1868}], "hadith": [], "verse": []}}