{"text": " وصفت هذه الصنيفة الكافرة المعرضة عن النظر في آيات الله بأن قلوبهم لا تفقه، والفقه الفهم، وأعينهم لا تبصر، وآذانهم لا تسمع، وليس الغرض من ذلك نفي هذه الإدراكات عن حواسهم جملة وإنما الغرض نفيها في جهة ما كما تقول: فلان أصم عن الخنا. ومنه قول مسكين الدارمي: [الكامل أحذ مضمر] أعمى إذا ما جارتي خرجت حتى يواري جارتي السترُ وأصم عمّا كان بينهما عمداً وما بالسمعِ من وَقْرِ ومنه قول الآخر: [الوافر] وعوراء الكلام صممت عنها ولو أني أشاء بها سميع وبادرة وزعت النفس عنها وقد بقيت من الغضب الضلوع ومنه قول الآخر في وصاة من يدخل إلى دار ملك: [مخلع البسيط] وادخل إذا ما دخلت أعمى واخرج إذا ما خرجت أخرسْ فكأن هؤلاء القوم لما لم ينفعهم النظر بالقلب ولا بالعين ولا ما سمعوه من الآيات والمواعظ استوجبوا الوصف بأنهم { لا يفقهون } و { لا يبصرون } و { لا يسمعون } وفسر مجاهد هذا بأن قال: لهم قلوب لا يفقهون بها شيئاً من أمر الآخرة وأعين لا يبصرون بها الهدى وآذان لا يسمعون بها الحق، و { أولئك } إشارة إلى من تقدم ذكره من الكفرة وشبههم بالأنعام في أن الأنعام لا تفقه قلوبهم الأشياء ولا تعقل المقاييس، وكذلك ما تبصره لا يتحصل لها كما يجب، فكذلك هؤلاء ما يبصرونه ويسمعونه لا يتحصل لهم منه علم على ما هو به حين أبصر وسمع، ثم حكم عليهم بأنهم { أضل } ، لأن الأنعام تلك هي بنيتها وخلقتها لا تقصر في شيء ولا لها سبيل إلى غير ذلك، وهؤلاء معدون للفهم وقد خلقت لهم قوى يصرفونها وأعطوا طرقاً في النظر فهم بغفلتهم وإعراضهم يلحقون أنفسهم بالأنعام فهم أضل على هذا، ثم بين بقوله: { أولئك هم الغافلون } الطريق الذي به صاروا أضل من الأنعام وهو الغفلة والتقصير. وقوله تعالى: { ولله الأسماء الحسنى } الآيات، السبب في هذه الآية على ما روي، أن أبا جهل سمع بعض أصحاب النبي صلى الله عليه وسلم يقرأ فيذكر الله في قراءته ومرة يقرأ فيذكر الرحمن ونحو هذا فقال: محمد يزعم أن الإله واحد وهو إنما يعبد آلهة كثيرة فنزلت هذه و { الأسماء } هنا بمعنى التسميات إجماعاً من المتأولين لا يمكن غيره، و { الحسنى }: مصدر وصف به، ويجوز أن تقدر { الحسنى } فعلى مؤنثه أحسن، فأفرد وصف جميع ما لا يعقل كما قال مآرب أخرى [طه:18] وكما قال يا جبال أوبي معه [سبأ:10] وهذا كثير، وحسن الأسماء إنما يتوجه بتحسين الشرع لإطلاقها، والنص عليها، وانضاف إلى ذلك أيضاً أنها إنما تضمنت معاني حساناً شريفة. واختلف الناس في الاسم الذي يقتضي مدحاً خالصاً ولا يتعلق به شبهة ولا اشتراك، إلا أنه لم ير منصوصاً هل يطلق ويسمى الله به؟ فنص ابن الباقلاني على جواز ذلك ونص أبو الحسن الأشعري على منع ذلك، والفقهاء والجمهور على المنع، وهو الصواب أن لا يسمى الله تعالى إلا باسم قد أطلقته الشريعة ووقفت عليه أيضاً، فإن هذه الشريطة التي في جواز إطلاقه من أن تكون مدحاً خالصاً لا شبهة فيه ولا اشتراك أمر لا يحسنه إلا الأقل من أهل العلوم فإذا أبيح ذلك تسور عليه من يظن بنفسه الإحسان وهو لا يحسن فأدخل في أسماء الله ما لا يجوز إجماعاً، واختلف أيضاً في الأفعال التي في القرآن مثل قوله: الله يستهزىء بهم [البقرة:15] ومكر الله [آل عمران:54] ونحو ذلك هل يطلق مها اسم الفاعل؟ فقالت فرقة: لا يطلق ذلك بوجه، وجوزت فرقة أن يقال ذلك مقيداً بسببه فيقال: الله مستهزىء بالكافرين وماكر بالذين يمكرون بالدين، وأما إطلاق ذلك دون تقييد فممنوع إجماعاً، والقول الأول أقوى ولا ضرورة تدفع إلى القول الثاني لأن صيغة الفعل الواردة في كتاب الله تغني, ومن أسماء الله تعالى ما ورد في القرآن ومنها ما ورد في الحديث وتواتر، وهذا هو الذي ينبغي أن يعتمد عليه، وقد ورد في الترمذي حديث عن أبي هريرة ونص فيه تسعة وتسعين اسماً، وفي بعضها شذوذ وذلك الحديث ليس بالمتواتر وإنما المتواتر منه قول النبي صلى الله عليه وسلم \" إن لله تسعة وتسعين اسماً مائة إلا واحداً من أحصاها دخل الجنة \" ، ومعنى أحصاها عدها وحفظها وتضمن ذلك الإيمان بها والتعظيم لها والرغبة فيها والعبرة في معانيها، وهذا حديث البخاري، والمتحصل منه أن لله تعالى هذه الأسماء مباحاً إطلاقها وورد في بعض دعاء النبي صلى الله عليه وسلم \" يا حنان يا منان \" ولم يقع هذا الاسمان في تسمية الترمذي. وقوله: { فادعوه بها } إباحة بإطلاقها، وقوله تعالى: { وذروا الذين } قال ابن زيد: معناه اتركوهم ولا تحاجوهم ولا تعرضوا لهم، فالآية على هذا منسوخة بالقتال، وقيل معناه الوعيد كقوله تعالى: ذرني ومن خلقت وحيداً [المدثر:11] وقوله: ذرهم يأكلوا ويتمتعوا [الحجر:3] ويقال ألحد ولحد بمعنى جار ومال وانحرف، وألحد أشهر، ومنه قول الشاعر: [الرجز] ليس الإمام بالشحيحِ الملحِد قال أبو علي: ولا يكاد يسمع لأحد وفي القرآن ومن يرد فيه بإلحاد [الحج:25] ومنه لحد القبر المائل إلى أحد شقيه، وقرأ أبو عمرو وابن كثير ونافع وعاصم وابن عامر \" يُلحِدون \" بضم الياء وكسر الحاء وكذلك في النحل والسجدة، وقرأ حمزة الأحرف الثلاثة \" يَلحَدون \" بفتح الياء والحاء, وكذلك ابن وثاب وطلحة وعيسى والأعمش، ومعنى الإلحاد في أسماء الله عز وجل أن يسموا اللات نظيراً إلى اسم الله تعالى قاله ابن عباس: والعزى نظيراً إلى العزيز، قاله مجاهد، ويسمون الله رباً ويسمون أوثانهم أرباباً ونحو هذا، وقوله: { سيجزون ما كانوا يعملون } وعيد محض بعذاب الآخرة، وذهب الكسائي إلى الفرق بين ألحد ولحد وزعم أن ألحد بمعنى مال وانحرف ولحد بمعنى ركن وانضوى، قال الطبري: وكان الكسائي يقرأ جميع ما في القرآن بضم الياء وكسر الحاء إلا التي في النحل فإنه كان يقرؤها بفتح الياء والحاء ويزعم أنها بمعنى الركون وكذلك ذكر عنه أبوعلي.", "annotation": {"aya": [{"start": 1845, "end": 1854}, {"start": 1872, "end": 1888}, {"start": 2586, "end": 2602}, {"start": 2615, "end": 2624}, {"start": 3701, "end": 3721}, {"start": 3741, "end": 3761}, {"start": 3919, "end": 3937}], "hadith": [{"start": 3185, "end": 3249}, {"start": 3459, "end": 3478}], "verse": [{"start": 273, "end": 295}, {"start": 296, "end": 318}, {"start": 319, "end": 339}, {"start": 340, "end": 367}, {"start": 393, "end": 416}, {"start": 417, "end": 438}, {"start": 439, "end": 461}, {"start": 462, "end": 486}, {"start": 545, "end": 567}, {"start": 568, "end": 591}, {"start": 3848, "end": 3875}]}}