{"text": " { وَلاَ يَتَمَنَّوْنَهُ أَبَدًا } أى ما داموا أحياء وهذا معنى الأَبدية، وهذا إِخبار من الله عز وجل بأَن هؤلاء المخاطبين خصوصا لا يتمنونه. قال رسول الله - صلى الله عليه وسلم -: والذى نفسى بيده لا يقولها أحد إِلا غص بريقه، فلم يتمنه أحد منهم لأَنهم أيقنوا بصدقه - صلى الله عليه وسلم - ولو تمنوه ولو بأَلسنتهم فقط لماتوا فى حينهم، وذلك معجزة له - صلى الله عليه وسلم - ولولا ذلك لقالوا ليظهروا أنه كاذب حاشاه، وفى آية أُخرى لن يتمنوه ولما تعاقبت لن ولا على معنى واحد علمنا أن لن لا تفيد التأَييد كما لا تفيده لا والتأبيد حيث أثبتناه مستفاد من خارج كاستحالة رؤية المخالف للحوادث سبحانه أن تراه الحوادث والتأبيد منسوب للن على خلاف الأَصل لا للا، فلا نرد (لا) إِلى (لن) فى التأييد، فالنفى تارة بلا وأُخرى بلن تفنن وعلى تسليم أن لن للتأبيد فإِنما كانت هنالك لأَنهم ادعوا الاختصاص من دون الناس فى الموضعين، وزادوا هنالك أنه أمر مكشوف عند الله عز وجل لا شبهة فيه فناسب التأكيد بلن، { بِمَا قَدَّمَتْ أيْدِيهِمْ } بسبب ما قدمته أيديهم أى بسبب كفرهم وأسند التقدم للأَيدى لأَن أكثر الأَعمال تعمل بها والباء متعلق بلن لأَن المعنى انتفى التمنى بسبب كفرهم، كما علقت الباء عند بعض فى قوله تعالى وما أنت بنعمة ربك بمجنون: بما وبعض يقدر العامل من معنى لن فى ذلك مثل انتفى التمنى بما قدمت أيديهم. { وَاللهُ عَلِيمٌ بِالظَّالِمِينَ } عموما ومنهم هؤلاء المخاطبون أو بالظالمين المخاطبين عبر عنهم بالظاهر ليصفهم بالظلم الكامل الشامل لأَنواع من الظلم ومنها ادعاؤهم أنهم أولياؤه تعالى وغير ذلك مما مضى وما يأتى { قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ } إِذ لم تستعدوا له وأهلكتم آخرتكم بدنياكم. { فَإِنَّهُ مُلاَقِيكُمْ } لا محيد لكم منه والخطاب لليهود والموت الذى فروا منه هو المذكور فى قوله تعالى فتمنوا الموت [الجمعة: 6] والفاء صلة فى خبر المبتدأ الذى هو اسم إِن لأَنه منعوت بالموصول فكأنه موصول والموصول تزاد الفاء فى خبره، ولكن إِذا أشبه اسم الشرط فى العموم ولا عموم فى الموت الذى يفرون منه، فإِما أن يعتبر أنواع من الموت مهولة عليهم لعنهم الله، وإِما أن تكون فى خبر المبتدأ إِلا لشبه اسم الشرط كما أجاز الأَخفش زيادتها فى الخبر مطلقا نحو زيد فقائم، ويدل له قراءة زيد بن على إِنه ملاقيكم بلا فاء، وابن مسعود؛ تفرون منه ملاقيكم أو إِن الذى خبر إِن لا نعت، وفى الآية مناسبة لتحريم الفرار من الطاعون وهو كبيرة كالفرار من الزحف، كما قالت عائشة والأَكثرون وكرهه مالك وأجازه عمرو بن العاص وأبو موسى والمغيرة وعمر بن الخطاب. قال عمرو ابن العاص الطاعون كالسيل من تنكبه أخطأَه وكالنار من تنكبها أخطأَها ومن أقام أحرقته وأنه رجس فتفرقوا منه فى الشعاب والأَودية، ويقال لا بأَس بالخروج مع اعتقاد أن كل شئ بقضاء وقدر. ومن اعتقد أن الفرار منج والقعود مهلك هكذا كفر، وجاز الخروج لعارض شغل أو للتداوى من علة طعن فيها وجاز الفرار من الوباء والحمى والجدرى ونحوه وليحذر من ذلك كله أن يقال لو خرجت لسلمت أو لو قعدت لأَصابنى ذلك. وقد مر - صلى الله عليه وسلم - بحائط مائل فأَسرع { ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالْشَّهَادَةِ } الذى لا تخفى عليه خافية { فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ } من الشرك وسائر المعاصى تنبئة مجازاة.", "annotation": {"aya": [{"start": 1582, "end": 1594}], "hadith": [], "verse": []}}