{"text": " قوله تعالى: { لاَّ يَسْأَمُ } لا يملّ { ٱلإِنْسَانُ } المراد الكافر { مِن دُعَآءِ ٱلْخَيْرِ } من طلب الخير لنفسه، الخير في ماله في أولاده، في صحته وعافيته، ترى الرجل يقول: يا رب شقة أسكن فيها، فإنْ أعطاه الله الشقة قال: يا رب فيلا صغيرة فإنْ أعطاه الله قال: يا رب عمارة تصرف على الفيلا. فالإنسان جُبِلَ على حب الخير وعلى الطمع ولا يملأ عين ابن آدم إلا التراب، ويتوب الله على من تاب، وقليل من الناس مَنْ يأخذ الأمور على قدرها. سيدنا داود عليه وعلى نبينا السلام أعطاه اللهُ من الخيرات الكثير ومع ذلك جلس في يوم من الأيام على سطح بيته فوجد سِرْباً من جراد من ذهب فثنَى ثوبه وأخذ يجمع فيه الجراد، فتجلَّى الله له وقال: يا داود ألَمْ أُغْنِكَ؟ قال: بلى يا رب لكن لا غِنَى لي عن فضلك. فإذا كان هذا حال نبي الله داود، فما بال المؤمن العادي؟ وما بال غير المؤمنين، أمثال مَنْ نزلت فيهم هذه الآية، ومن قال الله فيه وَمَآ أَظُنُّ ٱلسَّاعَةَ قَائِمَةً وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لأَجِدَنَّ خَيْراً مِّنْهَا مُنْقَلَباً [الكهف: 36] أو: إِنَّ لِي عِندَهُ لَلْحُسْنَىٰ [فصلت: 50]. إذن: فالإنسان هنا يعني الكافر، لأن الحق سبحانه أراد للمؤمن أن يكون قَنُوعاً، هذه القناعة التي علَّمنا إياها رسول الله صلى الله عليه وسلم حين قال للصحابي الجليل عمه العباس بن عبد المطلب: \" قليل يكفيك خير من كثير يطغيك \". وفي حديث آخر قال صلى الله عليه وسلم: \" \" نحن قوم لا نأكل حتى نجوع، وإذا أكلنا لا نشبع \" وقال: \" فثلث لطعامه، وثلث لشرابه، وثلث لنفَسِه  \". وفي الحديث القدسي: \" مَنْ رضي بقَدَري أعطيته على قَدْري \". الرسول صلى الله عليه وسلم يُعلِّمنا هنا طرق الوقاية من أمراض كثيرة، ويُعطينا الحلول الشافية لاقتصاديات الشعوب، قديماً كان الأطباء لا يروْنَ علاقة بين ضيق التنفس والمعدة، يقولون: التنفس في الرئتين، والطعام في المعدة، والآن تأكدوا أن العلاقة بينهما وطيدة، فإذا امتلأتْ المعدة بالطعام ضغطتْ على الحجاب الحاجز وضيَّقتْ على الرئة وأرهقتْ القلب. لذلك وجدوا تصحيح هذه المعلومة في حديث سيدنا رسول الله الذي يُعلِّمنا فيه كيفية الجمع بين مُقوِّمات الحياة المختلفة من طعام وماء وهواء، وألاَّ يكون المؤمن نَهِماً \" ما ملأ ابنُ آدم وعاءً شراً من بطنه \". قلنا: إنك إذا عُدْتَ من عملك جائعا لا تنتظر الطعام حتى ينضج وربما تجد أمامك بقايا طعام سابق، كِسْرة خبز وعود جرجير وجبنة، فتأكل وتجد لهذا الطعام البسيط طعماً ولذة، لماذا؟ لأنك أكلتَ وأنت جائع، والجوع يجعلك تقبل أيّ شيء وتستسيغه. لذلك قال الرجل العربي صاحب الفطرة السليمة: نِعْم الإدامُ الجوع، وقال: طعام الجائع هَنِئ، وفراش المتعَب وطيء يعني مريح، نعم تجد المتعَب ينام ملء عينيه، ولو نام على الحصى والحصير، وغير المتعب يتقلَّب في فراشه مُؤرقاً، حتى لو نام على الحرير. إذن: نقول تأملوا الإسلام، ففيه حَلٌّ لمشكلاتنا الاقتصادية وأزماتنا المتتالية. الإسلام يُعلِّمني أنْ أقنع بما في يدي، وألاَّ أتطلع إلى ما هو فوق إمكاناتي، لأن الذي ينظر إلى ما هو فوق إمكاناته، كالذي يشرب من ماء البحر، كلما شرب ازداد عطشاً. ثم يكمل الحق سبحانه الصورة: { وَإِن مَّسَّهُ ٱلشَّرُّ فَيَئُوسٌ قَنُوطٌ } [فصلت: 49] إنْ أصابه الشر فَيَئُوسٌ هذه صيغة مبالغة من اليأس والعياذ بالله، واليائس هو مَنِ انقطع أمله ورجاؤه، واليأس صفة الوجدان، أما قَنُوطٌ فهي أيضاً صيغة مبالغة من قانط، وهذه صفة الأبدان، قالوا: لأن القنوط أثر اليأس الذي يظهر على الأبدان وعلى الوجه خاصة، فتراه مُغبراً مُكشراً مقشعراً والعياذ بالله من حال هؤلاء، أما المؤمن فتعلو وجهه سيما الصلاح ونور الإيمان تجده هاشاً باشاً مُنشرحَ الصدر مُبتسماً مُستبشراً. ثم يقول الحق سبحانه: { وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِّنَّا... }.", "annotation": {"aya": [{"start": 805, "end": 911}, {"start": 928, "end": 958}], "hadith": [{"start": 1157, "end": 1190}, {"start": 1228, "end": 1329}, {"start": 1349, "end": 1388}], "verse": []}}