{"text": " { ياايها الذين آمنوا اركعوا واسجدوا } اى فى صلاتكم امرهم بها لما انهم ما كانوا يفعلونها اول اسلام، قال ابو الليث كانوا يسجدون بغير ركوع فامرهم الله بان يركعوا ويسجدوا وقال بعضهم كانوا يركعون بلا سجود ويسجدون بلا ركوع، قال الكاشفى در اول اسلام همين قعود وقيام بوده بدين آيت ركوع وسجود داخل شد او المعنى صلوا عبر عن الصلاة بهما لانهما اعظم اركانها { واعبدوا ربكم } بسائر ما تعبدكم به { وافعلوا الخير } وتحروا ماهو خير واصلح فى كل ما تأتون وما تذرون كنوافل الطاعات وصلة الارحام ومكارم الاخلاق وفى الحديث \" حسنوا نوافلكم فبها تكمل فرائضكم \" وفى المرفوع \" النافلة هدية المؤمن الى ربه فليحسن احدكم هديته وليطيبها \" ، قال فى المفردات الخير ما يرغب فيه الكل كالعقل مثلا والعدل والفضل والشىء النافع والشر ضده وقيل الخير ضربان خير مطلق وهو ان يكون مرغوبا فيه بكل حال وعند كل احد كما وصف عليه السلام الجنة فقال \" لاخير بخير بعده النار ولا شر بشر بعده الجنة \" وخير مقيد وهو ان يكون خير الواحد شر الآخر كالمال الذى ربما كان خيرا لزيد وشرا لعمرو { لعلكم تفلحون } اى افعلوا هذه كلها وانتم راجون بها الافلاح غير متيقنين له واثقين باعمالكم قال الشيخ سعدى قدس سره بضاعت نياوردم الا اميد\t \tخدايا زعفوم مكن نا اميد والفلاح الظفر وادراك البغية وذلك ضربان دنيوى واخروى فالدنيوى الظفر بالسعادات التى يطيب بها حياة الدنيا وهو البقاء والغنى والعز والعلم والاخروى اربعة اشياء بقاء بلا فناء وغنى بلا فقر وعز بلا ذل وعلم بلا جهل ولذلك قيل لا عيش الا عيش الآخرة زنهار دل مبند بر اسباب دنيوى قالوا الآية آية سجدة عند الشافعى واحمد لظاهر مافيها من الامر بالسجود، قال الكاشفى اين سجده مختلف فيه است وبمذهب امام شافعى سجده هفتم باشد از سجدات قرآن وحضرت شيخ اين را سجدة الفلاح كفته وقال الامام الاعظم والامام مالك دل مقارنة السجود بالركوع فى الآية على ان المراد سجود الصلاة. قال فى التأويلات النجمية يشير بقوله { ياأيها الذين آمنوا } الآية الى الرجوع من تكبر قيام الانسانية الى تواضع خشوع الحيوانية فان الحيوانات على اربع فى الركوع لقوله ومنهم من يمشى على اربع والرجوع من الركوع الى الانكسار والذلة والنباتية فى السجود فان النبات فى السجود لقوله والنجم والشجر يسجدان لان الروح بهذه المنازل كان مجيئة من عالم الاوراح عبر على المنزل النباتى ثم على المنزل الحيوانى الى ان بلغ المنزل الانسانى فعند رجوعه الى الحضرة يكون عبورة على هذه المنازل وهذا سر قوله صلى الله عليه وسلم \" الصلاة معراج المؤمنين \" ثم قال { واعبدوا ربكم } يعنى بهذا الرجوع اليه خالصا لوجه تعالى { وافعلوا الخير } بالتوجه الى الله فى جميع احوالكم واعمال الخير كلها { لعلكم تفلحون } بالعبور على هذا المنازل من حجب الظلمات النفسانية والانوار الروحانية.", "annotation": {"aya": [{"start": 1804, "end": 1826}, {"start": 1912, "end": 1932}], "hadith": [{"start": 501, "end": 536}, {"start": 549, "end": 608}, {"start": 800, "end": 847}, {"start": 2136, "end": 2161}], "verse": [{"start": 1046, "end": 1094}, {"start": 1333, "end": 1361}]}}