{"text": " القراءة: قرأ ابن كثير النشور وأمنتم وقرأ أبو جعفر ونافع وأبو عمرو ويعقوب بهمزة واحدة ممدودة وهو تحقيق الهمزة الأولى وتخفيف الثانية بأن تجعل بين بين وقرأ الباقون أأمنتم بهمزتين. الحجة: أما الأول فهو تخفيف الهمزة الأولى بأن جعلت واواً وهذا في المنفصل نظير قولهم في المتصل التُؤَدة وجُوَن في جمع جؤنة فأما الهمزة التي هي فاء من قولهم أأمنتم بعد تخفيف الأولى بقلبها واواً فإنه يجوز فيه التحقيق والتخفيف فإن حقَّق كان لفظه النشور وأمنتم وإن خفف كان القياس أن تجعل بين بين أعني بين الألف والهمزة لتحركها بالفتحة ومن قال: لا هَـنـــاكِ المَـرْتَـــعُ وقلبها ألفاً كان القياس أن يقول هنا النشور وأمنتم بقلبها ألفاً محضة وسيبويه يجيز هذا القلب في الشعر وغير حال السعة وكان قياس قول أبي عمرو على ما حكاه عنه سيبويه من أنه إذا اجتمع همزتان خفف الأولى منهما دون الثانية أن يقلب الأولى منهما هنا واواً كما فعله ابن كثير فأما الثانية فإن شاء حقَّقها وإن شاء خفَّفها وتخفيفها أن تجعل بين الهمزة والألف ولعل أبا عمرو ترك هذا القول في هذا الموضع فأخذ فيه بالوجه الآخر وهو تخفيف الثانية منهما إذا التقتا دون الأولى. اللغة: اللطف من الله الرأفة والرحمة والرفق واللطيف الرفيق بعباده يقال لطف به يلطف لطفاً إذا رفق به والذلول من المراكب ما لا صعوبة فيه ومناكب الأرض ظهورها ومنكب كل شيء أعلاه وأصله الجانب ومنه منكب الرجل والريح النكباء والنشور الحياة بعد الموت يقال نشر الميت ينشر نشوراً إذا عاش وأنشره الله أحياه قال الأعشى: حَتّى يَقُولَ النَّاسُ مِمّا رَأَوْا يا عَجَبـاً لِلْمَيـِّــتِ النَّاشِـرِ وأصله من النشر ضد الطي والحاصب الحجارة التي ترمي بها كالحصباء وحصبه بالحصاة يحصبه حصباً إذا رماه بها ويقال للذي يرمي به حاصب أي ذو حصب. الإعراب: { بالغيب } في موضع نصب على الحال { ألا يعلم من خلق } فيه وجوه أحدها: أن يكون من خلق في موضع رفع بأنه فاعل يعلم والتقدير ألا يعلم من خلق الخلق ضمائر صدورهم الثاني: أن يكون من خلق في موضع نصب بأنه مفعول به وتقديره ألا يعلم الله من خلقه والثالث: أن يكون من استفهاماً في موضع نصب بأنه مفعول خلق وفاعل خلق الضمير المستكن فيه العائد إلى الله تعالى والأول أصح الوجوه وقوله { أن يخسف بكم الأرض } في موضع نصب بأنه بدل من في قوله { من في السماء } وهو بدل الاشتمال { فإذا هي تمور } إذا ظرف المفاجأة وهو معمول. قوله { وهي تمور } جملة في موضع نصب على الحال من يخسف بكم الأرض وذو الحال الأرض وأن يرسل بدل أيضاً مثل قوله { أن يخسف } وقوله { كيف نذير } مبتدأ وخبر والخبر مقدم والجملة متعلقة بقوله { فستعلمون } والتقدير فستعلمون محذور إنذاري أم لا وقوله { فكيف كان نكير } كيف هنا خبر كان وقوله { ويقبضن } معطوف على صافات وإنما عطف الفعل على الاسم ومن الأصل المقرر أن الفعل لا يعطف إلا على الفعل كما أن الاسم لا يعطف إلا على الاسم لأنه وإن كان فعلاً فهو في موضع الحال فتقديره تقدير اسم فاعل وصافات حال فجاز أن يعطف عليه فكأنه قال صافات وقابضات وقد جاء مثل هذا في الشعر قال: باتَ يُعشّيها بِعَضْبٍ باتِرِ يَعْدِلُ فِي أْسْوُقِها وَجائرِ { أمّن هذا الذي هو جند لكم } مَنْ هنا استفهام في موضع رفع بالابتداء دخل عليه أم المنقطعة وهذا مبتدأ ثان والذي خبره وقد وصل بالمبتدأ والخبر وهو قوله { هوجند لكم } وينصركم صفة الجند. المعنى: لمّا تقدَّم الوعيد عقَّبه سبحانه بالوعد فقال { إن الذين يخشون ربهم بالغيب } أي يخافون عذاب ربهم باتقاء معاصيه وفعل طاعاته على وجه الاستسرار بذلك لأن الخشية متى كانت بالغيب على ما ذكرنا كانت بعيدة من الرياء خالصة لوجه الله وخشية الله بالغيب تنفع بأن يستحق عليها الثواب وخشيته في الظاهر بترك المعاصي لا يستحق بها الثواب فإذا الخشية بالغيب أفضل لا محالة. وقيل: بالغيب معناه أنه يخشونه ولم يروه فيؤمنون به خوفاً من عذابه. وقيل: يخافونه حيث لا يراهم مخلوق لأن أكثر ما ترتكب المعاصي إنما ترتكب في حال الخلوة فهم يتركون المعصية لئلاّ يجعلوا الله سبحانه أهون الناظرين إليهم ولأن من تركها في هذه الحال تركها في حال العلانية أيضاً { لهم مغفرة } لذنوبهم { وأجر كبير } أي عظيم في الآخرة لا فناء له. ثم قال سبحانه مهدّداً للعصاة { وأسرّوا قولكم أو اجهروا به إنه عليم بذات الصدور } يعني أنه عالم بإخلاص المخلص ونفاق المنافق فإن شئتم فأظهروا القول وإن شئتم فأبطنوه فإنه عليم بضمائر القلوب ومن علم إضمار القلب علم أسرار القول قال ابن عباس: كانوا ينالون من رسول الله صلى الله عليه وسلم فيخبره به جبرئيل فقال بعضهم لبعض أسرُّوا قولكم لكيلا يسمع آل محمد فنزلت الآية. { ألا يعلم من خلق } قيل في معناه وجوه أحدها: ألا يعلم ما في الصدور من خلق الصدور وثانيها: ألا يعلم سرّ العبد من خلقه أي من خلق العبد فعلى الوجهين يكون من خلق بمعنى الخالق وثالثها: أن يكون من خلق بمعنى المخلوق والمعنى ألا يعلم الله مخلوقه { وهو اللطيف } أي العالم بما لطف ودقّ. وقيل: اللطيف بعباده من حيث يدبّرهم بألطف التدبير واللطيف التدبير من يدبر تدبيراً نافذاً لا يجفو عن شيء يدبره به. وقيل: اللطيف من كان فعله في اللطف بحيث لا يهتدي إليه غيره وهو فعيل بمعنى فاعل كالقدير والعليم. وقيل: هو بمعنى الملطف كالبديع بمعنى المبدع. وقيل: اللطيف الذي يكلّف اليسير ويعطي الكثير { الخبير } العالم بالعباد وأعمالهم. ثم عدَّد سبحانه أنواع نعمه ممتنّاً على عباده بذلك فقال { هو الذي جعل لكم الأرض ذلولاً } أي سهلة ساكنة مسخرة تعملون فيها ما تشتهون. وقيل: ذلولاً لم يجعلها بحيث يمتنع المشي فيها بالحزونة والغلظ. وقيل: ذلولاً موطأة للتصرف فيها والمسير عليها ويمكّنكم زراعتها { فامشوا في مناكبها } أي في طرقها وفجاجها عن مجاهد. وقيل: في جبالها لأن منكب كل شيء أعلاه عن ابن عباس وقتادة ثم إن كان هذا أمر ترغيب فالمراد فامشوا في طاعة الله وإن كان للإِباحة فقد أباح المشي فيها لطلب المنافع في التجارات. { وكلوا من رزقه } أي كلوا مما أنبت الله في الأرض والجبال من الزروع والأشجار حلالاً { وإليه النشور } أي وإلى حكمه المرجع في القيامة. وقيل: معناه وإليه الإِحياء للمحاسبة فهو مالك النشور والقادر عليه عن الجبائي. ثم هدَّد سبحانه الكفار زاجراً لهم عن ارتكاب معصيته والجحود لربوبيته فقال { أأمنتم من في السماء } أي أمنتم عذاب من في السماء سلطانه وأمره ونهيه وتدبيره لا بدَّ أن يكون هذا معناه لاستحالة أن يكون الله جل جلاله في مكان أو في جهة. وقيل: يعني بقوله { من في السماء } الملك الموكل بعذاب العصاة { أن يخسف بكم الأرض } يعني أن يشقَّ الأرض فيغيبكم فيها إذا عصيتموه { فإذا هي تمور } أي تضطرب وتتحرك والمعنى أن الله يحرّك الأرض عند الخسف بهم حتى تضطرب فوقهم وهم يخسفون فيها حتى تلقيهم إلى أسفل والمور التردد في الذهاب والمجيء مثل الموج. { أم أمنتم من في السماء أن يرسل عليكم حاصباً } أي ريحاً ذات حجر كما أرسل على قوم لوط حجارة من السماء. وقيل: سحاباً يحصب عليكم الحجارة { فستعلمون } حينئذٍ { كيف نذير } أي كيف إنذاري إذا عاينتم العذاب. { ولقد كذَّب الذين من قبلهم } رسلي وجحدوا وحدانيتي { فكيف كان نكير } أي عقوبتي وتغييري ما بهم من النعم. وقيل: كيف رأيتم إنكاري عليهم بإهلاكهم واستئصالهم. ثم نبَّه سبحانه على قدرته على الخسف وإرسال الحجارة فقال { أولم يروا إلى الطير فوقهم صافات } تصف أجنحتها في الهواء فوق رؤوسهم { ويقبضن } أجنحتهن بعد البسط وهذا معنى الطيران وهو بسط الجناح وقبضه بعد البسط أي يضربن بأرجلهن ويبسطن أجنحتهن تارة ويقبضن أخرى فالجو للطائر كالماء للسابح. وقيل: معناه أن من الطير ما يضرب بجناحه فيصف ومنه ما يمسكه فيدف ومنه الصفيف والدفيف { ما يمسكهن إلا الرحمن } بتوطئة الهواء لهن ولولا ذلك لسقطن وفي ذلك أعظم دلالة وأوضح برهان وحجة بأن من سخر الهواء هذا التسخير على كل شيء قدير والصف وضع الأشياء المتوالية على خط مستقيم والقبض جمع الأشياء عن حال البسط والإمساك اللزوم المانع من السقوط عن علي بن عيسى { إنه بكل شيء بصير } أي بجميع الأشياء عليم. { أم من هذا الذي هو جند لكم ينصركم من دون الرحمن } هذا استفهام إنكار أي لا جند لكم ينصركم مني ويمنعكم من عذابي إن أردت عذابكم عن ابن عباس ولفظ الجند موحد ولذلك قال هذا الذي وكأنه سبحانه يقول للكفار بأيّ قوة تعصونني ألكم جند يدفع عنكم عذابي بيَّن بذلك أن الأصنام لا يقدرون على نصرتهم { إن الكافرون إلا في غرور } أي ما الكافرون إلا في غرور من الشيطان يغرّهم بأن العذاب لا ينزل بهم. وقيل: معناه ما هم إلا في أمر لا حقيقة له من عبادة الأوثان يتوهمون أن ذلك ينفعهم والأمر بخلافه. { أم من هذا الذي يرزقكم إن أمسك رزقه } أي الذي يرزقكم إن أمسك الله الذي هو رازقكم أسباب رزقه عنكم وهو المطر ها هنا { بل لجوا في عتو ونفور } أي ليسوا يعتبرون فينظرون بل تمادوا واستمروا في اللجاج وجاوزوا الحد في تماديهم ونفورهم عن الحق وتباعدهم عن الإِيمان لما كان للمشركين صوارف كثيرة عن عبادة الأوثان وهم كانوا يتقحمون بذلك على العصيان فقد لجّوا في عتوّهم قال الفراء قوله { من هذا الذي يرزقكم } الآية تعريف حجة ألزمها الله العباد فعرفوا فأقرّوا بها ولم يردّوا لها جواباً فقال سبحانه { بل لجّوا في عتوّ ونفور }", "annotation": {"aya": [], "hadith": [], "verse": [{"start": 515, "end": 543}, {"start": 1305, "end": 1341}, {"start": 1342, "end": 1380}, {"start": 2582, "end": 2611}, {"start": 2612, "end": 2643}]}}