{"text": " { وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِـي ٱلْمَوْتَىٰ } الآية إن قيل: ما السبب في مسألة إبراهيم ربّه عزّ وجلّ أن يُريه كيف يُحيى الموتى، وما وجه ذلك، وهل كان إبراهيم شاكّاً في إحيائه الموتى حتّى قال: ولكن ليطئمن قلبي؟ فالجواب عنه من وجوه: قال الحسن وقتادة وعطاء الخراساني والضحاك وابن جريج: كان سبب ذلك السؤال أنّ إبراهيم أتى على دابة ميّتة، قال ابن جريج: كانت جيفة حمار بساحل البحر، قال عطاء: بحيرة الطبريّة، قالوا: فرآها وقد توزّعتها [دواب] البر والبحر، وكان إذا مدّ البحر جاءت الحيتان ودواب البحر فأكلت منها فما وقع منها يصير في الماء، وإذا جزر البحر جاءت السباع فأكلت منها فما وقع منها يصير تراباً، فإذا ذهبت السباع جاءت الطيور فأكلن منها فما سقط قطعته الريح في الهواء، فلما رأى ذلك إبراهيم عليه السلام تعجّب منها وقال: يارب قد علمت لتجمعنها من بطون هذه السباع وحواصل الطيور وأجواف دواب البر فأرني كيف تُحييها لأعاين ذلك فأزداد يقيناً، فعاتبه الله عزّ وجلّ فقال: { قَالَ أَوَلَمْ تُؤْمِن } بإحياء الموتى { قَالَ بَلَىٰ } يارب علمت وآمنت ولكن ليس الخبر كالمعاينة فذلك قوله: { وَلَـكِن لِّيَطْمَئِنَّ قَلْبِي } أي يسكن قلبي إلى المعاينة والمشاهدة. فعلى هذا القول أراد إبراهيم عليه السلام أن يصير له علم اليقين عين اليقين، كما أن الإنسان يعلم الشيء ويتيقنه ولكن يحب أن يراه من غير شك له فيه، كما أن المؤمنين يحبّون رؤية النبيّ صلى الله عليه وسلم ورؤية الجنّة ورؤية الله تعالى مع الإيمان بذلك وزوال الشك فيه. قال ابن زيد: مرّ إبراهيم عليه السلام بحوت ميّت نصفه في البر ونصفه في البحر فما كان في البحر فدواب البحر تأكله وما كان في البر فدواب البر تأكله، فقال له الخبيث إبليس: متى يجمع الله هذا من بطون هؤلاء؟ فقال: { رَبِّ أَرِنِي كَيْفَ تُحْيِـي ٱلْمَوْتَىٰ } ، قال: { أَوَلَمْ تُؤْمِن }؟ { قَالَ بَلَىٰ وَلَـكِن لِّيَطْمَئِنَّ قَلْبِي } بذهاب وسوسة إبليس منه ويصير الشيطان خاسراً صاغراً. وقال بعضهم: إن إبراهيم عليه السلام لما أحتجّ على نمرود وقال: { رَبِّيَ ٱلَّذِي يُحْيِـي وَيُمِيتُ }. وقال: { أَنَا أُحْيِـي وَأُمِيتُ } وقتل ذلك الرجل وأطلق الآخر. قال إبراهيم: فإنّ الله عزّ وجلّ يحيي بأن يقصد إلى جسد ميّت فيحييه ويجعل الروح فيه. فقال له نمرود: أنت عاينت هذا، فلم يقدر أن يقول نعم رأيته، فانتقل إلى حجّة أُخرى، فقال إنّ الله عزّ وجلّ يأتي بالشمس من المشرق فأت بها من المغرب، ثم سأل ربّه فقال: { رَبِّ أَرِنِي كَيْفَ تُحْيِـي ٱلْمَوْتَىٰ قَالَ أَوَلَمْ تُؤْمِن }؟ { قَالَ بَلَىٰ وَلَـكِن لِّيَطْمَئِنَّ قَلْبِي } حتّى إذا قال لي قائل: أنت عاينت؟ أقول: نعم قد عاينت ولا أحتاج إلى الإنصراف لأي حجّة أُخرى، وليعلم نمرود إنّ الإحياء كما فعلت لا كما فعل هو. وهذا معنى قول محمد بن إسحاق عن ابن يسارة. روى في الخبر: إنّ نمرود قال لإبراهيم عليه السلام: أنت تزعم إن ربّك يُحيي الموتى وتدعوني إلى عبادته فسل لربّك يُحيي الموتى إنّ كان قادراً وإلاّ قتلتك. فقال إبراهيم عليه السلام: { رَبِّ أَرِنِي كَيْفَ تُحْيِـي ٱلْمَوْتَىٰ قَالَ أَوَلَمْ تُؤْمِن }؟ { قَالَ بَلَىٰ وَلَـكِن لِّيَطْمَئِنَّ قَلْبِي } بقوّة حجّتي ونجاتي من القتل، فإن عدو الله توعدني بالقتل إنّ لم تُحيي له ميّتاً. وقال ابن عباس وسعيد بن جبير والسدي: لما أتخذ الله إبراهيم خليلاً، سأل مَلَك الموت أن يأذن له فيبشّر إبراهيم بذلك، فأذن له فأتى إبراهيم ولم يكن في الدار، فدخل داره وكان إبراهيم عليه السلام أغير الناس، إذا خرج أغلق بابه، فلمّا دخل وجد في داره رجلاً فثار إليه ليأخذه فقال له: مَنْ أذن لك أن تدخل داري؟ فقال مَلَك الموت: أذن لي ربّ هذه الدار، قال إبراهيم: صدقت، وعرف أنّه مَلَك الموت. فقال: مَنْ أنت؟ قال: مَلَك الموت جئت أُبشّرك بأن الله عزّ وجلّ أتخذك خليلاً، فحمد الله تعالى وقال له: ما علامة ذلك؟ قال: أن يجيب الله دعائك ويُحيي الموتى بسؤالك، ثم أنطلق مَلَك الموت. فقال إبراهيم: { رَبِّ أَرِنِي كَيْفَ تُحْيِـي ٱلْمَوْتَىٰ قَالَ أَوَلَمْ تُؤْمِن }؟ { قَالَ بَلَىٰ وَلَـكِن لِّيَطْمَئِنَّ قَلْبِي } بعلمي أنّك تجيبني إذا دعوتك وتعطيني إذا سألتك. واتخذتني خليلاً. محمد بن مسلم عن سعيد بن المسيّب وأبي عبيدة عن أبي هريرة عن رسول الله صلى الله عليه وسلم قال: \" يرحم الله إبراهيم نحن أحق بالشك منه قال: { رَبِّ أَرِنِي كَيْفَ تُحْيِـي ٱلْمَوْتَىٰ قَالَ أَوَلَمْ تُؤْمِن }؟ { قَالَ بَلَىٰ وَلَـكِن لِّيَطْمَئِنَّ قَلْبِي } \" ثم قرأ إلى آخر الآية. محمد بن إسحاق بن خزيمة قال سمعت أبا إبراهيم المزني يقول: معنى قوله عليه السلام \" نحن أحق بالشك من إبراهيم \" إنّما شك إبراهيم أيجيبه الله عزّ وجلّ إلى ما يسأل أم لا. عبد الرحمن السلمي قال: سمعت أبا القاسم النصر أباذي سُئل عن هذه الآية فقال: حنّ الخليل إلى صنع خليله ولم يتهمه، فذلك قوله عزّ وجلّ { أَوَلَمْ تُؤْمِن }. يعني أنت مؤمن شهد له بالإيمان، كقول جرير: ألستم خير من ركب المطايا وأندى العالمين بطون راح يعني أنتم كذلك. { قَالَ بَلَىٰ وَلَـكِن لِّيَطْمَئِنَّ } ليسكن { قَلْبِي } بزيادة اليقين والحجّة، وحقيقة الخلّة وإجابة الدعوة. قال الله تعالى لإبراهيم عليه السلام: { فَخُذْ أَرْبَعَةً مِّنَ ٱلطَّيْرِ } مختلفة أجناسها وطباعها ليكون أبلغ في القدرة، وخصّ الطائر من سائر الحيوان لخاصيّة الطيران، واختلفوا في ذلك الطير ماهي. فقال ابن عباس: أخذ طاووساً ونسراً وغراباً وديكاً. مجاهد وعطاء بن يسار وابن جريج وابن زيد: كانت غراباً وديكاً وطاووساً وحمامة. سعيد بن أيوب عن سعيد بن الحرث الغراب عن أبي هريرة السناني: أنّها الطاووس والديك والغراب والحمامة. قال عطاء الخراساني: أوحى الله عزّ وجلّ لنبيّه أن أحضر أربعة من الطير: بطّة خضراء وغراباً أسود وحمامة بيضاء وديكاً أحمر. { فَصُرْهُنَّ إِلَيْكَ } قرأ عليّ بن أبي طالب كرّم الله وجهه وأبو الأسود الدؤلي وأبو رجاء العطاردي وأبو عبد الرحمن السلمي والحسن البصري وعكرمة والأعرج وشيبة ونافع وابن كثير وابن عامر وعاصم والكسائي وأبو عمرو ويعقوب وأيوب: بضم الصاد، وأختاره أبو عبيد وأبو حاتم: إضممهنّ ووجّههنّ إليك. يقال: صرت الشيء أصوره إذا أملته. قال أمرؤ القيس: وأفرع ميّال يكاد يصورها وعجز كدعص أثقلته البوايص. وقال الطرمّاح: عفايف الأذيال أو أن يصورها هوى والهوى للعاشقين صروع أي يميلها هوى. ويقال: رجل أصور إذا كان مائل العنق. ويقال: إنّي إليكم لأصور، أي مشتاق مائل، وامرأة صوراء، والجمع صور، مثل عوداء وعُود. قال الشاعر: الله يعلم أنا في تلفتنا يوم الفراق إلى جيراننا صور وقال عطاء وعطيّة وابن زيد والمؤرخ: معناه: أجمعهن وأضممهن، يقال: صار يصور صوراً إذا جمع، ومنه قيل: (إني إليكم لأصور). قال الشاعر: وجاءت خلعة دُهس صفايا يصوّر عنوقها أحوى زنيم أي بضم خلعة والخلعة خيار المال، ودهس على لون الدهاس وهو الرمل. صفايا غزار معجبة. قال أبو عبيدة وابن الأنباري: معناه: قطّعهن وأصغر القطع. قال به ابن الحمير: فلما جذبت الحبل أطّت نسوعه بأطراف عيدان شديد أسورها فأدنت لي الأسباب حتّى بلغتها بنهض وقد كاد أرتقائي يصورها قال رؤبة: صرنا به الحكم واعياً الحكمـا أي قطعنـا الحكـم بـه وقرأ علقمة وعبيد بن عمير وسعيد بن جبير وطلحة وقتادة وأبو جعفر ويحيى بن رئاب والأعمش وحمزة وخلف: { فَصُرْهُنَّ } بكسر الصاد، ومعناه: قطّعهن وفرّقهن. يقال: صار يصير صيراً، إذا قطع، وأنصار الشيء بنصار أنصاراً إذا انقطع. قالت الخنساء: فلو تلاقي الذي لاقته مضر لظلت الشم منها وهي تنصار أي مقطّع مصدّع وتمهيد. وأنشد أبو سهيل محمد بن محمد الأشعث الطالقاني في العزائم: وغلام رأيته صار كلبا [...........] ساعتين صار غزالاً وقال الفرّاء: هو مقلوب من صرت أصري صريا إذا قطعت فقدمت هاوياً كما يقال: عوث وعاث يعني قطعهم ثم قلب فقيل صار. قال الشاعر: يقولون إن الشام يقتل أهله فمن لي إذ لم آته بخلود تغرب آبائي فهلا صراهم من الموت إن لم يذهبوا وجدودي وقال بعضهم: معناه أملهنّ، وهي لغة هذيل وسليم. وأنشد الكسائي: وفرع يصير الجيد وحف كأنّه على الليت قنوان الكروم الدوالح أي الجيد يميله من كثرته. وعن ابن عباس فيه روايتان: { فَصُرْهُنَّ } مفتوحة الصاد مشددة الراء مكسورة من التصرية وهي الجمع ومنه المصرّاة. والثاني: { فَصُرْهُنَّ } بضم الصاد وفتح الراء وتشديدها من الصرّة وهي في معنى الجمع والشدّ أيضاً. فمن تأوّله على القطع والتفريق، ففي الكلام تقديم وتأخير تقديره: فخذ أربعة من الطير إليك فصرهن. ومَنْ فسّره على الضم ففيه إضمار معناه: فصرهن إليك، ثم قطعهنَّ فحذفه فأكتفى بقوله تعالى: { ثُمَّ ٱجْعَلْ عَلَىٰ كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءًا } لأنّه يدلّ عليه، وهذا كما يقال: خذ هذا الثوب واجعل على كلّ رمح عندك منه علماً، يريد قطعّهُ واجعل على كلّ رمح علماً. { ثُمَّ ٱجْعَلْ عَلَىٰ كُلِّ جَبَلٍ مِّنْهُنَّ } ، لفظه عام ومعناه خاص؛ لأنّ أربعة من الطير لا يبلغ الجبال كلّها، ولا كان إبراهيم عليه السلام يصل إلى ذلك فهذا كقوله عزّ وجلّ: وَأُوتِيَتْ مِن كُلِّ شَيْءٍ [النمل: 23] كقوله تُدَمِّرُ كُلَّ شَيْءٍ [الأحقاف: 25]. { جُزْءًا } قرأ عاصم رواية أبي بكر والمفضّل { جُزْءًا } مثقلاً مهموزاً حيث وقع. وقرأ أبو جعفر { جُزْءًا } مشدّدة الزاء، وقرأ الباقون مهموزاً مخففّاً، وهي لغات معناها: النصيب والبعض. قال المفسّرون: أمر الله تعالى إبراهيم عليه السلام أن يذبح تلك الطيور بريشها ويقطّعها ويفرّق أجزاءها ويخلط ريشها ودماءها ولحومها بعضها ببعض. ففعل ذلك إبراهيم ثم أمره أن يجعل أجزاءها على الجبال. واختلفوا في عدد الأجزاء والجبال، قال ابن عباس وقتادة والربيع وابن أبي إسحاق: أُمر بأن يجعل كلّ طائر أربعة أجزاء ثم يعمد إلى أربعة أجبل فيجعل على كلّ جبل ربعاً من كلّ طائر ثم يدعوهن: تعالين بإذن الله. هذا مثل ضربه الله عزّ وجلّ لإبراهيم وأراه إياه، يقول: كما بعثت هذه الأطيار من هذه الأجبل الأربعة فكذلك أبعث الناس يوم القيامة من أرباع الأرض ونواحيها. وقال ابن جريج والسدي: جزّأها سبعة أجزاء فوضعها على سبعة أجبل ففعل ذلك وأمسك رؤسهن عنده، ثم دعاهن: تعالين بأمر الله سبحانه، فجعل كل قطرة من دم طير تطير إلى القطرة الأخرى، وكل ريشة تطير إلى الريشة الأُخرى، وكلّ عظم يصير إلى الآخر، وكلّ بضعة تذهب إلى الأُخرى، وإبراهيم ينظر حتى لقيت كلّ جثة بعضها بعضاً في السماء بغير رأس، ثم أقبلن إليّ فكلّما جاء طائر مال برأسه فإنّ كان رأسه دنا منه وإن لم يكن رأسه تأخّر حتّى يلقي كلّ طائر برأسه. فذلك قوله: { ثُمَّ ٱدْعُهُنَّ يَأْتِينَكَ سَعْياً } هو مصدر، أي يسعين سعياً، وقيل: نصب بنزع حرف الصفة، أي بالسعي، واختلفوا في معنى السعي، فقال بعضهم: هو الإسراع والعدو، وقال بعضهم: مشياً على أرجلهن كقوله سبحانه في سورة القصص: وَجَآءَ رَجُلٌ مِّنْ أَقْصَى ٱلْمَدِينَةِ يَسْعَىٰ [20] نظيره في سورة الجمعة: فَٱسْعَوْاْ إِلَىٰ ذِكْرِ ٱللَّهِ [9] أي فامضوا. والحكمة في المشي دون الطيران كونه أبلغ في الحجّة وأبعد من الشبهة؛ لأنّها لو طارت لتوهم متوهم أنّها غير تلك الطير أو أن أرجلها غير سليمة والله أعلم. وقال بعضهم: هو بمعنى الطيران، وقال النضر بن شميل: سألت الخليل بن أحمد عن قوله { يَأْتِينَكَ سَعْياً } هل يقال لطائر إذا طار سعي؟ قال: لا. قلت: فما معنى قوله: { يَأْتِينَكَ سَعْياً }؟ قال: معناه: يأتينّك وأنت تسعى سعياً. قال الثعلبي: سمعت أبا القاسم بن حبيب يقول: سمعت أبي يقول: سمعت أبا الحسن الأقطع وكان حكيماً يقول: صحّ عن النبيّ صلى الله عليه وسلم أنّه قال: \" لكلّ آية ظهر وبطن ولكل حرف حدّ ومطلع \". وظاهر الآية ما ذكره أهل التفسير، وبطنها: إن إبراهيم عليه السلام أُمر بذبح أربعة أشياء في نفسه بسكين [الأياس] كما ذبح في الظاهر الأربعة الأطيار بسكين الحديد، فالنسر مثل لطول العمر [والأجل]، والطاووس زينة الدنيا وبهجتها، والغراب الحرص، والديك الشهوة. قال الله تعالى: { وَٱعْلَمْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ }.", "annotation": {"aya": [{"start": 7565, "end": 7593}, {"start": 7612, "end": 7634}, {"start": 9032, "end": 9082}, {"start": 9110, "end": 9143}], "hadith": [{"start": 3646, "end": 3758}, {"start": 3759, "end": 3809}, {"start": 9668, "end": 9709}], "verse": [{"start": 4191, "end": 4215}, {"start": 4216, "end": 4239}, {"start": 5237, "end": 5260}, {"start": 5261, "end": 5286}, {"start": 5302, "end": 5328}, {"start": 5329, "end": 5353}, {"start": 5500, "end": 5523}, {"start": 5524, "end": 5550}, {"start": 5680, "end": 5701}, {"start": 5702, "end": 5724}, {"start": 5881, "end": 5907}, {"start": 5908, "end": 5932}, {"start": 5933, "end": 5961}, {"start": 5962, "end": 5989}, {"start": 6000, "end": 6028}, {"start": 6029, "end": 6049}, {"start": 6281, "end": 6305}, {"start": 6306, "end": 6330}, {"start": 6411, "end": 6431}, {"start": 6432, "end": 6463}, {"start": 6585, "end": 6610}, {"start": 6611, "end": 6633}, {"start": 6634, "end": 6655}, {"start": 6656, "end": 6684}, {"start": 6746, "end": 6771}, {"start": 6772, "end": 6802}]}}