{"text": " المعنى إنما سبيل الحكم والإثم { على الذين يظلمون الناس } ، أي الذين يضعون الأشياء غير مواضعها من القتل وأخذ المال والأذى باليد وباللسان. والبغي بغير الحق وهو نوع من أنواع الظلم، خصه بالذكر تنبيهاً على شدته وسوء حال صاحبه، ثم توعدهم تعالى بالعذاب الأليم في الآخرة. وقوله تعالى: { إنما السبيل } وقوله: { أليم } اعتراض بين الكلامين، ثم عاد في قوله: { ولمن صبر } إلى الكلام الأول، كأنه قال: ولمن انتصر بعد ظلمه فأولئك ما عليهم من سبيل ولمن صبر وغفر. واللام في قوله: { ولمن صبر } يصح أن تكون لام القسم، ويصح أن تكون لام الابتداء. و \" من \" ابتداء. وخبره في قوله: { إن ذلك }. و: { عزم الأمور } محكها ومتقنها والحميد العاقبة منها. ومن رأى أن هذه الآية هي فيما بين المؤمنين والمشركين وأن الضمير للمشركين كان أفضل، قال إن الآية نسخت بآية السيف، ومن رأى أن الآية إنما هي بين المؤمنين، قال هي محكمة، والصبر والغفران أفضل إجماعاً، وقال رسول الله صلى الله عليه وسلم: \" إذا كان يوم القيامة نادى مناد، من كان له على الله أجر فليقم، فيقوم عنق من الناس كثير، فيقال ما أجركم؟ فيقولون: نحن الذين عفونا ظلمنا في الدنيا \". وقوله تعالى: { ومن يضلل الله فما له من ولي من بعده } تحقير لأمر الكفرة فلا يبال بهم أحد من المؤمنين، فقد أضارهم كفرهم وإضلال الله إياهم إلى ما لا فلاح لهم معه. ثم وصف تعالى لنبيه عليه السلام حالهم في القيامة عند رؤيتهم العذاب فاجتزى من صفتهم وصفة حالتهم بأنهم يقولون { هل إلى مرد من سبيل } ، وهذه المقالة تدل على سوء ما أطلعوا عليه، والمراد موضوع الرد إلى الدنيا، والمعنى الذي قصدوه أن يكون رد فيكون منهم استدراك للعمل والإيمان. والرؤية في هذه الآية: رؤية عين. والضمير في قوله: { عليها } عائد على النار، وعاد الضمير مع أنها لم يتقدم لها ذكر من حيث دل عليها قوله: { رأوا العذاب } وقوله: { من الذل } يحتمل أن يتعلق بـ { خاشعين } ويحتمل أن يتعلق بما بعده من قوله: { ينظرون }. وقرأ طلحة بن مصرف: \" من الذِل \" بكسر الذال. والخشوع: الاستكانة، وقد يكون محموداً، وما يخرجه إلى حالة الذم قوله: { من الذل } فيقوى على هذا تعلق: { من } بـ: { خاشعين }. وقوله: { من طرف خفي } يحتمل ثلاثة معان. قال ابن عباس: خفي ذليل. قال القاضي أبو محمد: لما كان نظرهم ضعيفاً ولحظهم بمهانة وصفه بالخفاء، ومن هذا المعنى قول الشاعر [جرير بن عطية]: فغض الطرف إنك من نمير وقال قوم فيما حكى الطبري: لما كانوا يحشرون عمياً وكان نظرهم بعيون قلوبهم جعله طرفاً خفياً، أي لا يبدو نظرهم، وفي هذا التأويل تكلف. وقال قتادة والسدي: المعنى يسارقون النظر لما كانوا من الهم وسوء الحال لا يستطيعون النظر بجميع العين، وإنما ينظرون من بعضها. قال: { من طرف خفي } أي قليل. فـ \" الطرف \" هنا على هذا التأويل يحتمل أن يكون مصدراً، أي يطرف طرفاً خفياً. وقول: { الذين آمنوا } هو في يوم القيامة عندما عاينوا حال الكفار وسوء منقلبهم. وخسران الأهلين: يحتمل أن يراد به أهلوهم الذين كانوا في الدنيا، ويحتمل أن يراد به أهلوهم الذين كانوا يكونون لهم في الجنة أن لو دخلوها. وقوله تعالى: { ألا إن الظالمين في عذاب مقيم } يحتمل أن يكون من قول المؤمنين يومئذ حكاه الله عنهم، ويحتمل أن يكون استئنافاً من قول الله تعالى وإخباره لمحمد عليه السلام.", "annotation": {"aya": [], "hadith": [{"start": 853, "end": 1000}], "verse": [{"start": 2017, "end": 2038}]}}