{"text": " قوله عز وجل: { وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلاَ نَبِىّ إِلاَّ إِذَا تَمَنَّىٰ } يعني: حدث نفسه { أَلْقَى ٱلشَّيْطَـٰنُ فِى أُمْنِيَّتِهِ } أي: في حديثه ويقال: تمنى أو قرأ كما قال القائل: تَمَنَّى كِتَابَ الله أوَّلَ لَيْلَة وَآخِرَهُ لاَقَى حِمَامَ المَقَادِرِ وقال آخر: تَمَنَّى دَاوُدُ الزَّبُورَ عَلَى الرِّسْلِ أَلْقَى الشَّيْطانُ فِيْ أُمْنِيَّتِهِ أي في تلاوته: { فَيَنسَخُ ٱللَّهُ مَا يُلْقِى ٱلشَّيْطَـٰنُ } يعني: يذهب الله به ويبطله { ثُمَّ يُحْكِمُ ٱللَّهُ ءايَـٰتِهِ } يعني: بين الله عز وجل الناسخ من المنسوخ قال ابن عباس في رواية أبي صالح: أتاه الشيطان في صورة جبريل وهو يقرأ سورة وَٱلنَّجْمِ إِذَا هَوَىٰ [النجم: 1] عند الكعبة حتى انتهى إلى قوله أَفَرَءَيْتُمُ ٱللَّـٰتَ وَٱلْعُزَّىٰ وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلأُخْرَىٰ [النجم: 19- 20] ألقى الشيطان على لسانه تلك الغرانيق العلى منها الشفاعة ترتجى فلما سمعه المشركون يقرأ ذلك أعجبهم فلما انتهى إلى آخرها سجد، وسجد المشركون معه والمسلمون فأتاه جبريل عليه السلام فقال ما جئتك بهذا فنزل { وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلاَ نَبِىّ } الآية وروى سعيد بن جبير عن ابن عباس نحو هذا قال حدثنا الخليل بن أحمد قال حدثنا إبراهيم بن محمد قال حدثنا جعفر بن زيد الطيالسي قال: حدثنا إبراهيم بن محمد قال حدثنا أبو عاصم عن عمار بن الأسود عن سعيد بن جبير وعن ابن عباس قال قرأ رسول الله - صلى الله عليه وسلم - { وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلأُخْرَىٰ } ثم قال تلك الغرانيق العلى وإن الشفاعة منها ترتجى فقال المشركون قد ذكر آلهتنا فنزلت الآية وقال مقاتل قرأ النبي - صلى الله عليه وسلم - والنجم بمكة عند مقام إبراهيم فنعس فقرأ تلك الغرانيق العلى فلما فرغ من السورة سجد وسجد من خلفه فنزل { وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلاَ نَبِىّ } وقال قتادة: لما ألقى الشيطان ما ألقي قال المشركون قد ذكر الله آلهتنا بخير ففرحوا بذلك فذلك قوله وَٱللَّهُ عَلِيمٌ حَكِيمٌ لِّيَجْعَلَ مَا يُلْقِى ٱلشَّيْطَـٰنُ فِتْنَةً لِّلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ [الحج:52- 53] روى أسباط عن السدي قال: خرج رسول الله - صلى الله عليه وسلم - إلى المسجد فقرأ سورة النجم فلما انتهى إلى قوله وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلأُخْرَىٰ [النجم: 20] فألقى الشيطان على لسانه تلك الغرانيق العلى وإن شفاعتهن لترتجى حتى بلغ إلى آخر السورة سجد وسجد أصحابه وسجد المشركون لذكره آلهتهم فلما رفع رأسه حملوه وأسندوا به بين قطري مكة حتى إذا جاءه جبريل عليه السلام عرض عليه فقرأ عليه الحرفين فقال جبريل عليه السلام معاذ الله أن أكون أقرأتك هذا واشتد عليه فأنزل الله تعالى لتطييب نفس رسول الله - صلى الله عليه وسلم وأخبره أن الأنبياء عليهم السلام قبله قد كانوا مثله ويقال إن النبي - صلى الله عليه وسلم - دخل المسجد وجلس عنده جماعة من المشركين فتمنى في نفسه أن لا يأتيه من الله شيء ينفرون منه فابتلاه الله تعالى بما ألقى الشيطان في أمنيته وقال بعضهم: تمنى أي تفكر وحدث تلك الغرانيق العلى ولم يتكلم به لأن قول النبي - صلى الله عليه وسلم - كان حجة فلا يجوز أن يكون يجري على لسانه كلمة الكفر وقال بعضهم: لما رآه الشيطان يقرأ خلط صوته بصوت النبي - صلى الله عليه وسلم - فقرأ الشيطان تلك الغرانيق فظن الناس أنه قرأها رسول الله - صلى الله عليه وسلم - ولم يكن قرأها وقال بعضهم: قال ذلك رسول الله - صلى الله عليه وسلم - على وجه التعيير والزجر يعني: أنكم تعبدونها كأنهن الغرانيق العلى كما قال إبراهيم عليه السلام فَعَلَهُ كَبِيرُهُمْ هَـٰذَا [الأنبياء: 63] وقال الزجاج: ألقى الشيطان في تلاوة فذلك محنة يمتحن الله تعالى بها من يشاء فجرى على لسان النبي - صلى الله عليه وسلم - شيء من صفة الأصنام فافتتن بذلك أهل الشقاوة والنفاق وروي عن سفيان بن عيينة عن عمرو بن دينار أن ابن عباس كان يقرأ (وما أرسلنا من قبلك من رسول ولا نبي ولا محدث والمحدث الذي يرى أمره في منامه من غير أن يأتيه الوحي) ثم قال { وَٱللَّهُ عَلِيمٌ حَكِيمٌ } أي عليم بمَا ألقى الشيطان (حكيم) حكم بالناسخ وبين قوله عز وجل { لّيَجْعَلَ مَا يُلْقِى ٱلشَّيْطَـٰنُ فِتْنَةً } يعني: بلية { لّلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ } أي: شك { وَٱلْقَاسِيَةِ قُلُوبُهُمْ } يعني الذين قست قلوبهم من ذكر الله وهم المشركون { وَإِنَّ ٱلظَّـٰلِمِينَ لَفِى شِقَاقٍ بَعِيدٍ } عن الحق يعني: المشركين في خلاف طويل عن الحق ثم ذكر المؤمنين فقال: { وَلِيَعْلَمَ ٱلَّذِينَ أُوتُواْ ٱلْعِلْمَ } يعني الذين أكرموا بالتوحيد والقرآن ويقال هم مؤمنو أهل الكتاب { أَنَّهُ ٱلْحَقُّ مِن رَّبّكَ } يعني القرآن { فَيُؤْمِنُواْ بِهِ } أي: فيصدقوا به ويقال: لكي يعلموا أن ما أحكم الله في آياته حق وأن ما ألقى الشيطان باطل ويزداد لهم يقين وبيان فذلك قوله { فَيُؤْمِنُواْ بِهِ } أي: يثبتوا على إيمانهم { فَتُخْبِتَ لَهُ قُلُوبُهُمْ } يعني: فتخلص له قلوبهم { وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ آمَنُوۤاْ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ } يعني: إن الله عز وجل لحافظ قلوب المؤمنين في هذه المحنة حتى لم ينزع المعرفة من قلوبهم عند إلقاء الشيطان.", "annotation": {"aya": [{"start": 610, "end": 634}, {"start": 676, "end": 748}, {"start": 1711, "end": 1818}, {"start": 1941, "end": 1975}, {"start": 3027, "end": 3055}], "hadith": [], "verse": [{"start": 204, "end": 240}, {"start": 241, "end": 277}, {"start": 288, "end": 331}, {"start": 332, "end": 370}]}}