{"text": " قلت: { أو } عاطفة، و { كالذي }: معطوف على الموصول المجرور بإلى، أي: ألم تر إلى الذي حاج إبراهيم في ربه، وإلى مثل الذي مرّ على قرية. وإنما أدخل حرف التشبيه لأن المُنكر للإحياء كثيرٌ، والجاهل بكيفيته أكثر، بخلاف مدعي الربوبية فإنه قليل. وقيل: الكاف مزيدة، والتقدير: ألم تر إلى الذي حاج وإلى الذي مرَّ، و { أنَّى }: ظرف ليُحيي، بمعنى: متى، أو حال بمعنى كيف، و { يتسنه } بمعنى يتغير، وأصله: يتسنن، فأبدلت النون الثالثة حرف علة. قال في الكافية: وثَالِثَ الأمثَالِ أبدِلَنْه يا  نحو تَظَنَّى خالدٌ تَظَنِّيَا فصار تَسَنَّى ثم حُذفت للجازم، وأتى بهاء السَّكْت، وقفا ووصل، كالعِوض من المحذوف، وقيل: من السَّنة، وهو التغير، فالهاء أصلية، و { لنجعلنك }: معطوف على محذوف، أي: لتعتبر ولنجعلك آية للناس. يقول الحقّ جلّ جلاله: ألم تر يا محمد أيضاً إلى مثل الذي { مرَّ على قرية } ، وهو عُزَير، حَبْرُ بني إسرائيل - وقيل: غيره - مرَّ على بيت المقدس حين خربها بُختنصر { وهي خاوية } ساقطة حيطانها { على عروشها } أي: سقفها، وذلك بعد مائة سنة حتى سقطت العروش، ثم سقطت الحيطان عليها، فلما رآها خالية، وعظام الموتى فيها بالية، { قال } في نفسه: { أنَّى يحيي هذ الله بعد موتها } أي: متى يقع هذا. اعترافاً بالقصور عن معرفة طريق الإحياء، واستعظاماً لقدرة المحيي، إن كان القائل عزيراً، أو استبعاداً إن كان كافراً، { فأماته الله مائة عام } أي: ألبثه ميتاً مائة عام، { ثم بعثه } بالإحياء، فقال له على لسان الملك، أو بلا واسطة: { كم لبثت } ميتاً؟ { قال لبثت يوماً أو بعض يوم } ، وذلك أنه مات ضحى وبعث بعد مائة عام قبل غروب الشمس، فقال قبل النظر إلى الشمس { يوماً } ، ثم التفت فرأى بقية منها، فقال: { أو بعض يوم } على الإضراب، قال له الحقّ جلّ جلاله: { بل لبثت مائة عام }. وذلك أن عزيراً ذهب ليخترف لأهله فجعل على حماره سَلة عنب وجَرَّة عصير. فلما مرَّ بتلك القرية ربط حماره، وجعل يتعجب من خرابها وخلائها بعد عمارتها، فقال في نفسه ما قال، فلطف الله به، وأراه كيفية الأحياء عياناً، فأماته مائة عام، حتى بليت عظام حماره وبقي العصير والعنب كأنه حين جنى وعصر فقال له جلّ جلاله: { فانظر إلى طعامك } وهو العنب، { وشرابك } وهو العصير، { لم يتسنه } ، أي: لم يتغير بمرور الزمان وطول المدة، { وانظر إلى حمارك } كيف تفرقت أوصاله، وبليت عظامه، فعلنا ذلك بك لتشاهد قدرتنا، { ولنجعلك آية للناس } بعدك، { وانظر إلى العظام } أي: عظام حمارك، { كيف ننشرها } ، أي: نحييها، من نَشَرَ الله الموتى: أحياها. أو: { كيف ننشزها } بالزاي - أي: نرفع بعضها، ونركبه عليه، { ثم نكسوها لحماً }. فنظر إلى العظام، فقام كلُّ عَظْم إلى موضعه، ثم كسى لحماً وجلداً، وجعل ينهق، { فلما تبين له } ما كان استغربه وأُشكل عليه { قال أعلمُ } عليم اليقين { أن الله على كل شيء قدير } ، أو فلما تبين له الحق، وهو قدرته تعالى على كل شيء، قال لنفسه: { أعلمُ أن الله على كل شيء قدير }. رُوِيَ أنه أتى قومه على حماره، وقال أنا عزير، فكذبوه، فقرأ التوراة من حفظه، ولم يحفظها أحد قبله، فعرفوه بذلك، وقالوا: هو ابن الله - تعالى عن قولهم - وقيل: لما رجع إلى منزله - وكان شاباً - وجد أولاده شيوخاً، فإذا حدَّثهم بحديث قالوا: حديث مائة سنة. والله تعالى أعلم. الإشارة: في هذه الآية والتي بعدها، الإشارة إلى الأمر بتربية اليقين والترقي فيه من علم اليقين إلى عين اليقين، فإن الروح ما دامت محجوبة بالوقوف مع الأسباب والعوائد، وبرؤية الحس والوقوف مع الوسائط، لم تخل من طوارق الشكوك وخواطر، فإذا انقطعت إلى ربها، وخرقت عوائد نفسها، كشف لها الحق تعالى عن أستار غيبه، وأطلعها على مكنونات سره، وكشف لها عن أسرار الملكوت، وأراها سنا الجبروت، فنظرت إلى قدرة الحي الذي لا يموت، وتمتعت بشهود الذات وأنوار الصفات، في هذه الحياة وبعد الممات، فحينئذٍ ينقطع عنها الشكوك والأوهام، وتتطهر من طوارق الخواطر، وتزول عنها الأمراض والأسقام. قال في الحكم: \" كيف تُخْرَق لك العوائد وأنت لم تخرِق من نفسك العوائد \". فانظر إلى عزير... ما أراه الحق قدرته عياناً حتى خرق له عوائده فأماته ثم أحياه، فكذلك أنت أيها المريد لا تطمع أن تخرق لك العوائد، فتشاهد قدرة الحق أو ذاته عياناً، حتى تموت عن حظوظك وهواك، ثم تحيا روحك وسرك، فحينئذٍ تشاهد أسرار ربك، ويكشف الأستار عن عين قلبك. وبالله التوفيق، وهو الهادي إلى سواء الطريق. ثم ذكر الحقّ تعالى قصة خليله عليه السلام في طلبه رؤية عين القدرة في إحياء الموتى، ليترقى من علم اليقين إلى عين اليقين.", "annotation": {"aya": [], "hadith": [], "verse": [{"start": 440, "end": 502}]}}