{"text": " قوله عز وجل: { فَإذَا لَقِيتُمُ الَّذِينَ كَفَرُواْ } فيهم هنا قولان: أحدهما: أنهم عبدة الأوثان، قاله ابن عباس. الثاني: كل من خالف دين الإسلام من مشرك أو كتابي إذا لم يكن صاحب عهد ولا ذمة. وفي قوله: { فَضَرْبَ الرِّقَابِ } وجهان: أحدهما: ضرب أعناقهم صبراً عند القدرة عليهم. الثاني: أنه قتلهم بالسلاح واليدين، قاله السدي. { حَتَّى إِذَآ أَثخَنُتُموهُمْ فَشُدُّواْ الْوَثَاقَ } يعني بالإثخان الظفر، وبشد الوثاق الأسر. { فَإِمَّا مَنّاً بَعْدُ وَإِمَّا فِدَآءً } في المَنِّ هنا قولان: أحدهما: أنه العفو والإطلاق كما من رسول الله صلى الله عليه على ثمامة بن أثال بعد أسره. الثاني: أنه العتق، قاله مقاتل. فأما الفداء ففيه وجهان: أحدهما: أنه المفاداة على مال يؤخذ من أسير يطلق، كما فادى رسول الله صلى الله عليه وسلم في بدر كل أسير بأربعة آلاف درهم، وفادى في بعض المواطن رجلاً برجلين. الثاني: أنه البيع، قاله مقاتل. { حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا } فيه خمسة أوجه: أحدها: أن أوزار الحرب أثقالها، والوزر الثقل ومنه وزير الملك لأنه يتحمل عنه الأثقال، وأثقالها السلاح. الثاني: هو [وضع] سلاحهم بالهزيمة أو الموادعة، قال الشاعر: وأعددت للحرب أوزارها رماحا طوالاً وخيلاً ذكوراً الثالث: حتى تضع الحرب أوزار كفرهم بالإسلام، قاله الفراء. الرابع: حتى يظهر الإسلام على الدين كله، وهو قول الكلبي. الخامس: حتى ينزل عيسى ابن مريم، قاله مجاهد. ثم في هذه الآية قولان: أحدهما: أنها منسوخة بقوله: فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِم مِّنْ خَلْفِهِم لَعَلَّهُمْ يَذَّكُرُونَ [الأنفال: 57] قاله قتادة. الثاني: أنها ثابتة الحكم، وأن الإمام مخير في من أسره منهم بين أربعة أمور: أن يقتل لقوله تعالى: { فَضَرْبَ الرِّقَابِ } ، أو يسترق لأن رسول الله صلى الله عليه وسلم استرق العقيلي، أو يَمُنُّ كما مَنَّ على ثمامة، أو يفادي بمال أو أَسرى، فإذا أسلموا أسقط القتل عنهم وكان في الثلاثة الباقية، على خياره، وهذا قول الشافعي. { ذلِك وَلَوْ يَشَآءُ اللَّهُ لا نَتصَرَ مِنهُمْ } فيه وجهان: أحدهما: بالملائكة، قاله الكلبي. الثاني: بغير قتال، قاله الفراء. قوله عز وجل: { وَالَّذِينَ قُتِلُواْ فِي سَبِيلِ اللَّهِ } قراءة أبي عمرو وحفص، قال قتادة: هم قتلى أحد. وقرأ الباقون { قَاتَلُواْ }. { سَيَهْدِيهِمْ } فيه ثلاثة تأويلات: أحدها: يحق لهم الهداية، قاله الحسن. الثاني: يهديهم إلى محاجة منكر ونكير في القبر، قاله زياد. الثالث: يهديهم إلى طريق الجنة، قاله ابن عيسى. قوله عز وجل: { وَيُدْخِلُهُمُ الجَنَّةَ عَرَّفَهَا لَهُمْ } فيه أربعة تأويلات: أحدها: عرفها بوصفها على ما يشوق إليها، حكاه ابن عيسى. الثاني: عرفهم ما لهم فيها من الكرامة، قاله مقاتل. الثالث: معنى عرفها أي طيبها بأنواع الملاذ، مأخوذ من العرف وهي الرائحة الطيبة، قاله بعض أهل اللغة. الرابع: عرفهم مساكنهم فيها حتى لا يسألون عنها، قاله مجاهد. قال الحسن: وصف الجنة لهم في الدنيا فلما دخلوها عرفوها بصفتها. ويحتمل خامساً: أنه عرف أهل السماء انها لهم إظهاراً لكرامتهم فيها. قوله عز وجل: { يَأَيُّهَا الَّذِينَ ءَامَنُواْ إِن تَنصُرواْ اللَّهَ يَنْصُرْكُمْ } فيه وجهان: أحدهما: إن تنصروا دين الله ينصركم الله. الثاني: إن تنصروا نبي الله ينصركم الله، قاله قطرب. { وَيُثَبِّتْ أَقْدَامكُمْ } يحتمل وجهين: أحدهما: ويثبت أقدامكم في نصره. الثاني: عند لقاء عدوه. ثم فيه وجهان: أحدهما: يعني تثبيت الأقدام بالنصر. الثاني: يريد تثبيت القلوب بالأمن. قوله عز وجل: { وَالَّذِينَ كَفَرُواْ فَتَعْساً لَّهُمْ } فيه تسعة تأويلات: أحدها: خزياً لهم، قاله السدي. الثاني: شقاء لهم، قاله ابن زيد. الثالث: شتماً لهم من الله، قاله الحسن. الرابع: هلاكاً لهم، قال ثعلب. الخامس: خيبة لهم، قاله ابن زياد. السادس: قبحاً لهم، حكاه النقاش. السابع: بعدائهم، قاله ابن جريج. الثامن: رغماً لهم، قاله الضحاك. التاسع: أن التعس الانحطاط والعثار، حكاه ابن عيسى.", "annotation": {"aya": [{"start": 1278, "end": 1373}], "hadith": [], "verse": [{"start": 1023, "end": 1043}, {"start": 1044, "end": 1070}]}}