{"text": " فيه أربع مسائل: الأولى ـ روى الترمذي عن أُمّ سَلَمة أنها قالت: يغزو الرجال ولا تغزو النساء وإنما لنا نصف الميراث فأنزل الله تعالى { وَلاَ تَتَمَنَّوْاْ مَا فَضَّلَ ٱللَّهُ بِهِ بَعْضَكُمْ عَلَىٰ بَعْضٍ } قال مجاهد: وأنزل فيها إِنَّ ٱلْمُسْلِمِينَ وَٱلْمُسْلِمَاتِ [الأحزاب: 35]، وكانت أمّ سلمة أول ظَعِينة قدِمت المدينة مهاجرة. قال أبو عيسى هذا حديث مرسَل، ورواه بعضهم عن ابن أبي نَجيح عن مجاهد، مُرسَل أن أم سلمة قالت كذا. وقال قتادة كان الجاهلية لا يوّرثون النساء ولا الصبيان فلما ورّثوا وجُعل للذّكر مثل حظ الأنثيين تمنت النساء أن لو جُعل أنصباؤهن كأنصباء الرجال. وقال الرجال إنا لنرجو أن نفضل على النساء بحسناتنا في الآخرة كما فضلنا عليهنّ في الميراث فنزلت، { وَلاَ تَتَمَنَّوْاْ مَا فَضَّلَ ٱللَّهُ بِهِ بَعْضَكُمْ عَلَىٰ بَعْضٍ }. الثانية ـ قوله تعالى: { وَلاَ تَتَمَنَّوْاْ } التّمني نوع من الإرادة يتعلق بالمستقبل، كالتلهُّف نوع منها يتعلق بالماضي فنهى الله سبحانه المؤمنين عن التّمني لأن فيه تعلق البال ونسيان الأجل. وقد اختلف العلماء هل يدخل في هذا النهي الغِبطَةُ، وهي أن يتمنى الرجل أن يكون له حال صاحبه وإن لم يتمنّ زوال حاله. والجمهور على إجازة ذلك: مالك وغيره وهي المراد عند بعضهم في قوله عليه السلام: \" لا حسد إلا في ٱثنتين: رجل آتاه الله القرآن فهو يقوم به آناء الليل وآناء النهار ورجل آتاه الله مالاً فهو ينفقه آناء الليل وآناء النهار \" فمعنى قوله «لا حسد» أي لا غِبطة أعظم وأفضل من الغِبطة في هذين الأمرين. وقد نبّه البخاري على هذا المعنى حيث بوَّب على هذا الحديث باب الاغتباط في العلم والحكمة قال المهلب: بيّن الله تعالى في هذه الآية ما لا يجوز تمنيّه، وذلك ما كان من عرض الدنيا وأشباهها. قال ابن عطية: وأما التمنّي في الأعمال الصالحة فذلك هو الحسن، وأما إذا تمنّى المرء على الله من غير أن يقرن أُمنيته بشيء مما قدّمنا ذكره فذلك جائز وذلك موجود في حديث النبي صلى الله عليه وسلم في قوله: \" وَدِدت أن أَحْيَا ثم أُقتل \". قلت: هذا الحديث هو الذي صدّر به البخاري كتاب التمني في صحيحه، وهو يدل على تمني الخير وأفعال البر والرغبة فيها، وفيه فضل الشهادة على سائر أعمال البر لأنه عليه السلام تمناها دون غيرها. وذلك لرفيع منزلتها وكرامة أهلها، فرزقه الله إياها لقوله: \" ما زالت أُكْلَة خَيْبَرَ تُعادُّني الآن أَوان قطعتْ أَبْهَرِي \" وفي الصحيح: \" إن الشهيد يقال له تمنّ فيقول أتمنى أن أرجع إلى الدنيا حتى أقتلَ في سبيلك مرة أخرى \" وكان رسول الله صلى الله عليه وسلم يتمنى إيمان أبي طالب وإيمان أبي لهب وصناديد قريش مع علمه بأنه لا يكون وكان يقول: \" واشوقاه إلى إخواني الذين يجيئون من بعدي يؤمنون بي ولم يروني \" وهذا كله يدل على أن التمني لا ينهى عنه إذا لم يكن داعيه إلى الحسد والتباغض، والتمني المنهى عنه في الآية من هذا القبيل فيدخل فيه أن يتمنى الرجل حال الآخر من دين أو دنيا على أن يذهب ما عند الآخر.. وسواء تمنيّت مع ذلك أن يعود إليك أو لا. وهذا هو الحسد بعينه، وهو الذي ذمّه الله تعالى بقوله: أَمْ يَحْسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ آتَاهُمُ ٱللَّهُ مِن فَضْلِهِ [النساء: 54] ويدخل فيه أيضاً خطبة الرجل على خِطبة أخيه وبيعه على بيعه لأنّه داعية الحسد والمَقْت. وقد كره بعض العلماء الغبطة وأنها داخلة في النهي، والصحيح جوازها على ما بينّا، وبالله توفيقنا. وقال الضحاك: لا يحل لأحد أن يتمنى مال أحد، ألم تسمع الذين قالوا: يٰلَيْتَ لَنَا مِثْلَ مَآ أُوتِيَ قَارُونُ [القصص: 79] إلى أن قال: وَأَصْبَحَ ٱلَّذِينَ تَمَنَّوْاْ مَكَانَهُ بِٱلأَمْسِ [القصص: 82] حين خُسِف به وبداره وبأمواله لَوْلاۤ أَن مَّنَّ ٱللَّهُ عَلَيْنَا لَخَسَفَ بِنَا [القصص: 82] وقال الكلبي: لا يتمنَّ الرجل مال أخيه ولا امرأته ولا خادمَه ولا دابته ولكن ليقل اللهم ارزقني مثله. وهو كذلك في التوراة، وكذلك قوله في القرآن { وَٱسْأَلُواْ ٱللَّهَ مِن فَضْلِهِ }. وقال ابن عباس: نهى الله سبحانه أن يتمنّى الرجل مال فلان وأهلَه، وأمر عباده المؤمنين أن يسألوه من فضله. ومن الحجة للجمهور قوله صلى الله عليه وسلم: \" إنما الدنيا لأربعة نفر: رجل آتاه الله مالا وعلما فهو يتّقي فيه ربّه ويصلُ به رَحِمه ويعلم لله فيه حقا فهذا بأفضل المنازل، ورجل آتاه الله علما ولم يؤته مالاً فهو صادق النيّة يقول لو أن لي مالاً لعملت فيه بعمل فلان فهو بنيته فأجرهما سواء \" الحديث... وقد تقدّم. خرّجه الترمذي وصححه. وقال الحسن لا يتمنّ أحدكُم المال وما يدريه لعلّ هلاكهَ فيه وهذا إنما يصح إذا تمنّاه للدنيا، وأما إذا تمنّاه للخير فقد جوّزه الشرع، فيتمنّاه العبد ليصل به إلى الرّب، ويفعل الله ما يشاء. الثالثة ـ قوله تعالى: { لِّلرِّجَالِ نَصِيبٌ مِّمَّا ٱكْتَسَبُواْ } يريد من الثواب والعقاب { وَلِلنِّسَآءِ } كذلك قاله قتادة. فللمرأة الجزاء على الحسنة بعشر أمثالها كما للرجال. وقال ابن عباس: المراد بذلك الميراث. والاكتساب على هذا القول بمعنى الإصابة، للذّكَر مثل حظ الأنثيين فنهى الله عز وجل عن التمني على هذا الوجه لما فيه من دواعي الحسد ولأن الله تعالى أعلمُ بمصالحهم منهم فوضع القسمة بينهم على التفاوت على ما علم من مصالحهم. الرابعة ـ قوله تعالى: { وَٱسْأَلُواْ ٱللَّهَ مِن فَضْلِهِ } روى الترمذي عن عبدلله قال قال رسول الله صلى الله عليه وسلم: \" سلُوا الله من فضله فإنه يحب أن يُسأل وأفضل العبادة ٱنتظار الفرج \" وخرّج أيضاً ابن ماجه عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم: \" من لم يسأل الله يغضب عليه \" وهذا يدّل على أن الأمر بالسؤال لله تعالى واجب وقد أخذ بعض العلماء هذا المعنى فنظمه فقال: الله يغضَب إن تركتَ سؤاله وبني آدمَ حين يُسأل يَغضبُ وقال أحمد بن المعذّل أبو الفضل الفقيه المالكي فأحسن: التِمس الأرزاقَ عندَ الذي ما دُونَه إن سِيَل مِن حاجِبِ مَنْ يُبغِض التاركَ تَسْأَلَهُ جوداً ومن يَرضَى عن الطالبِ ومَنْ إذا قال جَرَى قولُه بغير تَوْقِيع إلى كاتبِ وقد أشبعنا القول في هذا المعنى في كتاب «قمع الحرص بالزهد والقناعة». وقال سعيد بن جُبير: { وَٱسْأَلُواْ ٱللَّهَ مِن فَضْلِهِ } العبادة، ليس من أمر الدنيا. وقيل: سَلُوه التوفيقَ للعمل بما يرضيه. وعن عائشة رضي الله عنها أنها قالت: سلُوا ربَّكم حتى الشّبع فإنه إن لم ييسره الله عز وجل لم يتيّسر. وقال سفيان بن عُيَيْنة: لم يأمر بالسؤال إلا لِيعطي. وقرأ الكسائي وابن كثير: «وَسَلُوا الّلَهَ مِنْ فَضْلِهِ» بغير همزٍ في جميع القرآن. الباقون بالهمز. «واسألوا الله». وأصله بالهمز إلا أنه حذفت الهمزة للتخفيف. والله أعلم.", "annotation": {"aya": [{"start": 226, "end": 263}, {"start": 2610, "end": 2676}, {"start": 2934, "end": 2976}, {"start": 3001, "end": 3054}, {"start": 3096, "end": 3147}], "hadith": [{"start": 1117, "end": 1254}, {"start": 1707, "end": 1738}, {"start": 1979, "end": 2044}, {"start": 2057, "end": 2142}, {"start": 2258, "end": 2321}, {"start": 3486, "end": 3725}, {"start": 4502, "end": 4569}, {"start": 4642, "end": 4671}], "verse": [{"start": 4761, "end": 4786}, {"start": 4787, "end": 4813}, {"start": 4867, "end": 4892}, {"start": 4893, "end": 4922}, {"start": 4923, "end": 4953}, {"start": 4954, "end": 4981}, {"start": 4982, "end": 5007}, {"start": 5008, "end": 5031}]}}