{"text": " اللغَة: { عَمَدٍ } العَمَد: الدعائم وهو اسم جمع وقيل: جمع عمود { صِنْوَانٌ } جمع صِنْو وهو الغصنُ الخارج عن أصل الشجرة وأصله المِثْلُ ومنه قيل للعمّ صِنْوٌ لمماثلته للأب، فإذا كان للشجرة عدة فروع فهي صنوان { ٱلأَغْلاَلُ } جمع غل وهو طوقٌ تُشدّ به اليد إلى العُنُق { ٱلْمَثُلاَتُ } جمعَ مَثُلَة وهي العقوبة وسميت بذلك لما بين العقاب والمُعَاقب من المماثلة { تَغِيضُ } غاض الماءُ نقص أو غار { وَسَارِبٌ } الساربُ: الذاهب في سَرْبه أي طريقه بوضَح النهار لا يستخفي عن الأنظار { مُعَقِّبَاتٌ } ملائكة يعقب بعضهم بعضاً أي يأتي بعضهم عقب بعض { ٱلْمِحَالِ } القوة والإِهلاك والنّقمة. سَبَبُ النزول: عن أنس أن رسول الله صلى الله عليه وسلم بعث رجلاً إلى جبّار من فراعنة العرب فقال: اذهب فادعه لي فقال يا رسول الله: إنه جبارٌ عاتٍ قال: اذهب فادعه لي، فذهب إليه فقال: يدعوك رسول الله صلى الله عليه وسلم فقال: أخبرني عن إله محمد أمن ذهبٍ هو؟ أو من فضة؟ أو من نحاس؟ فرجع إلى رسول الله صلى الله عليه وسلم فأخبره بما قال الرجل وقال له: ألم أخبرك أنه أعتى من ذلك؟ فقال: ارجع إليه الثانية فادعه لي، فرجع إليه فأعاد عليه ذلك الكلام، فبينا هو يجادله إذ بعث الله عليه سحابة حيال رأسه فرعدت فوقعت منها صاعقة فذهبت بقحف رأسه فأنزل الله { وَيُرْسِلُ ٱلصَّوَاعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمْ يُجَادِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلْمِحَالِ }. التفسِير: { الۤمۤر } إشارة إلى إعجاز القرآن وقال ابن عباس معناه: أنا الله أعلم وأرى { تِلْكَ آيَاتُ ٱلْكِتَابِ } أي هذه آيات القرآن المعجز، الذي فاق كل كتاب { وَٱلَّذِيۤ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ٱلْحَقُّ } أي والذي أوحي إليك يا محمد في هذا القرآن هو الحق الذي لا يلتبس بالباطل، ولا يحتمل الشك والتردّد { وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لاَ يُؤْمِنُونَ } أي ومع وضوحه وجلائه كذّب به أكثر الناس { ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا } أي خلقها مرتفعة البناء، قائمة بقدرته لا تستند على شيء حال كونكم تشاهدونها وتنظرونها بغير دعائم، وذلك دليل وجود الخالق المبدع الحكيم { ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ } أي علا فوق العرش علواً يليق بجلاله من غير تجسيم ولا تكييفٍ ولا تعطيل { وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِي لأَجَلٍ مُّسَمًّـى } أي ذلَّل الشمس والقمر لمصالح العباد، كلٌّ يسير بقدرته تعالى إلى زمنٍ معيَّن هو زمن فناء الدنيا { يُدَبِّرُ ٱلأَمْرَ } أي يصرِّف بحكمته وقدرته أمور الخلق وشئون الملكوت من إيجاد وإعدام، وإحياء وإماتة وغير ذلك { يُفَصِّلُ ٱلآيَاتِ } أي يبيّنها ويوضّحها { لَعَلَّكُمْ بِلِقَآءِ رَبِّكُمْ تُوقِنُونَ } أي لتصدقوا بلقاء الله، وتوقنوا بالمعاد إليه، لأن من قدر على ذلك كلّه فهو قادرٌ على إحياء الإِنسان بعد موته { وَهُوَ ٱلَّذِي مَدَّ ٱلأَرْضَ } أي هو تعالى بقدرته بسط الأرض وجعلها ممدودة فسيحة، وهذا لا ينافي كرويتها فإن ذلك مقطوعٌ به، والغرضُ أنه تعالى جعلها واسعة فسيحة ممتدة الآفاق ليستقر عليها الإِنسان والحيوان، ولو كانت كلها جبالاً وودياناً لما أمكن العيش عليها قال في التسهيل: ولا يتنافى لفظُ البسط والمدِّ مع التكوير، لأن كل قطعةٍ من الأرض ممدودةٌ على حِدتَها، وإنما التكوير لجملة الأرض { وَجَعَلَ فِيهَا رَوَاسِيَ } أي وخلق في الأرض جبالاً ثوابتَ رواسخ لئلا تضطرب بأهلها كقوله أَن تَمِيدَ بِكُمْ [النحل: 15] { وَأَنْهَاراً } أي وجعل فيها الأنهار الجاريات { وَمِن كُلِّ ٱلثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ ٱثْنَيْنِ } أي جعل فيها من جميع أنواع الثمرات زوجين اثنين ذكراً وأنثى ليتمَّ بينهما أسباب الإِخصاب والتكاثر طبق سنته الحكيمة وقال أبو السعود: أي جعل من كل نوع من أنواع الثمرات الموجودة في الدنيا ضربين وصنفين، إمّا في اللون كالأبيض والأسود، أو في الطعم كالحلو والحامض، أو في القَدْر كالصغير والكبير، أو في الكيفيّة كالحارّ والبارد وما أشبه ذلك { يُغْشِي ٱلَّيلَ ٱلنَّهَارَ } أي يُلبسه إياه فيصير الجو مُظْلماً بعد ما كان مضيئاً { إِنَّ فِي ذٰلِكَ لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ } أي إنَّ في عجائب صنع الله لدلالات وعلامات باهرة على قدرته ووحدانيته لمن تأمل وتفكَّر، وخُصَّ \" المتفكرون \" بالذكر لأنَّ ما احتوتْ عليه هذه الآيات من الصنيع العجيب لا يُدرك إلا بالتفكر { وَفِي ٱلأَرْضِ قِطَعٌ مُّتَجَاوِرَاتٌ } أي في الأرض بقاعٌ مختلفةٌ متلاصقات قريبٌ بعضها من بعض قال ابن عباس: أرضٌ طيبة، وأرضٌ سَبْخة تُنْبتُ هذه، وهذه إلى جنبها لا تُنْبت { وَجَنَّاتٌ مِّنْ أَعْنَابٍ } أي بساتين كثيرة من أشجار العنب { وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ } أي وفي هذه القطع المتجاورة أنواع الزروع والحبوب والنخيل والرطب، منها ما يَنْبُت منه من أصل واحدٍ شجرتان فأكثر، ومنها ما ينبت منه شجرة واحدة { يُسْقَىٰ بِمَآءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍ فِي ٱلأُكُلِ } أي الكل يسقى بماء واحدٍ، والتربة واحدة، ولكنَّ الثمار مختلفات الطعوم قال الطبري: الأرض الواحدة يكون فيها الخوخ، والكمثرى، والعنب الأبيضُ والاسود، بعضُها حلوٌ، وبعضُها حامض، وبعضها أفضل من بعض مع اجتماع جميعها على شربٍ واحد { إِنَّ فِي ذٰلِكَ لآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ } أي علامات باهرة ظاهرة لمن عقل وتدبَّر، وفي ذلك ردٌّ على القائلين بالطبيعة { وَإِن تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذَا كُنَّا تُرَاباً أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ } أي إن تعجب يا محمد من شيء فليس ما هو أعجب من قول الكفار أئذا متنا وأصبحنا رفاتاً هل سنبعث من جديد؟ فإن إنكارهم للبعث حقيقٌ أن يُتعجب منه، فإن الذي قدر على إنشاء ما ذكرنا من السماوات والأرض، والأشجار والثمار، والبحار والأنهار قادرٌ على إعادتهم بعد موتهم { أُوْلَـٰئِكَ الَّذِينَ كَفَرُواْ بِرَبِّهِمْ } أي هؤلاء الذين أنكروا البعث هم الجاحدون لقدرة الله { وَأُوْلَئِكَ ٱلأَغْلاَلُ فِيۤ أَعْنَاقِهِمْ } أي يُغلُّون بالسلاسل في أعناقهم يوم القيامة { وَأُوْلَـٰئِكَ أَصْحَابُ ٱلنَّارِ هُمْ فِيهَا خَالِدونَ } أي وهم في جهنم مخلدون فيها أبداً لا يموتون فيها ولا يُخْرجون { وَيَسْتَعْجِلُونَكَ بِٱلسَّيِّئَةِ قَبْلَ ٱلْحَسَنَةِ } أي يستعجلك المشركون يا محمد بالبلاء والعقوبة قبل الرخاء والعافية، استعجلوا ما هُدّدوا به من عذاب الدنيا استهزاءً { وَقَدْ خَلَتْ مِن قَبْلِهِمُ ٱلْمَثُلاَتُ } أي وقد مضت عقوباتُ أمثالهم من المكذبين، فما لهم لا يعتبرون ولا يتَّعظون؟ { وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَىٰ ظُلْمِهِمْ } أي وإن ربك لذو صفحٍ عظيم للناس، لا يعجّل لهم العقوبة وإن كانوا ظالمين بل يمهلهم بتأخيرها { وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلْعِقَابِ } أي شديد العقاب لمن أصرَّ على المعاصي ولم يتب ومن ذنوبه. قرن تعالى بين سعة حلمه وشدة عقابه ليبقى العبد بين الرغبة والرهبة، والرجاء والخوف { وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوْلاۤ أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ } أي ويقول المشركون من كفار قريش هلاّ أُنزل على محمد معجزة تدل على صدقه مثل معجزات موسى وعيسى!! قال في البحر: لم يعتدّوا بالآيات الخارقة المنزلة كانشقاق القمر، وانقياد الشجر، ونبع الماء من بين الأصابع وأمثال هذه المعجزات فاقترحوا عناداً آيات أخرى { إِنَّمَآ أَنتَ مُنذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ } جواب لما اقترحوا أي لستَ أنت يا محمد إلا محذّر ومبصِّر، شأنك شأن كل رسول قبلك، فلكل قوم نبيٌّ يدعوهم إلى الله وأما الآيات الخارقة فأمرها إلى مدبّر الكون والعباد { ٱللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنثَىٰ } أي الله وحده الذي يعلم ما تحمله كل أنثى في بطنها هل هو ذكرٌ أم أنثى؟ تامٌ أم ناقص؟ حسنٌ أم قبيح { وَمَا تَغِيضُ ٱلأَرْحَامُ } أي وما تنقصه الأرحامُ بإلقاء الجنين قبل تمامه { وَمَا تَزْدَادُ } أي وما تزداد على الأشهر التسعة قال ابن عباس: ما تغيضُ بالوضع لأقلَّ من تسعة أشهر، وما تزداد بالوضع لأكثر من تسعة أشهر، وعنه المراد بالغيض: السقطُ الناقصُ، وبالازدياد: الولدُ التام { وَكُلُّ شَيْءٍ عِندَهُ بِمِقْدَارٍ } أي كلُّ شيء من الأشياء عند الله تعالى بقدر محدود لا يتجاوزه حسب المصلحة والمنفعة { عَالِمُ ٱلْغَيْبِ وَٱلشَّهَادَةِ } أي ما غاب عن الحسّ وما كان مشاهَداً منظوراً، فعلمهُ تعالى شاملٌ للخفيِّ والمرْئيِّ لا يخفى عليه شيء { ٱلْكَبِيرُ ٱلْمُتَعَالِ } أي العظيم الشأن الذي كل شيء دونه المستعلي على كل شيء بقدرته المنزَّه عن المشابهة والمماثلة { سَوَآءٌ مِّنْكُمْ مَّنْ أَسَرَّ ٱلْقَوْلَ وَمَنْ جَهَرَ بِهِ } أي يستوي في علمه تعالى ما أضمرتْهُ القلوبُ وما نطقتْ به الألسنة { وَمَنْ هُوَ مُسْتَخْفٍ بِٱلَّيلِ وَسَارِبٌ بِٱلنَّهَارِ } أي ويستوي عنده كذلك من هو مستترٌ بأعماله في ظلمات الليل وهو في غاية الاختفاء، ومن هو ذاهبٌ في طريقه بوَضَح النهار مستعلنٌ لا يستخفي فيما يعمل وهو في غاية الظهور { لَهُ مُعَقِّبَاتٌ } أي لهذا الإِنسان ملائكة موكّلةٌ به تتعقب في حفظه يأتي بعضُهم بعَقِب بعض كالحَرَس في الدوائر الحكومية { مِّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ } أي من أمام الإِنسان ومن ورائه { يَحْفَظُونَهُ مِنْ أَمْرِ ٱللَّهِ } أي يحفظونه من الأخطار والمضارّ بأمره تعالى قال مجاهد: ما من عبدٍ إلا وملكٌ موكلٌ به يحفظه في نومه ويقظته من الجنّ والإِنس والهوام { إِنَّ اللَّهَ لاَ يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنْفُسِهِمْ } أي لا يزيل نعمته عن قومٍ ولا يسلبهم إيّاها إلا إذا بدّلوا أحوالهم الجميلة بأحوال قبيحة، وهذه من سنن الله الاجتماعية أنه تعالى لا يبدل ما بقومٍ من عافيةٍ ونعمة، وأمنٍ وعزة إلا إذا كفروا تلك النعم وارتكبوا المعاصي وفي الأثر \" أوحى الله إلى نبيّ من أنبياء بني إسرائيل أن قلْ لقومك: إنه ليس من أهل قرية، ولا أهل بيت يكونون على طاعة الله فيتحولون منها إلى معصية الله إلا حوّل الله عنهم ما يحبون إلى ما يكرهون \" { وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوۤءًا } أي وإذا أراد تعالى هلاك قومٍ أو عذابهم { فَلاَ مَرَدَّ لَهُ } أي لا يقدر على ردّ ذلك أحد { وَمَا لَهُمْ مِّن دُونِهِ مِن وَالٍ } أي ليس لهم من دون الله وليٌّ يدفع عنهم العذاب والبلاء { هُوَ ٱلَّذِي يُرِيكُمُ ٱلْبَرْقَ } هذا بيانٌ لآثار قدرته تعالى المنبثّة في الكون أي يريكم أيها الناس البرق الخاطف من خلال السحاب { خَوْفاً وَطَمَعاً } قال ابن عباس: خوفاً من الصواعق وطعماً في الغيث، فإن البرق غالباً ما يعقبه صواعق مدمّرة، وقد يكون وراءه المطر المدرار الذي به حياة البلاد والعباد { وَيُنْشِىءُ ٱلسَّحَابَ ٱلثِّقَالَ } أي وبقدرته كذلك يخلق السحب الكثيفة المحمَّلة بالماء الكثير { وَيُسَبِّحُ ٱلرَّعْدُ بِحَمْدِهِ وَٱلْمَلاَئِكَةُ مِنْ خِيفَتِهِ } أي يسبّح الرعد له تسبيحاً مقترناً بحمده والثناء عليه، وتسبّح له الملائكة خوفاً من عذابه، وتسبيحُ الرعد حقيقةٌ دلَّ عليها القرآن فنؤمن بها وإن لم نفهم تلك الأصوات فهو تعالى لا يخبر إلا بما هو حقٌّ كما قال وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ [الإسراء: 44] { وَيُرْسِلُ ٱلصَّوَاعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ } أي يرسل الصواعق المدمّرة نقمة يهلك بها من شاء { وَهُمْ يُجَادِلُونَ فِي ٱللَّهِ } أي وكفار مكة يجادلون في وجود الله ووحدانيته وفي قدرته على البعث { وَهُوَ شَدِيدُ ٱلْمِحَالِ } أي وهو تعالى شديد القوة والبطش والنكال، القادر على الانتقام ممن عصاه { لَهُ دَعْوَةُ ٱلْحَقِّ } أي لله تعالى تتجه الدعوةُ الحق فهو الحقيق بأن يُعبد وحده بالدعاء والالتجاء { وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِ } أي والآلهة الذين يدعوهم الكفار من دون الله { لاَ يَسْتَجِيبُونَ لَهُم بِشَيْءٍ } أي لا يستجيبون لهم دعاءً، ولا يسمعون لهم نداءً { إِلاَّ كَبَاسِطِ كَفَّيْهِ إِلَى ٱلْمَآءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ } أي إلا كمن يبسط كفيه للماء من بعيد يدعوه ويناديه ليصل الماء إلى فمه، والماءُ جمادٌ لا يُحسُّ ولا يسمع قال أبو السعود: شبّه حال المشركين في عدم حصولهم عند دعاء آلهتهم على شيء أصلاً بحال عطشان هائم لا يدري ما يفعل، قد بسط كفيه من بعيد إلى الماء يبغي وصوله إلى فمه وليس الماء ببالغٍ فمه أبداً لكونه جماداً لا يشعر بعطشه { وَمَا دُعَآءُ ٱلْكَافِرِينَ إِلاَّ فِي ضَلاَلٍ } أي ما دعاؤهم والتجاؤهم لآلتهم إلا في ضياع وخسار لأنه لا يُجدي ولا يفيد { وَللَّهِ يَسْجُدُ مَن فِي ٱلسَّمَاوَاتِ وَٱلأَرْضِ } أي ولله وحده يخضع وينقاد أهل السماوات وأهل الأرض { طَوْعاً وَكَرْهاً } أي طائعين وكارهين قال الحسن: المؤمن يسجد طوعاً، والكافر يسجد كرْهاً أي في حالة الفزع والاضطرار { وَظِلالُهُم بِٱلْغُدُوِّ وَٱلآصَالِ } أي وتسجد ظلالُهم أيضاً لله في أول النار وأواخره، والغرضُ الإِخبار عن عظمة الله تعالى وسلطانه الذي قهر كلَّ شيء، ودان له كل شيء، بأنه ينقاد لجلاله جميع الكائنات حتى ظلال الآدمييّن، والكل في نهاية الخضوع والاستسلام لأمره تعالى { قُلْ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلأَرْضِ } أي قل يا محمد لهؤلاء المشركين مَنْ خالق السماوات والأرض ومدبّر أمرهما؟ والسؤال للتهكم والسخرية بما عبدوا من دون الله { قُلِ ٱللَّهُ } أي قل لهم تقريعاً وتبكيتاً: اللهُ خالقُهما { قُلْ أَفَٱتَّخَذْتُمْ مِّن دُونِهِ أَوْلِيَآءَ لاَ يَمْلِكُونَ لأَنْفُسِهِمْ نَفْعاً وَلاَ ضَرّاً } أي قل لهم - إلزاماً لإِقامة الحجة عليهم - أجعلتم لله شركاء وعبدتموهم من دونه وهم لا يقدرون على نفع أنفسهم، ولا على دفع الضُرّ عنها، فكيف يستطيعونه لغيرهم؟ { قُلْ هَلْ يَسْتَوِي ٱلأَعْمَىٰ وَٱلْبَصِيرُ أَمْ هَلْ تَسْتَوِي ٱلظُّلُمَاتُ وَٱلنُّورُ } هذا تمثيلٌ لضلالهم في عبادة غير الله، والمراد بالأعمى الكافر وبالبصير المؤمن، وبالظلمات الضلالُ وبالنور الهدى أي كما لا يستوي الأعمى والبصير، وكما لا تستوي الظلمات والنور، كذلك لا يستوي المؤمن الذي يبصر ضياء الحق، والمشرك الذي عمي عن رؤية ذلك الضياء، فالفارق بين الحق والباطل واضحٌ وضوح الفارق بين الأعمى والبصير، والفارق بين الإِيمان والضلال ظاهر ظهور الفارق بين النور والظلام { أَمْ جَعَلُواْ للَّهِ شُرَكَآءَ خَلَقُواْ كَخَلْقِهِ فَتَشَابَهَ ٱلْخَلْقُ عَلَيْهِمْ } هذا من تمام الاحتجاج عليهم والتهكم بهم أي أم اتخذ هؤلاء المشركون آلهةً خلقوا مخلوقاتٍ كالتي خلقها الله فالتبس الأمر عليهم فلا يدرون خلق الله من خلق آلهتهم؟ وهو تهكم لاذع فإنهم يرون كل شيء من خلق الله، ويرون هذه الآلهة المزعومة لم تخلق شيئاً ثم بعد هذا كلّه يعبدونها من دون الله، وذلك أسخف وأحط ما تصل إليه عقول المشركين، ولما أقام الحجة عليهم جاء بهذا البيان الواضح { قُلِ ٱللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ ٱلْوَاحِدُ ٱلْقَهَّارُ } أي الله الخالق لجميع الأشياء لا خالق غيره، وهو المنفرد بالألوهية والربوبية، الغالب لكل شيء، وجميعُ الأشياء تحت قدرته وقهره. البَلاغَة: في الآيات الكريمة من وجوه الفصاحة والبيان والبديع ما يلي: 1- الإِشارة بالبعيد عن القريب في { تِلْكَ آيَاتُ ٱلْكِتَابِ } تنزيلاً لها منزلة البعيد للدلالة على علو شأنها ورفعة منزلتها و (أل) في الكتاب للتفخيم أي الكتاب العجيب الكامل في إعجازه وبيانه. 2- الاستعارة التبعية في { يُغْشِي ٱلَّيلَ ٱلنَّهَارَ } شبّه إزالة نور النهار بواسطة ظلمة الليل بالغطاء الكثيف واستعار لفظ { يُغْشِي } المشير إلى تغطية الأشياء الظاهرة بالأغطية الحسية للأمور المعنوية. 3- الطباق في { تَغِيضُ.... تَزْدَادُ } وفي { ٱلْغَيْبِ وَٱلشَّهَادَةِ } وفي { أَسَرَّ.... جَهَرَ } وفي { مُسْتَخْفٍ.... وَسَارِبٌ } لأن السارب الظاهر وفي { خَوْفاً وَطَمَعاً } وفي { طَوْعاً وَكَرْهاً } وكلها من المحسنات البديعية اللفظية. 4- الإِيجاز بالحذف في { قُلِ ٱللَّهُ } أي اللهُ خالقُ السماوات والأرض. 5- التشبيه التمثيلي في { كَبَاسِطِ كَفَّيْهِ } شبَّه عدم استجابة الأصنام للداعين لها بعدم استجابة الماء لباسط كفيه إليه من بُعْد فوجه الشبه منتزع من متعدد. 6- الاستعارة في { هَلْ يَسْتَوِي ٱلأَعْمَىٰ وَٱلْبَصِيرُ أَمْ هَلْ تَسْتَوِي ٱلظُّلُمَاتُ وَٱلنُّورُ } استعار لفظ الظلمات والنور للفكر والإِيمان وكذلك لفظ الأعمى للمشرك الجاهل والبصير للمؤمن العاقل. تنبيه: سميت الملائكة معقبات لأنهم يتعاقبون على أعمال العباد بالليل والنهار كما في البخاري \" يتعاقبون فيكم ملائكة بالليل وملائكة بالنهار فيجتمعون في صلاة الفجر والعصر... \" الحديث. فَائِدَة: روي عن أبي هريرة رضي الله عنه \" أن النبي صلى الله عليه وسلم كان إذا سمع صوت الرعد يقول: \" سبحان من يسبّح الرعد بحمده والملائكة من خيفته وهو على كل شيء قدير \" وكان أبو هريرة يقول من قالها فأصابته صاعقةٌ فعليَّ ديته.", "annotation": {"aya": [{"start": 2878, "end": 2896}, {"start": 9237, "end": 9282}], "hadith": [{"start": 13687, "end": 13767}, {"start": 13816, "end": 13943}], "verse": []}}