{"text": " قوله: (أرسلهما متجاورين) أي أجراهما متلاصقين لا يتمازجان، ولا يبغي أحدهما على الآخر. قوله: { هَـٰذَا عَذْبٌ فُرَاتٌ } هذه الجملة يحتمل أن تكون مستأنفة، جواب سؤال مقدر كأنه قيل: كيف مرجهما؟ ويحتمل أن تكون حالية بتقدير القول، أي مقولاً فيهما هذا عذب الخ، وسمي الماء العذب فراتاً، لأنه يفرت العطش أي يشقه ويقطعه. قوله: (شديد الملوحة) أي وقيل شديد الحرارة، وقيل شديد المرارة، وهذا من أحسن المقابلة حيث قال: عذب فرات، وملح أجاج. قوله: (حاجزاً لا يختلط أحدهما بالآخر) أي فالماء العذاب داخل في الملح وجار في خلاله، ومع ذلك لا يتغير طعمه ولا يختلطان، بل يبقى على كل ما هو عليه، بسبب منع الله لكل منهما عن الآخر بحاجز معنوي لا يحس بل بمحض قدرته تعالى، وهذا أكبر الأدلة على انفراد الله تعالى بالألوهية. قوله: { وَحِجْراً مَّحْجُوراً } تقدم أن معناه تعوذنا تعوذاً، والمراد هنا الستر المانع، فشبه البحرين بطائفتين متعاديتين، كل منهما تتحصن من الأخرى، وطوى ذكر المشبه به، ورمز له بشيء من لوازمه وهو قوله: { حِجْراً مَّحْجُوراً } على طريق الاستعارة المكنية. قوله: { بَشَراً } أي خلقاً كاملاً مركباً من لحم وعظم وعصب وعروق ودم على شكل حسن، قال تعالى: لَقَدْ خَلَقْنَا ٱلإِنسَانَ فِيۤ أَحْسَنِ تَقْوِيمٍ [التين: 4]. قوله: (ذا نسب) الخ، أي فقسمه قسمين، ذوي نسب أي ذكوراً ينسب إليهم وذوات صهر، أي أناساً يصاهر بهن، وأخر الصهر لأنه لا يحصل إلا بعد الكبر والتزوج. قوله: (ذا صهر) صهر الرجل أقارب زوجته، وصهر المرأة أقارب زوجها. قوله: { وَكَانَ رَبُّكَ قَدِيراً } أي حيث خلق من مادة واحدة، إنساناً ذا أعضاء مختلفة، وطباع متباعدة، وأخلاق متعددة، وجعله قسمين متقابلين، فمن كان قادراً على ذلك وأمثاله، فهو حقيق بأن لا يعبد غيره. قوله: { وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ } شروع في ذكر قبائح المشركين، مع ظهور تلك الأدلة. قوله: { مَا لاَ يَنفَعُهُمْ وَلاَ يَضُرُّهُمْ } قدم النفع في بعض الآيات وأخره في بعضها تفنناً. قوله: { وَكَانَ ٱلْكَافِرُ عَلَىٰ رَبِّهِ ظَهِيراً } أي يعاون الشيطان ويتابعه بالعداوة والشرك، وأل في الكافر للجنس، فالمراد كل كافر، وقيل معنى ظهيراً مهيناً لا يعبأ به، فعلى بمعنى عند، والمعنى: وكان الكافر عند ربه مهاناً لا حرمة له، مأخوذ من قولهم ظهرت به إذا نبذته خلف ظهرك. قوله: (بطاعته) أي الشيطان، والباء سببية، والمعنى صار الكافر معيناً للشيطان على معصية الله، بسبب طاعته إياه، والخروج عن طاعة الله. قوله: { وَمَآ أَرْسَلْنَاكَ إِلاَّ مُبَشِّراً وَنَذِيراً } أي لم نرسلك في حال من الأحوال، إلا في حال كونك مبشراً ونذيراً، فمن آمن فقد تحقق بالبشارة، ومن استمر على الكفر فله النذارة. قوله: (على تبليغ ما أرسلت به) أي المفهوم من قوله: { أَرْسَلْنَاكَ }. قوله: (لكن) { مَن شَآءَ } الخ، أشار بذلك إلى أن الاستثناء منطقع، والمعنى لا أطلب من أموالكم جعلاً لنفسي، لكن من شاء أن ينفق أمواله لوجه الله تعالى طلباً لمرضاته فليفعل. قوله: (في مرضاته تعالى) أي كالصدقة والنفقة في سبيل الله تعالى.", "annotation": {"aya": [{"start": 1036, "end": 1087}], "hadith": [], "verse": []}}