{"text": " قوله تعالى: { وجاءت سيارة } أي: قوم يسيرون { فأرسلوا واردهم } قال الأخفش: أنّث السيارة وذكّر الوارد، لأن السيارة في المعنى للرجال. وقال الزجاج: الوارد: الذي يَرِدُ الماء ليستقي للقوم. وفي اسم هذا الوارد قولان. أحدهما: مالك بن ذُعْر بن يؤيب بن عيفا بن مدين بن إِبراهيم، قاله أبو صالح عن ابن عباس. والثاني: مجلث بن رعويل، قاله وهب بن منبه. قوله تعالى: { فأدلى دَلْوَهُ } أي: أرسلها. قال الزجاج: يقال: أدليت الدلو: إِذا أرسلتها لتملأها ودلوتها: إِذا أخرجتها. { قال يا بشراي } قرأه ابن كثير، ونافع، وأبو عمرو، وابن عامر: «يا بشرايَ» بفتح الياء وإِثبات الألف. وروى ورش عن نافع «بشرايْ» و«محيايْ» [الأنعام:162] و«مثواي» [يوسف: 23] بسكون الياء. وقرأ عاصم، وحمزة، والكسائي «يا بشرى» بألف بغير ياء. وعاصم بفتح الراء، وحمزة، والكسائي يميلانها. قال الزجاج: من قرأ «يا بشراي» فهذا النداء تنبيه للمخاطبين، لأن البشرى لا تجيب ولا تعقل؛ فالمعنى: أبشروا، ويا أيها البشرى هذا من أوانك، وكذلك إِذا قلت: يا عجباه، فكأنك قلت: اعجبوا، ويا أيها العجب هذا من حينك؛ وقد شرحنا هذا المعنى [هود 69 و 74]. فأما قراءة من قرأ «يا بشرى» فيجوز أن يكون المعنى: يا من حضر، هذه بشرى. ويجوز أن يكون المعنى: يا بشرى هذا أوانك على ما سبق بيانه من تنبيه الحاضرين. وذكر السدي أنه نادى بذاك أحدهم وكان اسمه بشرى. وقال ابن الأنباري: يجوز فيه هذه الأقوال، ويجوز أن يكون اسم امرأة. وقرأ أبو رجاء، وابن أبي عبلة: «يا بُشْرَيَّ» بتشديد الياء وفتحها من غير ألف. قال ابن عباس: لما أدلى دَلْوَه؛ تعلق يوسف بالحبل فنظر إِليه فإذا غلام أحسن ما يكون من الغلمان، فقال لأصحابه: البشرى، فقالوا: ما وراءك؟ قال: هذا غلام في البئر، فأقبلوا يسألونه الشركة فيه، واستخرجوه من الجُبِّ، فقال بعضهم لبعض: اكتموه عن أصحابكم لئلا يسألونكم الشركة فيه، فإن قالوا: ما هذا؟ فقولوا: استبضعنَاه أهل الماء لنبيعه لهم بمصر؛ فجاء إخوة يوسف فطلبوه فلم يجدوه في البئر، فنظروا، فإذا هم بالقوم ومعهم يوسف، فقالوا لهم: هذا غلام أبق منا، فقال مالك بن ذعر: فأنا أشتريه منكم، فباعوه بعشرين درهماً وحُلَّة ونعلين، وأسره مالك بن ذعر من أصحابه، وقال: استبضعَناه أهل الماء لنبيعه لهم بمصر. قوله تعالى: { وأسرُّوه بضاعة } قال الزجاج: «بضاعةً» منصوب على الحال، كأنه قال: وأسرّوه جاعليه بضاعة. وقال ابن قتيبة: أسرّوا في أنفسهم أنه بضاعة وتجارة. في الفاعلين لذاك قولان: أحدهما: أنهم واردو الجب. أسرّوا ابتياعه عن باقي أصحابهم، وتواصَوا أنه بضاعة استبضعهم إِياها أهل الماء؛ وقد ذكرنا هذا المعنى عن ابن عباس، وبه قال مجاهد. والثاني: أنهم إِخوته، أسروّا أمره، وباعوه، وقالوا: هو بضاعة لنا، وهذا المعنى مروي عن ابن عباس أيضاً. قوله تعالى: { والله عليم بما يعملون } يعمّ الباعة والمشترين.", "annotation": {"aya": [], "hadith": [], "verse": []}}