{"text": " قوله تعالى: { وَلِيَعْلَمَ ٱلَّذِينَ أُوتُواْ ٱلْعِلْمَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّكَ } [الحج: 54] يعني: يتأكدوا تأكيداً واضحاً أن هذا هو الحق، مهما شوَّشَ عليه المشوِّشُون، ومهما قالوا عنه: إنه سحر، أو كذب، أو أساطير الأولين لأن الله سيُبطل هذا كله، وسيقف أهل العلم والنظر على صِدْق القرآن بما لديهم من حقائق ومقدمات واستدلالات يعرفون بها أنه الحق. وما دام هو الحق الذي لم تزعزعه هذه الرياح الكاذبة فلا بُدّ أن يؤمنوا به { فَيُؤْمِنُواْ بِهِ } [الحج: 54] ثم يتبع هذا الإيمان عملٌ وتطبيق { فَتُخْبِتَ لَهُ } [الحج: 54] يعني: تخشع وتخضع وتلين وتستكين. ثم يقول سبحانه: { وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ آمَنُوۤاْ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ } [الحج: 54]. فمسألة كيد الشيطان وإلقائه لم تنته بموت الرسول، بل هو قاعد لأمته من بعده فالشيطان يقعد لأمة محمد كلها، ولكل مَنْ حمل عنه الدعوة. يقول تعالى: وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوّاً شَيَاطِينَ ٱلإِنْسِ وَٱلْجِنِّ يُوحِي بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ ٱلْقَوْلِ غُرُوراً وَلَوْ شَآءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ [الأنعام: 112]. يعني: دعهم جانباً فالله لهم بالمرصاد، فلماذا - إذن - فعلوه؟ وما الحكمة؟ يقول تعالى: وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ آمَنُواْ.. [آل عمران: 141]. وقال: وَلِتَصْغَىۤ إِلَيْهِ أَفْئِدَةُ ٱلَّذِينَ لاَ يُؤْمِنُونَ بِٱلآخِرَةِ [الأنعام: 113]. فمهمة الشيطان أنْ يستغلّ ضعاف الإيمان، ومَنْ يعبدون الله على حرف من أصحاب الاحتجاجات التبريرية الذين يريدون أنْ يبرروا لأنفسهم الانغماس في الشهوة والسير في طريق الشيطان، وهؤلاء يحلو لهم الطعن في الدين، ويتمنون أن يكون الدين والقيامة والرب أوهاماً لا حقيقة لها، لأنهم يخافون أن تكون حقيقة، وأن يتورطوا بأعمالهم السيئة ونهايتهم المؤلمة، فهم - إذن - يستبعدون القيامة ويقولون: أَإِذَا مِتْنَا وَكُنَّا تُرَاباً وَعِظَاماً أَإِنَّا لَمَبْعُوثُونَ [الصافات: 16]. لماذا؟ لأنه يريد أنْ يبرر سلوكه، إنه يريد أنْ يُخرِج نفسه من ورطة، لا مخرج منها، وهؤلاء يتبعون كل ناعق، ويجْرُون وراء كل شبهة في دين الله يتلقفونها ويرددونها، ومرادهم أن يهدموا الدين من أساسه. نسمع من هؤلاء المسرفين على أنفسهم مثلاً مَنْ يعترض على تحريم الميتة وأكل الذبيحة، وهذا دليل على خميرة الشرك والكفر في نفوسهم، ولهم حجج واهية لا تنطلي إلا على أمثالهم من الكفرة والمنافقين، وهذه مسألة واضحة، فالموت غير القتل، غير الذبح. الموت: أن تخرج الروح أولاً دون نَقْض بِنْية الجسم، وبعد خروج الروح ينقض بناء الجسد، أما القتل فيكون بنقض البنية أولاً، ويترتب على نَقْض البنية خروج الروح، كأن يُضرب الإنسان أو الحيوان على رأسه مثلاً، فيموت بعد أنْ اختلّ مخه وتهشَّم، فلم يعُدْ صالحاً لبقاء الروح فيه. يقول تعالى: وَمَا مُحَمَّدٌ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ ٱلرُّسُلُ أَفإِنْ مَّاتَ أَوْ قُتِلَ.. [آل عمران: 144] إذن: فالموت غير القتل. وقد مثَّلْنا لذلك بضوء الكهرباء الذي نراه، والذي يسري في الأسلاك، ويظهر أثره في هذه اللمبات، نحن لا نعرف حتى الآن كُنْه هذه الكهرباء وماهية هذا الضوء، إنما نراه وننعَم به، فإذا ما كُسِرت هذه اللمبة ينطفئ النور لأنها لم تعُدْ صالحة لاستقبال هذا النور، رغم أنه موجود في الأسلاك، إذن: لا يظهر نور الكهرباء إلا في بنية سليمة لهذا الشكل الزجاجي المفرَّغ من الهواء. كذلك الروح لا تسكن الجسم، ولا تبقى فيه إلا إذا كانت له مواصفات معينة، فإن اختلَّتْ هذه المواصفات خرجتْ الروح من الجسد. أما الذبح فهو أيضاً إزهاق روح، لكن بأمر الله خالقها وبرخصة منه سبحانه، كأن يُقتلَ إنسان في قصاص، أو في قتال مشروع، أو نذبح الحيوان الذي أحلَّه الله لنا وأمرنا بذبحه، ولولا أمْر الله بذبحه ما ذبحناه، ولولا أن الله أحلَّه ما أكلناه، بدليل أننا لا نأكل ما لم يحِل لنا من الحيوانات الأخرى. والذين يجادلون في عملية الذَّبْح الشرعية، ويُزهقون أرواح الحيوان بالخنق مثلاً غفلوا عن الحكمة من الذبح: الذبح إراقة للدم، وفي الدم مواد ضارة بالإنسان يجب أن يتخلص منها بتصفية دم ذبيحته لأن بها كمية من الدم الفاسد الذي لم يمرّ على الكلية لتنقيه. فالمسلم حريص على أن يحمل منهج رسول الله صلى الله عليه وسلم، وحريص على أن يسود هذا المنهج حركة الحياة، لكن لن يدَعَه الشيطان يُحقِّق هذه الأمنية، كما لم يدع رسوله صلى الله عليه وسلم من قبل، فكيْده وإلقاؤه لم ينتهِ بموت الرسول، وإنما هو بَاقٍ، وإلى أنْ تقومَ الساعة. لذلك يقول تعالى في الآية بعدها: { وَلاَ يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرْيَةٍ مِّنْهُ حَتَّى... }.", "annotation": {"aya": [{"start": 796, "end": 996}, {"start": 1097, "end": 1139}, {"start": 1163, "end": 1233}, {"start": 1623, "end": 1691}, {"start": 2414, "end": 2508}], "hadith": [], "verse": []}}