{"text": " فيه ثلاث مسائل: الأولى: قوله تعالى: { وَتَوَلَّىٰ عَنْهُمْ } أي أعرض عنهم وذلك أن يعقوب لما بلغه خبر بنيامين تَتَامَّ حزنه، وبلغ جهده، وجدّد الله مصيبته له في يوسف فقال: { يٰأَسَفَا عَلَى يُوسُفَ } ونَسيَ ٱبنه بنيامين فلم يذكره عن ابن عباس. وقال سعيد بن جُبير: لم يكن عند يعقوب ما في كتابنا من الاسترجاع، ولو كان عنده لما قال: «يَا أَسَفَا عَلَى يُوسُفَ». قال قَتَادة والحسن: والمعنى يا حزناه! وقال مجاهد والضحّاك: يا جزعاه! قال كُثَيِّر: فيا أَسفا للقلب كيف ٱنصرافُهُ وللنَّفْسِ لمّا سلِّيت فَتَسلَّتِ والأسف شدّة الحزن على ما فات. والنداء على معنى: تعالَ يا أسف فإنه مَن أوقاتك. وقال الزجاج: الأصل يا أسفِي فأبدل من الياء ألف لخفة الفتحة. { وَٱبْيَضَّتْ عَيْنَاهُ مِنَ ٱلْحُزْنِ } قيل: لم يبصر بهما ست سنين، وأنه عَمِيَ قاله مقاتل. وقيل: قد تبيضّ العين ويبقى شيء من الرؤية، والله أعلم بحال يعقوب وإنما ٱبيضّت عيناه من البكاء، ولكن سبب البكاء الحزن، فلهذا قال: { مِنَ ٱلْحُزْنِ }. وقيل: إن يعقوب كان يصلّي، ويوسف نائماً معترضاً بين يديه، فَغطَّ في نومه، فالتفت يعقوب إليه، ثم غَطّ ثانية فالتفت إليه، ثم غَطَّ ثالثة فالتفت إليه سروراً به وبغطيطه فأوحى الله تعالى إلى ملائكته: «ٱنظروا إلى صفييّ وابن خليلي قائماً في مناجاتي يلتفت إلى غيري، وعِزّتي وجَلاَلي! لأنزعنّ الحدقتين اللتين التفت بهما، ولأفرقنّ بينه وبين من التفت إليه ثمانين سنة ليعلم العاملون أن من قام بين يديّ يجب عليه مراقبة نظري». الثانية: هذا يدلّ على أن الالتفات في الصلاة ـ وإن لم يُبطل ـ يدلّ على العقوبة عليها، والنقص فيها، وقد رَوى البخاري \" عن عائشة قالت: سألت رسول الله صلى الله عليه وسلم عن الالتفات في الصلاة فقال: «هو ٱختلاس يختلسه الشيطان من صلاة العبد \" وسيأتي ما للعلماء في هذا في أوّل سورة «المؤمنون» موعباً إن شاء الله تعالى. الثالثة: قال النحاس: فإن سأل قوم عن معنى شدّة حزن يعقوب ـ صلى الله عليه وسلم وعلى نبينا ـ فللعلماء في هذا ثلاثة أجوبة: منها ـ أن يعقوب صلى الله عليه وسلم لما علم أن يوسف صلى الله عليه وسلم حَيٌّ خاف على دِينه، فاشتدّ حزنه لذلك. وقيل: إنما حزن لأنه سلّمه إليهم صغيراً، فندم على ذلك. والجواب الثالث ـ وهو أبْيَنُها ـ هو أن الحزن ليس بمحظور، وإنما المحظور الوَلْولة وشقّ الثياب، والكلام بما لا ينبغي. وقال النبي صلى الله عليه وسلم: \" تَدمع العين ويَحزن القلب ولا نقول ما يُسخط الربّ \" وقد بيّن الله جلّ وعزّ ذلك بقوله: { فَهُوَ كَظِيمٌ } أي مكظوم مملوء من الحزن ممسك عليه لا يبَثّه ومنه كَظْم الغيظ وهو إخفاؤه فالمكظوم المسدود عليه طريق حزنه قال الله تعالى: إِذْ نَادَىٰ وَهُوَ مَكْظُومٌ [القلم: 48] أي مملوء كرباً. ويجوز أن يكون المكظوم بمعنى الكاظم وهو المشتمل على حزنه. وعن ٱبن عباس: كظيم مغموم قال الشاعر: فإنْ أَكُ كاظِماً لِمُصَابِ شَاسٍ فإني اليومَ مُنطلقٌ لسانيِ وقال ٱبن جُريج عن مجاهد عن ابن عباس قال: ذهبت عيناه من الحزن «فَهُوَ كَظِيمٌ» قال: فهو مكروب. وقال مقاتل بن سليمان عن عطاء عن ابن عباس في قوله: { فَهُوَ كَظِيمٌ } قال: فهو كَمِد يقول: يعلم أن يوسف حيّ، وأنه لا يدري أين هو فهو كَمِد من ذلك. قال الجوهري: الكَمَد الحزن المكتوم تقول منه كَمِد الرجلُ فهو كَمِدٌ وكَمِيدٌ. النحاس. يقال فلان كظِيم وكاظِم أي حزين لا يشكو حزنه قال الشاعر: فَحَضضْتُ قَوْمي وٱحتسبتُ قِتالَهُم والقومُ من خوف المَنَايا كُظَّم", "annotation": {"aya": [{"start": 2260, "end": 2289}], "hadith": [{"start": 1409, "end": 1529}, {"start": 2034, "end": 2086}], "verse": [{"start": 439, "end": 468}, {"start": 469, "end": 502}, {"start": 2412, "end": 2445}, {"start": 2446, "end": 2472}, {"start": 2855, "end": 2890}, {"start": 2891, "end": 2922}]}}