{"text": " { (78) وَاللهُ أَخْرَجَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السَّمْعَ وَالأَبْصَارَ وَالأَفئِدَةَ } ورَكّبَ فيكم هذه الأدوات لازالة الجهل الذي ولدتم عليه واكتساب العِلم والعَمل به { لَعَلَّكُمْ تَشْكُرُونَ } كي تعرفوا ما أنعم عليكم طوراً بعد طور فتشكروه. { (79) أَلَمْ يَرَوْا إلَى الطَّيْرِ } وقرىء بالتّاءِ { مُسَخَّرَاتٍ } مذلّلات للطّيران بما خلق لها من الأجنحة والأسباب المواتية له { فِي جَوِّ السَّماءِ } في الهواء المتباعد من الأرض { مَا يُمْسِكُهُنَّ } فِيهِ { إلاَّ اللهُ } فانّ ثقل جسدها يقتضي سقوطها ولا علاقة فوقها ولا دعامة تحتها تمسكها { إِنّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ } لأنّهم هم المنتفعون بِها. { (80) وَاللهُ جَعَلَ لَكُم مِّن بُيُوتِكُمْ سَكَناً } موضعاً تسكنونَ فيه وقت اقامتكم { وَجَعَلَ لَكُم مِّن جُلُودِ الأَنْعَامِ بُيُوتاً } يعني الخيم والمضارب المتخذة من الأدم والوبر والصُّوف والشعر { تَسْتَخِفُّونَهَا } تجدونها خفيفة تخفّ عليكم حملها ونقلها ووضعها وضربها { يَوْمَ ظَعْنِكُمْ } ترحالكم وسفركم وقرىء بفتح العين { وَيَوْمَ إِقَامَتِكُمْ } نزولكم وحضركم { وَمِنْ أَصْوَافِهَا وَأوْبَارِهَا وَأشْعَارِهَا } الصوف للضّأن والوبر للابل والشعر للمعز { أثَاثاً } ما يلبس ويفرش { وَمَتاعاً } ينتفع به { إلى حِينٍ } إلى مدّة من الزمان. القميّ في رواية أبي الجارود أثاثاً قال المال ومتاعاً قال المنافع إلى حين إلى بلاغها. { (81) وَاللهُ جَعَلَ لَكُم مِمَّا خَلَقَ } من الشجر والجَبل والأبنية وغيرها { ظِلاَلاً } تتّقون به حرّ الشمس. القميّ قال ما يستظل به { وَجَعَلَ لَكُم مِّنَ الْجِبَالِ أكْنَاناً } مواضع تسكنون بها من الغيرانِ والبيوت المنحوته فيها { وَجَعَلَ لَكُمْ سَرَابِيلَ } ثياباً من القطن والكتان والصّوف وغيرها { تَقِيكُمُ الْحَرَّ } اكتفى بذكر أحد الضّدّين لدلالته على الآخر ولأنّ وقاية الحرّ كانت عندهم أهمّ { وَسَرَابيلَ تَقِيكُم بَأْسَكُمْ } يعني الدّروع والجواشِنَ والسّربال يعمّ كلّ ما يلبس { كَذَلِكَ } كاتمام هذه النّعم التي تقدمت { يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ } أي تنظرون في نعمه الفاشية فتؤمنون به وتنقادون لحكمة. { (82) فَإِنْ تَوَلَّوْا } أعرضوا ولم يقبلوا منك { فَإِنَّمَا عَلَيْكَ الْبَلاَغُ الْمُبِينُ } وقد بلّغت وأعذرت. { (83) يَعْرِفُونَ نِعْمَتَ اللهِ ثُمَّ يُنكِرُونَهَا وَأكْثَرُهُمُ الْكَافِرُونَ }. القميّ عن الصادق عليه السلام نحن والله نعمة الله التي أنعم بها على عباده وبنا فاز من فاز. وفي الكافي عنه عن أبيه عن جدّهِ عليهم السلام في هذه الآية قال لمّا نزلت إنّما وليّكم الله ورسوله والذين آمنوا الآية اجتمع نفر من أصحاب رسول الله صلىَّ الله عليه وآله وسلم في مسجد المدينة فقال بعضهم لبعض ما تقولون في هذه الآية فقال بعضهم إن كفرنا بهذه الآية نكفر بسائرها وان آمنّا فهذا ذلّ حين يسلّط علينا ابن أبي طالب عليه السلام فقالوا قد علمنا أنّ محمّداً صلىَّ الله عليه وآله وسلم صادق فيما يقول ولكِنّا لا نتولاّه ولا نطيع عليّاً فيما أَمَرنا قال فنزلت هذه الآية يعرفون نعمة الله ثمّ ينكرونها يعرفون يعني ولاية عليّ عليه السلام. والعياشي عن الكاظم عليه السلام أنّه سئل عن هذه الآية فقال عرفوه ثمّ أنكروه. { (84) وَيَوْمَ نَبْعَثُ مِن كُلِّ أُمَّةٍ شَهِيداً } وهو نبيّها وامامها القائم مقامه يشهد لهم وعليهم بالإِيمان والكفر. في المجمع والقميّ عن الصادق عليه السلام لكلّ زمان وَأمّة إمام يبعث كلّ أمّة مع إمامها { ثُمَّ لاَ يُؤْذَنُ لِلَّذِينَ كَفَرُوا } في الإِعتذار إذ لا عذر لهم فدلّ بترك الإِذن على أن لا حجّة لهم ولا عذر { وَلاَ هُمْ يُسْتَعْتَبُونَ } يسترضون إذ لا يقال لهم ارضوا ربّكم من العتبى وهو الرّضا. { (85) وَإِذَا رَأى الَّذِينَ ظَلَمُوا الْعَذَابَ } ثقل عليهِم { فَلاَ يُخَفَّفُ عَنْهُمْ وَلاَ هُمْ يُنظَرُونَ } يمهلون.", "annotation": {"aya": [], "hadith": [], "verse": []}}