{"text": " قوله { ضَرَبَ ٱللَّهُ مَثَلاً } لما قال سبحانه { إن الله يعلم } أي بالمعلومات التي من جملتها كيف يضرب الأمثال، وأنتم لا تعلمون؟ علمهم سبحانه كيف تضرب الأمثال، فقال { ضرب الله مثلاً } أي ذكر شيئاً يستدلّ به على تباين الحال بين جناب الخالق سبحانه، وبين ما جعلوه شريكاً له من الأصنام. ثم ذكر ذلك فقال { عَبْدًا مَّمْلُوكًا } والمثل في الحقيقة هي حالة للعبد عارضة له، وهي المملوكية والعجز عن التصرف، فقوله { عَبْدًا مَّمْلُوكًا لاَّ يَقْدِرُ عَلَىٰ شَىْء } تفسير للمثل وبدل منه، ووصفه بكونه مملوكاً لأن العبد والحرّ مشتركان في كون كل واحد منهما عبد الله سبحانه. ووصفه بكونه لا يقدر على شيء لأن المكاتب والمأذون يقدران على بعض التصرفات. فهذا الوصف لتمييزه عنهما { وَمَن رَّزَقْنَاهُ } \" من \" هي الموصولة، وهي معطوفة على { عبداً } أي والذي رزقناه { مِنَّا } أي من جهتنا { رِزْقًا حَسَنًا } من الأحرار الذين يملكون الأموال ويتصرفون بها كيف شاءوا، والمراد بكون الرزق حسناً أنه مما يحسن في عيون الناس، لكونه رزقاً كثيراً مشتملاً على أشياء مستحسنة نفيسة تروق الناظرين إليها. والفاء في قوله { فَهُوَ يُنفِقُ مِنْهُ } لترتيب الإنفاق على الرزق، أي ينفق منه في وجوه الخير ويصرف منه إلى أنواع البرّ والمعروف، وانتصاب { سِرّا وَجَهْرًا } على الحال، أي ينفق منه في حال السرّ وحال الجهر. والمراد بيان عموم الإنفاق للأوقات، وتقديم السرّ على الجهر مشعر بفضيلته عليه، وأن الثواب فيه أكثر. وقيل إن «من» في { وَمَن رَّزَقْنَاهُ } موصوفة، كأنه قيل وحرّاً رزقناه، ليطابق عبداً. { هَلْ يَسْتَوُونَ } أي الحرّ والعبد الموصوفان بالصفات المتقدّمة، وجمع الضمير لمكان من، لأنه اسم مبهم يستوي فيه الواحد والاثنان والجمع والمذكر والمؤنث. وقيل إنه أريد بالعبد والموصول الذي هو عبارة عن الحرّ الجنس أي من اتصف بتلك الأوصاف من الجنسين، والاستفهام للإنكار، أي هل يستوي العبيد والأحرار الموصوفون بتلك الصفات مع كون كلا الفريقين مخلوقين لله سبحانه من جملة البشر، ومن المعلوم أنهم لا يستوون عندهم، فكيف يجعلون لله سبحانه شركاء لا يملكون لهم ضرّاً ولا نفعاً، ويجعلونهم مستحقين للعبادة مع الله سبحانه؟ وحاصل المعنى أنه كما لا يستوي عندكم عبد مملوك لا يقدر من أمره على شيء ورجل حرّ قد رزقه الله رزقاً حسناً، فهو ينفق منه، كذلك لا يستوي الربّ الخالق الرازق، والجمادات من الأصنام التي تعبدونها، وهي لا تبصر ولا تسمع ولا تضرّ ولا تنفع. وقيل المراد بالعبد المملوك في الآية هو الكافر المحروم من طاعة الله وعبوديته، والآخر هو المؤمن. والغرض أنهما لا يستويان في الرتبة والشرف، وقيل العبد هو الصنم، والثاني عابد الصنم، والمراد أنهما لا يستويان في القدرة والتصرّف لأن الأوّل جماد، والثاني إنسان. { ٱلْحَمْدُ للَّهِ } أي الحمد لله كله، لأنه المنعم، لا يستحق غيره من العباد شيئاً منه، فكيف تستحق الأصنام منه شيئاً ولا نعمة منها أصلاً لا بالأصالة ولا بالتوسط وقيل أراد الحمد لله على ما أنعم به على أوليائه من نعمة التوحيد وقيل أراد قل الحمد لله، والخطاب إما لمحمد صلى الله عليه وسلم أو لمن رزقه الله رزقاً حسناً، وقيل إنه لما ذكر مثلاً مطابقاً للغرض كاشفاً عن المقصود، قال الحمد لله أي على قوّة هذه الحجة { بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ } ذلك حتى يعبدوا من تحقّ له العبادة، ويعرفوا المنعم عليهم بالنعم الجليلة، ونفي العلم عنهم إما لكونهم من الجهل بمنزلة لا يفهمون بسببها ما يجب عليهم، أو هم يتركون الحق عناداً مع علمهم به، فكانوا كمن لا علم له، وخصّ الأكثر بنفي العلم إما لكونه يريد الخلق جميعاً، وأكثرهم المشركون، أو ذكر الأكثر، وهو يريد الكلّ، أو المراد أكثر المشركين لأن فيهم من يعلم ولا يعمل بموجب العلم. ثم ذكر سبحانه مثلاً ثانياً ضربه لنفسه، ولما يفيض على عباده من النعم الدينية والدنيوية، وللأصنام التي هي أموات لا تضرّ ولا تنفع فقال { وَضَرَبَ ٱللَّهُ مَثَلاً } أي مثلاً آخر أوضح مما قبله وأظهر منه، و { رَّجُلَيْنِ } بدل من مثل وتفسير له، والأبكم العيـيّ المفحم. وقيل هو الأقطع اللسان الذي لا يحسن الكلام، وروى ثعلب عن ابن الأعرابي أنه الذي لا يسمع ولا يبصر، ثمّ وصف الأبكم فقال { لاَّ يَقْدِرُ عَلَىٰ شَىْء } من الأشياء المتعلقة بنفسه أو بغيره لعدم فهمه، وعدم قدرته على النطق، ومعنى { كَلٌّ عَلَىٰ مَوْلاهُ } ثقيل على وليه وقرابته وعيال على من يلي أمره ويعوله، ووبال على إخوانه، وقد يسمى اليتيم كلا لثقله على من يكفله، ومنه قول الشاعر أكول لمال الكلّ قبل شبابه   إذا كان عظم الكلّ غير شديد وفي هذا بيان لعدم قدرته على إقامة مصالح نفسه بعد ذكر عدم قدرته على شيء مطلقاً، ثم وصفه بصفة رابعة فقال { أَيْنَمَا يُوَجّههُّ لاَ يَأْتِ بِخَيْرٍ } أي إذا وجهه إلى أيّ جهة لا يأت بخير قط لأنه لا يفهم ولا يعقل ما يقال له ولا يمكنه أن يقول. وقرأ يحيـى بن وثاب \" أينما يوجه \" على البناء للمجهول، وقرأ ابن مسعود \" أينما توجه \" على صيغة الماضي { هَلْ يَسْتَوِى هُوَ } في نفسه مع هذه الأوصاف التي اتصف بها { وَمَن يَأْمُرُ بِٱلْعَدْلِ } أي يأمر الناس بالعدل مع كونه في نفسه ينطق بما يريد النطق به ويفهم. ويقدر على التصرّف في الأشياء. { وَهُوَ } في نفسه { عَلَىٰ صِرٰطٍ مُّسْتَقِيمٍ } على دين قويم، وسيرة صالحة ليس فيه ميل إلى أحد جانبي الإفراط والتفريط، قابل أوصاف الأوّل بهذين الوصفين المذكورين للآخر، لأن حاصل أوصاف الأوّل عدم استحقاقه لشيء، وحاصل وصفي هذا أنه مستحق أكمل استحقاق، والمقصود الاستدلال بعدم تساوي هذين المذكورين على امتناع التساوي بينه سبحانه وبين ما يجعلونه شريكاً له. ولما فرغ سبحانه من ذكر المثلين، مدح نفسه بقوله { وَللَّهِ غَيْبُ ٱلسَّمَـٰوَاتِ وَٱلأَرْضَ } أي يختصّ ذلك به، لا يشاركه فيه غيره، ولا يستقل به، والمراد علم ما غاب عن العباد فيهما، أو أراد بغيبهما يوم القيامة، لأن علمه غائب عن العباد، ومعنى الإضافة إليهما التعلق بهما. والمعنى التوبيخ للمشركين والتقريع لهم، أي أن العبادة إنما يستحقها من كانت هذه صفته لا من كان جاهلاً عاجزاً لا يضرّ ولا ينفع ولا يعلم بشيء من أنواع العلم { وَمَا أَمْرُ ٱلسَّاعَةِ } التي هي أعظم ما وقعت فيه المماراة من الغيوب المختصة به سبحانه { إِلاَّ كَلَمْحِ ٱلْبَصَرِ } اللمح النظر بسرعة، ولا بدّ فيه من زمان تتقلب فيه الحدقة نحو المرئي، وكل زمان قابل للتجزئة، ولذا قال { أَوْ هُوَ } أي أمرهما { أَقْرَبُ } وليس هذا من قبيل المبالغة، بل هو كلام في غاية الصدق، لأن مدّة ما بين الخطاب وقيام الساعة متناهية، ومنها إلى الأبد غير متناه، ولا نسبة للمتناهي إلى غير المتناهي. أو يقال إن الساعة لما كانت آتية ولا بدّ جعلت من القرب كلمح البصر. وقال الزجاج لم يرد أن الساعة تأتي في لمح البصر، وإنما وصف سرعة القدرة على الإتيان بها، لأنه يقول للشيء كن فيكون، وقيل المعنى هي عند الله كذلك وإن لم تكن عند المخلوقين بهذه الصفة. ومثله قوله سبحانه إِنَّهُمْ يَرَوْنَهُ بَعِيداً * وَنَرَاهُ قَرِيباً المعارج 6 - 7. ولفظ \" أو \" في { أو هو أقرب } ليس للشك، بل للتمثيل. وقيل دخلت لشك المخاطب، وقيل هي بمنزلة بل { إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْء قَدِيرٌ } ومجيء الساعة بسرعة من جملة مقدوراته. ثم إنه سبحانه ذكر حالة أخرى للإنسان دالة على غاية قدرته، ونهاية رأفته، فقال { وَٱللَّهُ أَخْرَجَكُم مّن بُطُونِ أُمَّهَـٰتِكُمْ لاَ تَعْلَمُونَ شَيْئًا } وهذا معطوف على قوله { وَٱللَّهُ جَعَلَ لَكُمْ مّنْ أَنفُسِكُمْ أَزْوَاجًا } منتظم معه في سلك أدلة التوحيد، أي أخرجكم من بطون أمهاتكم أطفالاً لا علم لكم بشيء، وجملة { لا تعلمون شيئاً } في محل نصب على الحال، وقيل المراد لا تعلمون شيئاً مما أخذ عليكم من الميثاق. وقيل لا تعلمون شيئاً مما قضي به عليكم من السعادة والشقاوة. وقيل لا تعلمون شيئاً من منافعكم. والأولى التعميم لتشمل الآية هذه الأمور وغيرها اعتباراً بعموم اللفظ، فإن { شيئاً } نكرة واقعة في سياق النفي. وقرأ الأعمش، وابن وثاب، وحمزة \" إمهاتكم \" بكسر الهمزة والميم هنا، وفي النور، والزمر، والنجم. وقرأ الكسائي بكسر الهمزة وفتح الميم. وقرأ الباقون بضم الهمزة وفتح الميم. { وَجَعَلَ لَكُمُ ٱلْسَّمْعَ وَٱلأَبْصَـٰرَ وَٱلأَفْئِدَةَ } أي ركب فيكم هذه الأشياء، وهو معطوف على { أخرجكم } وليس فيه دلالة على تأخير هذا الجعل عن الإخراج لما أن مدلول الواو هو مطلق الجمع. والمعنى جعل لكم هذه الأشياء لتحصلوا بها العلم الذي كان مسلوباً عنكم عند إخراجكم من بطون أمهاتكم، وتعملوا بموجب ذلك العلم من شكر المنعم وعبادته والقيام بحقوقه، والأفئدة جمع فؤاد، وهو وسط القلب، منزل منه بمنزلة القلب من الصدر، وقد قدّمنا الوجه في إفراد السمع، وجمع الأبصار والأفئدة، وهو أن إفراد السمع لكونه مصدراً في الأصل يتناول القليل والكثير { لَعَلَّكُمْ تَشْكُرُونَ } أي لكي تصرفوا كل آلة فيما خلقت له، فعند ذلك تعرفون مقدار ما أنعم الله به عليكم فتشكرونه، أو أن هذا الصرف هو نفس الشكر. ثم ذكر سبحانه دليلاً آخر على كمال قدرته، فقال { أَلَمْ يَرَوْاْ إِلَىٰ ٱلطَّيْرِ مُسَخَّرٰتٍ } أي ألم ينظروا إليها حال كونها مسخرات أي مذللات للطيران بما خلق الله لها من الأجنحة، وسائر الأسباب المواتية لذلك، كرقة قوام الهواء وإلهامها بسط الجناح وقبضه، كما يفعل السابح في الماء { فِى جَوّ ٱلسَّمَآء } أي في الهواء المتباعد من الأرض في سمت العلو، وإضافته إلى السماء لكونه في جانبها { مَا يُمْسِكُهُنَّ } في الجوّ { إِلاَّ ٱللَّهُ } سبحانه بقدرته الباهرة، فإن ثقل أجسامها، ورقة قوام الهواء يقتضيان سقوطها، لأنها لم تتعلق بشيء من فوقها، ولا اعتمدت على شيء تحتها. وقرأ يحيـى بن وثاب، والأعمش، وابن عامر، وحمزة، ويعقوب \" ألم تروا \" بالفوقية على الخطاب. واختار هذه القراءة أبو عبيد. وقرأ الباقون بالتحتية { إِنَّ فِى ذَلِكَ لآيَاتٍ } أي إن في ذلك التسخير على تلك الصفة لآيات ظاهرات تدلّ على وحدانية الله سبحانه وقدرته الباهرة { لّقَوْمٍ يُؤْمِنُونَ } بالله سبحانه، وبما جاءت به رسله من الشرائع التي شرعها الله. وقد أخرج ابن جرير، وابن أبي حاتم عن ابن عباس في قوله { ضَرَبَ ٱللَّهُ مَثَلاً عَبْدًا مَّمْلُوكًا } الآية قال يعني الكافر أنه لا يستطيع أن ينفق نفقة في سبيل الله { وَمَن رَّزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا } الآية، قال يعني المؤمن وهذا المثل في النفقة. وأخرج عبد بن حميد، وابن جرير، وابن المنذر، وابن أبي حاتم نحوه بأطول منه. وأخرج ابن أبي شيبة، وابن جرير، وابن المنذر، وابن أبي حاتم عن مجاهد في الآية، وفي قوله { مَثَلاً رَّجُلَيْنِ أَحَدُهُمَا أَبْكَمُ } قال كل هذا مثل إلٰه الحق وما تدعون من دونه الباطل. وأخرج ابن المنذر من طريق ابن جريج عن ابن عباس قال في المثل الأوّل، يعني بذلك الآلهة التي لا تملك ضرّاً ولا نفعاً، ولا تقدر على شيء ينفعها { وَمَن رَّزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنفِقُ مِنْهُ سِرّا وَجَهْرًا } قال علانية الذي ينفق سرّاً وجهراً لله. وأخرج ابن جرير، وابن أبي حاتم وابن مردويه، وابن عساكر عنه، قال نزلت هذه الآية { ضَرَبَ ٱللَّهُ مَثَلاً عَبْدًا مَّمْلُوكًا } في رجل من قريش، وعبدة بن هشام بن عمرو، وهو الذي ينفق سرّاً وجهراً، وفي عبدة أبي الجوزاء الذي كان ينهاه. وأخرج ابن جرير، وابن أبي حاتم عنه أيضاً في قوله { وَضَرَبَ ٱللَّهُ مَثَلاً رَّجُلَيْنِ أَحَدُهُمَا أَبْكَمُ } الآية قال يعني بالأبكم الذي هو كلّ على مولاه الكافر { وَمَن يَأْمُرُ بِٱلْعَدْلِ } المؤمن، وهذا المثل في الأعمال. وأخرج ابن جرير، وابن المنذر، وابن أبي حاتم، وابن مردويه، وابن عساكر عنه أيضاً قال نزلت هذه الآية { وَضَرَبَ ٱللَّهُ مَثَلاً رَّجُلَيْنِ } الآية في عثمان بن عفان ومولى له كافر، وهو أسيد بن أبي العيص كان يكره الإسلام، وكان عثمان ينفق عليه ويكفله ويكفيه المؤنة، وكان الآخر ينهاه عن الصدقة والمعروف، فنزلت فيهما. وأخرج ابن سعد، وابن أبي شيبة، والبخاري في تاريخه، وابن أبي حاتم، وابن مردويه، والضياء في المختارة عنه أيضاً في قوله { وَمَن يَأْمُرُ بِٱلْعَدْلِ } قال عثمان بن عفان. وأخرج ابن المنذر، وابن أبي حاتم عنه أيضاً في قوله { كُلٌّ } قال الكلّ العيال، كانوا إذا ارتحلوا حملوه على بعير ذلول، وجعلوا معه نفراً يمسكونه خشية أن يسقط عليهم، فهو عناء وعذاب وعيال عليهم { هَلْ يَسْتَوِى هُوَ وَمَن يَأْمُرُ بِٱلْعَدْلِ وَهُوَ عَلَىٰ صِرٰطٍ مُّسْتَقِيمٍ } يعني نفسه. وأخرج عبد الرزاق، وابن جرير، وابن المنذر، وابن أبي حاتم عن قتادة في قوله { وَمَا أَمْرُ ٱلسَّاعَةِ إِلاَّ كَلَمْحِ ٱلْبَصَرِ } هو أن يقول كن فهو كلمح البصر { أَوْ هُوَ أَقْرَبُ } فالساعة كلمح البصر أو هي أقرب. وأخرج ابن أبي حاتم عن السدّي في قوله { وَٱللَّهُ أَخْرَجَكُم مّن بُطُونِ أُمَّهَـٰتِكُمْ } قال من الرحم. وأخرج ابن جرير، وابن أبي حاتم عن قتادة في قوله { فِى جَوّ ٱلسَّمَآء } أي في كبد السماء.", "annotation": {"aya": [{"start": 5831, "end": 5881}], "hadith": [], "verse": [{"start": 3794, "end": 3848}]}}