{"text": " قوله تعالى ذكره: { وَٱقْتَرَبَ ٱلْوَعْدُ ٱلْحَقُّ } إلى قوله: { إِنَّا كُنَّا فَاعِلِينَ }. الواو زائدة في \" واقترب \" عند الكسائي والفراء. قالا: اقترب جواب \" إذا \" في قوله: \" حتى إذا فتحت يأجوج ومأجوج \" اقترب الوعد. وأجاز الكسائي أن يكون جواب إذا، { فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ }. وقال أبو إسحاق: الجواب: قالوا يا ويلنا، ثم حذف \" قالوا \" كقوله: وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِ أَوْلِيَآءَ مَا نَعْبُدُهُمْ [الزمر: 3] أي: قالوا: ما نعبدهم وحذف القول كثير في القرآن، ومعنى الآية: وقرب بعث الأموات للجزاء لا شك فيه بعد خروج يأجوج ومأجوج. قال حذيفة: لو أن رجلاً افتلى فلواً بعد خروج يأجوج ومأجوج لم يركبه حتى تقوم الساعة. وقوله: { فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ ٱلَّذِينَ كَفَرُواْ }. قيل: هي عماد. وقيل: هي إضمار الأبصار، والأبصار الثانية تبيين لها أي: فإذا أبصار الكافرين قد شخصت عند مجيء الوعد. يقولون { يٰوَيْلَنَا قَدْ كُنَّا } قبل هذا الوقت في الدنيا { فِي غَفْلَةٍ مِّنْ هَـٰذَا } الذي نرى ونعاين، { بَلْ كُنَّا ظَالِمِينَ } أي: بمعصيتنا ربنا وطاعتنا إبليس وجنوده. ثم قال تعالى ذكره: { إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ }. أي: إنكم أيها الكفار والأوثان التي تعبدونها من دون الله وَقُودُ جهنم، قاله ابن عباس. وقال مجاهد: حصب جهنم: حطبها. وقال قتادة وعكرمة: حصب جهنم: يقذفون فيها. وقال الضحاك: إن جهنم إنما تحصب بهم، أي: يرمى بهم فيها، وقرأ علي وعائشة رضي الله عنهما حطب بالطاء. وعن ابن عباس: { حَصَبُ } بالضاد معجمة. والحضب: ما دكيت به النار وأججتها، والحصب بالصاد غير معجمة: اسم المرمى به في النار. وقوله تعالى: { إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ } يخرج منه عُزَيرٌ والمسيح والملائكة، لأن \" ما \" لما لا يعقل، فهي للأصنام والأوثان /. وروي عن ابن عباس أنه قال: لما نزل: { إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ } الآية، قال المشركون: أليس قد عبد عزير والمسيح والملائكة وأنت تقول يا محمد أنهم قوم صالحون. فأنزل الله { إِنَّ ٱلَّذِينَ سَبَقَتْ لَهُمْ مِّنَّا ٱلْحُسْنَىٰ أُوْلَـٰئِكَ عَنْهَا مُبْعَدُونَ }. وقيل: إن الذي قال هذا هو ابن الزبعري، وأنزل الله تعالى: وَلَمَّا ضُرِبَ ٱبْنُ مَرْيَمَ مَثَلاً إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ [الزخرف: 57]. ثم قال تعالى: { لَوْ كَانَ هَـٰؤُلاۤءِ آلِهَةً مَّا وَرَدُوهَا }. أي: لو كان هؤلاء الذين تعبدون من دون الله آلهة ما وردوا جهنم. يقول الله ذلك لهم. فلو كانت آلهة كما تزعمون لدفعت عن أنفسها وعمن عبدها في الدنيا. ثم قال: { وَكُلٌّ فِيهَا خَالِدُونَ }. يعني الآلهة والذين عبدوا ماكثين في النار. ثم قال تعالى: { لَهُمْ فِيهَا زَفِيرٌ }. أي: للآلهة، وللذين عبدوها في جهنم زفير { هُمْ فِيهَا لاَ يَسْمَعُونَ }. أي: لا يسمعون ما يسرهم، لأنهم صم. وقال ابن مسعود: إذا بقي في النار من خلد فيها، جعلوا في توابيت من حديد، فلا يرى أحدهم أنه يعذب في النار غيره. ثم قرأ الآية. ثم قال تعالى ذكره: { إِنَّ ٱلَّذِينَ سَبَقَتْ لَهُمْ مِّنَّا ٱلْحُسْنَىٰ أُوْلَـٰئِكَ عَنْهَا مُبْعَدُونَ }. يعني: كل من سبقت له من الله السعادة من خلقه. أنه مبعد من النار، وهو مذهب علي بن أبي طالب. وروي عنه أنه قرأ الآية وقال: عثمان منهم وأصحابه، وأنا منهم. وقيل: عني به كل من عبد من دون الله، وهو لله طائع، ولعبادة من يعبده كاره مثل عيسى وعزير والملائكة. وهو مذهب مجاهد وعكرمة والحسن وأبي صالح. وهو قول ابن عباس والضحاك. و \" الحسنى \": الجنة والسعادة. { أُوْلَـٰئِكَ عَنْهَا مُبْعَدُونَ } أي: عن جهنم. ثم قال تعالى: { لاَ يَسْمَعُونَ حَسِيسَهَا }. أي: حسها وصوتها إذا دخلوا الجنة. وقيل: معناه: إن ذلك في موطن من المواطن، وإلا، فلا بد من سماع زفيرها. روي عن النبي صلى الله عليه وسلم أنه قال: \" إن جهنم يؤتى بها يوم القيامة تزفر زفرة فلا يبقى ملك مقرب ولا نبي مرسل إلا جثا على ركبتيه خوفاً منها \". وقال أبو عثمان النهدي: على الصراط حيات تلسع أهل النار فيقولون: حس، حس. ثم قال: { وَهُمْ فِي مَا ٱشْتَهَتْ أَنفُسُهُمْ خَالِدُونَ }. أي: ماكثون فيما تشتهيه أنفسهم من نعيمها، لا يخافون زوالاً عنها ولا انتقالاً. ثم قال تعالى: { لاَ يَحْزُنُهُمُ ٱلْفَزَعُ ٱلأَكْبَرُ }. يعني: النار إذا أطبقت على أهلها وذبح الموت بين الجنة والنار قاله ابن جريج. وقال ابن عباس: هو النفخة الآخرة. وقال الحسن: هو وقت يؤمر بالعبد إلى النار. ثم قال: { وَتَتَلَقَّاهُمُ ٱلْمَلاَئِكَةُ هَـٰذَا يَوْمُكُمُ ٱلَّذِي كُنتُمْ تُوعَدُونَ }. أي: تتلقاهم بالبشرى، وتقول: لهم: هذا يوم كرامتكم التي وُعِدْتُم في الدنيا على طاعتكم، وهذا، قبل أن يدخلوا الجنة. ثم قال تعالى: { يَوْمَ نَطْوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ } أي: لا يحزنهم الفزع الأكبر يوم نطوي السماء كطي السجل، والسجل في قول عبد الله بن عمر ملك اسمه السجل قاله السدي. والمعنى: نطوى السماء كما يطوي هذا الملك الكتاب. وقال ابن عباس: هو رجل كان يكتب لرسول الله صلى الله عليه وسلم. وعن ابن عباس: أنه اسم الصحيفة التي يكتب فيها. والتقدير: كطي الصحيفة على الكتاب. وقاله: مجاهد، وهو اختيار الطبري. قال: واللام بمعنى: \" على \". والتقدير: نطوي السماء كما تطوى الصحيفة على ما فيها من الكتاب. وقيل: التقدير: كطي الصحيفة من أجل ما كتب فيها. كما تقول: إنما أكرمك لفلان، أي: من أجله. ثم قال تعالى: { كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُ }. أي: نعيد الخلق عراة حفاة غرلاً يوم القيامة، كما خلقناهم في بطون أمهاتهم. قاله مجاهد. وقال النبي صلى الله عليه وسلم لإحدى نسائه: تأتون حفاة عراة غلفاً، فاستترت بكم ذرعها وقالت: واسوأتاه: قال ابن جريج أخبرت أنها عائشة. وقالت: يا نبي الله، لا يحتشم الناس بعضهم من بعض. فقال: { لِكُلِّ ٱمْرِىءٍ مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ }. وقال ابن عباس في معنى: { كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُ } قال: نهلك كل شيء كما / كان أول مرة. وقيل: ذلك خلق السماء مرة أخرى بعد طيها وزوالها وإفنائها يعيدها في الآخرة كما بدأها في أول خلق فجعلها سماء قبل أن لم تكن سماء { وَعْداً عَلَيْنَآ } أي: لا بد من كون ذلك، إنه لا يخلف الميعاد. وقال ابن مسعود: يرسل الله جل ذكره ماء من تحت العرش كمني الرجل، فينبت منه لحماتهم وأجسامهم كما تنبت الأرض المرعى. ثم قال تعالى: { وَعْداً عَلَيْنَآ إِنَّا كُنَّا فَاعِلِينَ }. أي: وعداً حقاً لا بد منه، إنا كنا قادرين على ذلك، فاستعدوا له وتأهبوا.", "annotation": {"aya": [{"start": 350, "end": 414}, {"start": 1922, "end": 1993}], "hadith": [{"start": 3261, "end": 3365}], "verse": []}}