{"text": " يقول تعالى منبهاً للعباد على قدرته العظيمة، التي أظهر بها ما هو أعظم مما تعجبوا مستبعدين لوقوعه { أَفَلَمْ يَنظُرُوۤاْ إِلَى ٱلسَّمَآءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا }؟ أي بالمصابيح، { وَمَا لَهَا مِن فُرُوجٍ } قال مجاهد: يعني من شقوق، وقال غيره: فتوق، وقال غيره: صدوع، والمعنى متقارب، كقوله تبارك وتعالى: مَّا تَرَىٰ فِي خَلْقِ ٱلرَّحْمَـٰنِ مِن تَفَاوُتٍ فَٱرْجِعِ ٱلْبَصَرَ هَلْ تَرَىٰ مِن فُطُورٍ [الملك: 3]. وقوله تبارك وتعالى: { وَٱلأَرْضَ مَدَدْنَاهَا } أي وسعناها وفرشناها { وَأَلْقَيْنَا فِيهَا رَوَاسِيَ } وهي الجبال لئلا تميد بأهلها وتضطرب، فإنها مقرة على تيار الماء المحيط بها من جميع جوانبها، { وَأَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ بَهِيجٍ } أي من جميع الزروع والثمار والنبات والأنواع، وَمِن كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ [الذاريات: 49] وقوله { بَهِيجٍ } أي حسن المنظر، { تَبْصِرَةً وَذِكْرَىٰ لِكُلِّ عَبْدٍ مُّنِيبٍ } أي مشاهدة خلق السماوات والأرض وما جعل الله فيهما من الآيات العظيمة { تَبْصِرَةً } ودلالة وذكرى لكل { عَبْدٍ مُّنِيبٍ } أي خاضع خائف وجل، رجَّاع إلى الله عزَّ وجلَّ، وقوله تعالى: { وَنَزَّلْنَا مِنَ ٱلسَّمَآءِ مَآءً مُّبَارَكاً } أي نافعاً { فَأَنبَتْنَا بِهِ جَنَّاتٍ } أي حدائق من بساتين ونحوها { وَحَبَّ ٱلْحَصِيدِ } وهو الزرع الذي يراد لحبه وادخاره. { وَٱلنَّخْلَ بَاسِقَاتٍ } أي طوالاً شاهقات، قال ابن عباس ومجاهد وعكرمة: الباسقات الطوال، { لَّهَا طَلْعٌ نَّضِيدٌ } أي منضود، { رِّزْقاً لِّلْعِبَادِ } أي للخلق، { وَأَحْيَيْنَا بِهِ بَلْدَةً مَّيْتاً } وهي الأرض التي كانت هامدة، فلما نزل عليها الماء اهتزت وربت وأنبتت من كل زوج بهيج، من أزاهير وغير ذلك مما يحار الطرف في حسنها، وذلك بعدما كانت لا نبات بها فأصبحت تهتز خضراء، فهذا مثال للبعث بعد الموت والهلاك، كذلك يحيي الله الموتى، وهذا المشاهد من عظيم قدرته بالحس، أعظم مما أنكره الجاحدون للبعث، كقوله عزّ وجل: لَخَلْقُ ٱلسَّمَٰوَٰتِ وَٱلأَرْضِ أَكْـبَرُ مِنْ خَلْقِ ٱلنَّاسِ [غافر: 57]، وقوله تعالى: أَوَلَمْ يَرَوْاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَىٰ أَن يُحْيِـيَ ٱلْمَوْتَىٰ بَلَىٰ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ [الأحقاف: 33] وقال سبحانه وتعالى: وَمِنْ آيَاتِهِ أَنَّكَ تَرَى ٱلأَرْضَ خَاشِعَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ إِنَّ ٱلَّذِيۤ أَحْيَاهَا لَمُحْىِ ٱلْمَوْتَىٰ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ [فصلت: 39].", "annotation": {"aya": [{"start": 322, "end": 416}, {"start": 715, "end": 779}, {"start": 1746, "end": 1810}, {"start": 1836, "end": 2021}, {"start": 2056, "end": 2245}], "hadith": [], "verse": []}}