{"text": " يقول تعالى ذكره: ثم فصلت آياته بأن لا تعبدوا إلا الله وبأن استغفروا ربكم. ويعني بقوله: { وأنِ اسْتَغْفِرُوا رَبَّكُمْ } وأن اعملوا أيها الناس من الأعمال ما يرضي ربكم عنكم، فيستر عليكم عظيم ذنوبكم التي ركبتموها بعبادتكم الأوثان والأصنام وإشراككم الآلهة والأنداد في عبادته. وقوله: { ثُمَّ تُوبُوا إلَيْهِ } يقول: ثم ارجعوا إلى ربكم بإخلاص العبادة له دون ما سواه من سائر ما تعبدون من دونه بعد خلعكم الأنداد وبراءتكم من عبادتها. ولذلك قيل: { وأنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إلَيْهِ } ولم يقل: وتوبوا إليه لأن التوبة معناها الرجوع إلى العمل بطاعة الله، والاستغفار: استغفار من الشرك الذي كانوا عليه مقيمين، والعمل لله لا يكون عملاً له إلا بعد ترك الشرك به، فأما الشرك فإن عمله لا يكون إلا للشيطان، فلذلك أمرهم تعالى ذكره بالتوبة إليه بعد الاستغفار من الشرك، لأن أهل الشرك كانوا يرون أنهم يطيعون الله بكثير من أفعالهم وهم على شركهم مقيمون. وقوله: { يُمَتِّعْكُمْ مَتاعاً حَسَناً إلى أجَلٍ مُسَمًّى } يقول تعالى ذكره للمشركين الذين خاطبهم بهذه الآيات: استغفروا ربكم ثم توبوا إليه، فإنكم إذا فعلتم ذلك بسط عليكم من الدنيا ورزقكم من زينتها، وأنسأ لكم في آجالكم إلى الوقت الذي قضى فيه عليكم الموت. وبنحو الذي قلنا في ذلك قال أهل التأويل. ذكر من قال ذلك: حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: { يُمَتِّعْكُمْ مَتاعاً حَسَناً إلى أجَلٍ مُسَمًّى } فأنتم في ذلك المتاع فخذوه بطاعة الله ومعرفة حقه، فإن الله منعم يحبّ الشاكرين وأهل الشكر في مزيد من الله، وذلك قضاؤه الذي قضى. وقوله: { إلى أجَلٍ مُسَمًّى } يعني الموت. حدثني المثنى، قال: ثنا أبو حذيفة، قال: ثنا شبل، عن ابن أبي نجيح، عن مجاهد: { إلى أجَلٍ مُسَمًّى } قال: الموت. حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: { إلى أجَلٍ مُسَمًّى } وهو الموت. حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة: { إلى أجَلٍ مُسَمًّى } قال: الموت. وأما قوله: { وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ } فإنه يعني: يثيب كلّ من تفضل بفضل ماله أو قوّته أو معروفه على غيره محتسباً مريداً به وجه الله، أجْزَلَ ثوابه وفضله في الآخرة. كما: حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبي نجيح، عن مجاهد: { وَيؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ } قال: ما احتسب به من ماله، أو عمل بيده أو رجله، أو كلمه، أو ما تطوّع به من أمره كله. حدثني المثنى، قال: ثنا أبو حذيفة، قال: ثنا شبل، عن ابن أبي نجيح، عن مجاهد. قال: وحدثنا إسحاق، قال: ثنا عبد الله، عن ورقاء، عن ابن أبي نجيح، عن مجاهد بنحوه، إلا أنه قال: أو عمل بيديه أو رجليه وكلامه، وما تطوّل به من أمره كله. حدثنا القاسم، قال: حدثنا الحسين، قال: حدثني حجاج، عن ابن جريج، عن مجاهد بنحوه، إلا أنه قال: وما نطق به من أمره كله. حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة: { وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ } أي في الآخرة. وقد رُوي عن ابن مسعود أنه كان يقول في تأويل ذلك ما: حُدثت به عن المسيب بن شريك، عن أبي بكر، عن سعيد بن جبير، عن ابن مسعود، في قوله: { وَيؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ } قال: من عمل سيئة كتبت عليه سيئة، ومن عمل حسنة كتبت له عشر حسنات. فإن عوقب بالسيئة التي كان عملها في الدنيا بقيت له عشر حسنات، وإن لم يعاقب بها في الدنيا أخذ من الحسنات العشر واحدة وبقيت له تسع حسنات. ثم يقول: هلك من غلب آحاده أعشاره. وقوله: { وإنْ تَوَلَّوْا فإني أخافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ } يقول تعالى ذكره: وإن أعرضوا عما دعوتهم إليه من إخلاص العبادة لله وترك عبادة الآلهة وامتنعوا من الاستغفار لله والتوبة إليه فأدبروا مولين عن ذلك، فإني أيها القوم أخاف عليكم عذاب يوم كبير شأنه عظيم هوله، وذلك يَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ وَهُمْ لا يُظْلَمُونَ وقال جلّ ثناؤه: { وإنْ تَوَلَّوْا فإنّ أخافُ عَلَيْكُمْ عَذَاب يَوْمٍ كَبِيرٍ } ولكنه مما قد تقدمه قوله، والعرب إذا قدمت قبل الكلام قولاً خاطبت ثم عادت إلى الخبر عن الغائب ثم رجعت بعد إلى الخطاب، وقد بينا ذلك في غير موضع بما أغنى عن إعادته في هذا الموضع.", "annotation": {"aya": [{"start": 3243, "end": 3307}], "hadith": [], "verse": []}}