{"text": " يخبر تعالى أنه بعث موسى بتسع آيات بينات، وهي الدلائل القاطعة على صحة نبوته وصدقه فيما أخبر به عمن أرسله إلى فرعون، وهي العصا واليد والسنين والبحر والطوفان والجراد والقمل والضفادع والدم، آيات مفصلات، قاله ابن عباس. وقال محمد بن كعب هي اليد والعصا، والخمس في الأعراف، والطمسة والحجر، وقال ابن عباس أيضاً ومجاهد وعكرمة والشعبي وقتادة هي يده وعصاه والسنين ونقص الثمرات والطوفان والجراد والقمل والضفادع والدم، وهذا القول ظاهر جلي حسن قوي، وجعل الحسن البصري السنين ونقص الثمرات واحدة، وعنده أن التاسعة هي تلقف العصا ما يأفكون، فَٱسْتَكْبَرُواْ وَكَانُواْ قَوْماً مُّجْرِمِينَ الأعراف 133 أي ومع هذه الآيات ومشاهدتهم لها، كفروا بها وجحدوا بها واستيقنتها أنفسهم ظلماً وعلواً، وما نجعت فيهم، فكذلك لو أجبنا هؤلاء الذين سألوا منك ما سألوا، وقالوا لن نؤمن لك حتى تفجر لنا من الأرض ينبوعاً إلى آخرها، لما استجابوا ولا آمنوا إلا أن يشاء الله، كما قال فرعون لموسى، وقد شاهد منه ما شاهد من هذه الآيات { إِنِّى لأَظُنُّكَ يٰمُوسَىٰ مَسْحُورًا } قيل بمعنى ساحر، والله تعالى أعلم. فهذه الآيات التسع التي ذكرها هؤلاء الأئمة هي المراد ههنا، وهي المعنية في قوله تعالى وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ وَلَّىٰ مُدْبِراً وَلَمْ يُعَقِّبْ يٰمُوسَىٰ لاَ تَخَفْ إلى قوله فِي تِسْعِ آيَاتٍ إِلَىٰ فِرْعَوْنَ وَقَوْمِهِ إِنَّهُمْ كَانُواْ قَوْماً فَاسِقِينَ النمل 10 ـ 12 فذكر هاتين الآيتين العصا واليد، وبين الآيات الباقيات في سورة الأعراف وفصلها. وقد أوتي موسى عليه السلام آيات أخر كثيرة، منها ضربة الحجر بالعصا، وخروج الماء منه، ومنها تظليلهم بالغمام، وإنزال المن والسلوى، وغير ذلك مما أوتيه بنو إسرائيل بعد مفارقتهم بلاد مصر، ولكن ذكر ههنا التسع الآيات التي شاهدها فرعون وقومه من أهل مصر، فكانت حجة عليهم، فخالفوها وعاندوها كفراً وجحوداً. فأما الحديث الذي رواه الإمام أحمد حدثنا يزيد حدثنا شعبة عن عمرو بن مرة قال سمعت عبد الله بن سلمة يحدث عن صفوان بن عسال المرادي رضي الله عنه قال قال يهودي لصاحبه اذهب بنا إلى هذا النبي حتى نسأله عن هذه الآية { وَلَقَدْ آتَيْنَا مُوسَىٰ تِسْعَ آيَاتٍ بَيِّنَاتٍ } فقال لا تقل له نبي، فإنه لو سمعك، لصارت له أربع أعين، فسألاه، فقال النبي صلى الله عليه وسلم \" لا تشركوا بالله شيئاً، ولا تسرقوا، ولا تزنوا، ولا تقتلوا النفس التي حرم الله إلا بالحق، ولا تسحروا، ولا تأكلوا الربا، ولا تمشوا ببريء إلى ذي سلطان ليقتله، ولا تقذفوا محصنة - أو قال لا تفروا من الزحف، شعبة الشاك - وأنتم يا يهود عليكم خاصة أن لا تعدوا في السبت \" فقبلا يديه ورجليه، وقالا نشهد أنك نبي. قال \" فما يمنعكما أن تتبعاني؟ \" قالا لأن دواد عليه السلام دعا أن لا يزال من ذريته نبي، وإنا نخشى إن أسلمنا أن تقتلنا يهود. فهذا الحديث رواه هكذا الترمذي والنسائي وابن ماجه وابن جرير في تفسيره من طرق عن شعبة بن الحجاج به، وقال الترمذي حسن صحيح. وهو حديث مشكل، وعبد الله بن سلمة في حفظه شيء، وقد تكلموا فيه، ولعله اشتبه عليه التسع الآيات بالعشر الكلمات فإنها وصايا في التوراة لا تعلق لها بقيام الحجة على فرعون، والله أعلم، ولهذا قال موسى لفرعون { لَقَدْ عَلِمْتَ مَآ أَنزَلَ هَـٰؤُلاۤءِ إِلاَّ رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلأَرْضِ بَصَآئِرَ } أي حججاً وأدلة على صدق ما جئتك به، { وَإِنِّى لأَظُنُّكَ يٰفِرْعَونُ مَثْبُورًا } أي هالكاً، قاله مجاهد وقتادة، وقال ابن عباس ملعوناً، وقال أيضاً هو والضحاك { مَثْبُورًا } أي مغلوباً، والهالك كما قال مجاهد يشمل هذا كله، قال الشاعر عبد الله بن الزبعرى إِذْ أُجاري الشيطانَ في سنَنِ الغَـــ   ــيِّ ومَنْ مالَ ميلَهُ مَثْبورُ وقرأ بعضهم برفع التاء من قوله علمت، وروي ذلك عن علي بن أبي طالب، ولكن قراءة الجمهور بفتح التاء على الخطاب لفرعون، كما قال تعالى فَلَمَّا جَآءَتْهُمْ ءَايَـٰتُنَا مُبْصِرَةً قَالُواْ هَـٰذَا سِحْرٌ مُّبِينٌ وَجَحَدُواْ بِهَا وَٱسْتَيْقَنَتْهَآ أَنفُسُهُمْ ظُلْماً وَعُلُوّاً فَٱنْظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ النمل 13 ـ 14 الآية، فهذا كله مما يدل على أن المراد بالتسع الآيات إنما هي ما تقدم ذكره من العصا واليد والسنين ونقص من الثمرات والطوفان والجراد والقمل والضفادع والدم، التي فيها حجج وبراهين على فرعون وقومه، وخوارق ودلائل على صدق موسى، ووجود الفاعل المختار الذي أرسله، وليس المراد منها كما ورد في الحديث، فإن هذه الوصايا ليس فيها حجج على فرعون وقومه، وأي مناسبة بين هذا وبين إقامة البراهين على فرعون؟ وما جاءهم هذا الوهم إلا من قبل عبد الله بن سلمة، فإن له بعض ما ينكر، والله أعلم. ولعل ذينك اليهوديين إنما سألا عن العشر الكلمات، فاشتبه على الراوي بالتسع الآيات، فحصل وهم في ذلك، والله أعلم. وقوله { فَأَرَادَ أَن يَسْتَفِزَّهُم مِّنَ ٱلأَرْضِ } أي يخليهم منها، ويزيلهم عنها، { فَأَغْرَقْنَاهُ وَمَن مَّعَهُ جَمِيعًا }  { وَقُلْنَا مِن بَعْدِهِ لِبَنِى إِسْرَٰءِيلَ ٱسْكُنُواْ ٱلأَرْضَ } وفي هذا بشارة لمحمد صلى الله عليه وسلم بفتح مكة مع أن السورة مكية نزلت قبل الهجرة، وكذلك فإن أهل مكة هموا بإخراج الرسول منها، كما قال تعالى وَإِن كَادُواْ لَيَسْتَفِزُّونَكَ مِنَ ٱلأَرْضِ لِيُخْرِجوكَ مِنْهَا وَإِذاً لاَّ يَلْبَثُونَ خِلافَكَ إِلاَّ قَلِيلاً سُنَّةَ مَن قَدْ أَرْسَلْنَا قَبْلَكَ مِن رُّسُلِنَا وَلاَ تَجِدُ لِسُنَّتِنَا تَحْوِيلاً الإسراء76-77 ولهذا أورث الله رسوله مكة، فدخلها عنوة على أشهر القولين، وقهر أهلها، ثم أطلقهم حلماً وكرماً، كما أورث الله القوم الذين كانوا يستضعفون من بني إسرائيل مشارق الأرض ومغاربها، وأورثهم بلاد فرعون وأموالهم وزروعهم وثمارهم وكنوزهم، كما قال كَذَلِكَ وَأَوْرَثْنَـٰهَا بَنِىۤ إِسْرَٰءِيلَ الشعراء 59 وقال ههنا { وَقُلْنَا مِن بَعْدِهِ لِبَنِى إِسْرَٰءِيلَ ٱسْكُنُواْ ٱلأَرْضَ فَإِذَا جَآءَ وَعْدُ ٱلأَخِرَةِ جِئْنَا بِكُمْ لَفِيفًا } أي جميعكم، أنتم وعدوكم، قال ابن عباس ومجاهد وقتادة والضحاك لفيفاً، أي جميعاً.", "annotation": {"aya": [{"start": 521, "end": 569}, {"start": 1047, "end": 1163}, {"start": 1173, "end": 1257}, {"start": 3287, "end": 3481}, {"start": 4407, "end": 4615}, {"start": 4861, "end": 4907}], "hadith": [{"start": 1997, "end": 2259}, {"start": 2303, "end": 2330}], "verse": [{"start": 3086, "end": 3158}]}}