{"text": " قرأ نافع وحمزة وأبان عن عاصم: \" عاليهم \" على الرفع بالابتداء وهي قراءة الأعرج وأبي جعفر وشيبة وابن محيصن وابن عباس بخلاف عنه، وقرأ الباقون وعاصم \" عاليَهم \" بالنصب على الحال، والعامل فيه لقاهم [الإنسان:11] أو جزاهم [الإنسان:12]، وهي قراءة عمر بن الخطاب وابن عباس والحسن ومجاهد والجحدري وأهل مكة، وقرأ الأعمش وطلحة: \" عاليتهم \" ، وكذلك هي في مصحف عبد الله، وقرأ أيضاً الأعمش \" عاليَتهم \" بالنصب على الحال، وقد يجوز في النصب في القراءتين أن يكون على الظرف لأنه بمعنى فوقهم، وقرأت عائشة رضي الله عنها \" علتهم \" بتاء فعل ماض، وقرأ مجاهد وقتادة وابن سيرين وأبو حيوة \" عليهم \" و \" السندس \": رقيق الديباج والمرتفع منه، وقيل \" السندس \": الحرير الأخضر، و \" الاستبرق \" والدمقس هو الأبيض، والأرجوان هو الأحمر، وقرأ حمزة والكسائي \" خضر واستبرقٍ \" بالكسر فيهما وهي قراءة الأعمش وطلحة، ورويت عن الحسن وابن عمر بخلاف عنه على أن \" خضر \" نعت للسندس، وجائز جمع صفة الجنس إذا كان اسماً مفرداً كما قالوا: أهلك الناس الدينار الصفر والدرهم الأبيض، وفي هذا قبح، والعرب تفرد اسم الجنس وهو جمع أحياناً فيقولون: حصى أبيض، وفي القرآن الشجر الأخضر [يس:80] و نخل منقعر [القمر:20] فكيف بأن لا يفرد هذا الذي هو صفة لواحد في معنى جمع \" واستبرق \" في هذه القراءة عطف على { سندس } ، وقرأ نافع وحفص عن عاصم والحسن وعيسى \" خضرٌ واستبرقٌ \" بالرفع فيهما، \" خضرٌ \" نعت لـ { ثياب } و \" استبرق \" عطف على الثياب. وقرأ أبو عمرو وابن عامر \" خضرٌ \" بالرفع صفة لـ { ثياب } ، \" وإستبرق \" خفضاً، عطف على { سندس } ، وقرأ ابن كثير وعاصم في رواية أبي بكر \" خضرٍ \" خفضاً \" وإستبرقٌ \" رفعاً فخفش \" خضرٍ \" على ما تقدم أولاً، \" واستبرقٌ \" على الثياب. والاستبراق غليظ الديباج، وقرأ ابن محيصن: \" واستبرقَ \" موصولة الألف مفتوحة القاف كأنه مثال الماضي من برق واستبرق وتجب واستعجب. قال أبو حاتم: لا يجوز، والصواب أنه اسم جنس لا ينبغي أن يحمل ضميراً، ويؤيد ذلك دخول اللام المعرفة عليه والصواب فيه الألف وإجراؤه على قراءة الجماعة، وقرأ أبو حيوة \" عليهم ثيابٌ \" بالرفع \" سندسٌ خضرٌ واستبرقٌ \" رفعاً في الثلاثة، وقوله تعالى: { وحلوا } أي جعل لهم حلي، و { أساور } جمع أسورة وأسورة جمع سوار وهي من حلي الذراع، وقوله تعالى: { شراباً طهوراً } قال أبو قلابة والنخعي معناه لا يصير بولاً بل يكون رشحاً من الأبدان أطيب من المسك، وهنا محذوف يقتضيه القول تقديره يقول الله لهم والملائكة عنه: { إن هذا كان لكم جزاء } الآية، وقوله تعالى: { إنا نحن نزلنا } الآية تثبيت لمحمد عليه السلام وتقوية لنفسه على أفعال قريش وأقوالهم وحكم ربه هو أن يبلغ ويكافح ويتحمل المشقة ويصبر على الأذى ليعذر الله إليهم، وقوله تعالى: { آثماً أو كفوراً } هو تخيير في أن يعرف الذي ينبغي أن لا يطيعه بأي وصف كان من هذين لأن كل واحد منهم فهو آثم وهو كفور، ولم تكن الأمة حينئذ من الكثرة بحيث يقع الإثم على العاصي. قال القاضي أبو محمد: واللفظ أيضاً يقتضي نهي الإمام عن طاعة آثم من العصاة أو كفور من المشركين، وقال أبو عبيدة: { أو } بمعنى الواو وليس في هذا تخيير، ثم أمره تعالى بذكر ربه دأباً { بكرة وأصيلاً } ومن الليل بالسجود والتسبيح الذي هو الصلاة، ويحتمل أن يريد قول سبحان الله، وذهب قوم من أهل العلم إلى أن هذه الآية إشارة إلى الصلوات الخمس منهم ابن حبيب وغيره، فالبكرة: صلاة الصبح، والأصيل: الظهر والعصر { ومن الليل }: المغرب والعشاء، وقال ابن زيد وغيره كان هذا فرضاً ونسخ فلا فرض إلى الخمس، وقال قوم هو محكوم على وجه الندب.", "annotation": {"aya": [{"start": 187, "end": 192}, {"start": 209, "end": 214}, {"start": 1007, "end": 1019}, {"start": 1030, "end": 1039}], "hadith": [], "verse": []}}