{"text": " قال العوفي عن ابن عباس قوله تعالى { وَإِذْ جَعَلْنَا ٱلْبَيْتَ مَثَابَةً لِّلنَّاسِ } يقول لا يقضون فيه وطراً، يأتونه، ثم يرجعون إِلى أهليهم، ثم يعودون إِليه. وقال علي بن أبي طلحة عن ابن عباس مثابة للناس، يقول يثوبون، رواهما ابن جرير. وقال ابن أبي حاتم أخبرنا أبي أخبرنا عبد الله بن رجاء، أخبرنا إِسرائيل عن مسلم عن مجاهد عن ابن عباس، في قوله تعالى { وَإِذْ جَعَلْنَا ٱلْبَيْتَ مَثَابَةً لِّلنَّاسِ } قال يثوبون إِليه، ثم يرجعون، قال وروي عن أبي العالية وسعيد بن جبير، في رواية، وعطاء ومجاهد والحسن وعطية والربيع بن أنس والضحاك نحو ذلك، وقال ابن جرير حدثني عبد الكريم بن أبي عمير حدثني الوليد بن مسلم، قال قال أبو عمرو، يعني الأوزاعي حدثني عبدة بن أبي لبابة في قوله تعالى { وَإِذْ جَعَلْنَا ٱلْبَيْتَ مَثَابَةً لِّلنَّاسِ } قال لا ينصرف عنه منصرف، وهو يرى أنه قد قضى منه وطراً، وحدثني يونس عن ابن وهب قال قال ابن زيد { وَإِذْ جَعَلْنَا ٱلْبَيْتَ مَثَابَةً لِّلنَّاسِ } قال يثوبون إِليه من البلدان كلها، ويأتونه، وما أحسن ما قاله الشاعر في هذا المعنى أورده القرطبي جعلَ البيتَ مَثاباً لهم ليسَ منهُ الدَّهْرَ يقضونَ الوَطَر وقال سعيد بن جبير في الرواية الأخرى، وعكرمة وقتادة وعطاء الخراساني { مَثَابَةً لِّلنَّاسِ } أي مجمعاً { وَأَمْناً } قال الضحاك عن ابن عباس أي أمناً للناس. وقال أبو جعفر الرازي عن الربيع بن أنس عن أبي العالية { وَإِذْ جَعَلْنَا ٱلْبَيْتَ مَثَابَةً لِّلنَّاسِ وَأَمْناً } يقول وأمناً من العدو، وأن يُحمل فيه السلاح، وقد كانوا في الجاهلية يتخطف الناس من حولهم، وهم آمنون لا يسبون، وروي عن مجاهد وعطاء والسدي وقتادة والربيع بن أنس قالوا من دخله كان آمناً. ومضمون ما فسر به هؤلاء الأئمة هذه الآية أن الله تعالى يذكر شرف البيت، وما جعله موصوفاً به شرعاً وقدراً، من كونه مثابة للناس، أي جعله محلاً تشتاق إِليه الأرواح، وتحن إِليه، ولا تقضي منه وطراً، ولو ترددت إِليه كل عام استجابة من الله تعالى لدعاء خليله إِبراهيم عليه السلام في قوله فاجعل أفئدة من الناس تهوي إِليهم، إِلى أن قال رَبَّنَا وَتَقَبَّلْ دُعَآءِ إبراهيم 40 ويصفه تعالى بأنه جعله آمناً، من دخله أمن، ولو كان قد فعل ما فعل ثم دخله، كان آمناً، وقال عبد الرحمن بن زيد بن أسلم كان الرجل يلقى قاتل أبيه أو أخيه فيه، فلا يعرض له، كما وصف في سورة المائدة في قوله تعالى جَعَلَ ٱللَّهُ ٱلْكَعْبَةَ ٱلْبَيْتَ ٱلْحَرَامَ قِيَاماً لِّلنَّاسِ المائدة 97 أي يدفع عنهم بسبب تعظيمها السوء، كما قال ابن عباس لو لم يحج الناس هذا البيت، لأطبق الله السماء على الأرض، وما هذا الشرف إِلا لشرف بانيه أولاً، وهو خليل الرحمن، كما قال تعالى وَإِذْ بَوَّأْنَا لإِبْرَٰهِيمَ مَكَانَ ٱلْبَيْتِ أَن لاَّ تُشْرِكْ بِى شَيْئاً الحج 26. وقال تعالى إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِى بِبَكَّةَ مُبَارَكاً وَهُدًى لِّلْعَـٰلَمِينَ فِيهِ آيَاتٌ بَيِّـنَاتٌ مَّقَامُ إِبْرَاهِيمَ وَمَن دَخَلَهُ كَانَ آمِناً آل عمران 96 ـ 97 وفي هذه الآية الكريمة، نبه على مقام إِبراهيم مع الأمر بالصلاة عنده. فقال { وَٱتَّخِذُواْ مِن مَّقَامِ إِبْرَٰهِيمَ مُصَلًّى } ، وقد اختلف المفسرون في المراد بالمقام ما هو؟ فقال ابن أبي حاتم أخبرنا عمرو بن شبة النميري، حدثنا أبو خلف، يعني عبد الله بن عيسى، أخبرنا داود بن أبي هند عن مجاهد عن ابن عباس { وَٱتَّخِذُواْ مِن مَّقَامِ إِبْرَٰهِيمَ مُصَلًّى } قال مقام إِبراهيم الحرم كله، وروي عن مجاهد وعطاء مثل ذلك، وقال أيضاً أخبرنا الحسن بن محمد بن الصباح، حدثنا حجاج عن ابن جريج، قال سألت عطاء عن { وَٱتَّخِذُواْ مِن مَّقَامِ إِبْرَٰهِيمَ مُصَلًّى } فقال سمعت ابن عباس قال أما مقام إِبراهيم الذي ذكر ههنا، فمقام إِبراهيم هذا الذي في المسجد، ثم قال ومقام إِبراهيم يعد كثير مقام إِبراهيم الحج كله، ثم فسره لي عطاء فقال التعريف، وصلاتان بعرفة، والمشعر، ومنى، ورمي الجمار، والطواف بين الصفا والمروة، فقلت أفسره ابن عباس؟ قال لا، ولكن قال مقام إِبراهيم الحج كله. قلت أسمعت ذلك لهذا أجمع؟ قال نعم، سمعته منه. وقال سفيان الثوري عن عبد الله بن مسلم، عن سعيد بن جبير { وَٱتَّخِذُواْ مِن مَّقَامِ إِبْرَٰهِيمَ مُصَلًّى } قال الحجر مقام إِبرهيم نبي الله، قد جعله الله رحمة، فكان يقوم عليه، ويناوله إِسماعيل الحجارة، ولو غسل رأسه كما يقولون لاختلف رجلاه. وقال السدي المقام الحجر الذي وضعته زوجة إِسماعيل تحت قدم إِبراهيم حتى غسلت رأسه. حكاه القرطبي، وضعفه، ورجحه غيره، وحكاه الرازي في تفسيره عن الحسن البصري وقتادة والربيع بن أنس. وقال ابن أبي حاتم أخبرنا الحسن بن محمد بن الصباح، أخبرنا عبد الوهاب بن عطاء عن ابن جريج، عن جعفر بن محمد عن أبيه، سمع جابراً يحدث عن حجة النبي صلى الله عليه وسلم قال لما طاف النبي صلى الله عليه وسلم قال له عمر هذا مقام أبينا؟ قال \" نعم \" قال أفلا نتخذه مصلى؟ فأنزل الله عز وجل { وَٱتَّخِذُواْ مِن مَّقَامِ إِبْرَٰهِيمَ مُصَلًّى } ، وقال عثمان بن أبي شيبة أخبرنا أبو أسامة عن زكريا، عن أبي إسحاق، عن أبي ميسرة، قال قال عمر قلت يارسول الله هذا مقام خليل ربنا؟ قال \" نعم \" قال أفلا نتخذه مصلى؟ فنزلت { وَٱتَّخِذُواْ مِن مَّقَامِ إِبْرَٰهِيمَ مُصَلًّى } ، وقال ابن مردويه أخبرنا دعلج بن أحمد، أخبرنا غيلان بن عبد الصمد، أخبرنا مسروق بن المرزبان، أخبرنا زكريا بن أبي زائدة عن أبي إِسحاق، عن عمرو بن ميمون، عن عمر بن الخطاب، أنه مر بمقام إِبراهيم، فقال يارسول الله أليس نقوم بمقام خليل ربنا؟ قال «بلى» قال أفلا نتخذه مصلى؟ فلم يلبث إلا يسيراً حتى نزلت { وَٱتَّخِذُواْ مِن مَّقَامِ إِبْرَٰهِيمَ مُصَلًّى } ، وقال ابن مردويه أخبرنا علي بن أحمد بن محمد القزويني، أخبرنا علي بن الحسين، حدثنا الجنيد، أخبرنا هشام بن خالد، أخبرنا الوليد عن مالك بن أنس، عن جعفر بن محمد عن أبيه، عن جابر، قال لما وقف رسول الله صلى الله عليه وسلم يوم فتح مكة عند مقام إِبراهيم، قال له عمر يا رسول الله هذا مقام إِبراهيم الذي قال الله { وَٱتَّخِذُواْ مِن مَّقَامِ إِبْرَٰهِيمَ مُصَلًّى } قال «نعم» قال الوليد قلت لمالك هكذا حدثك واتخذوا؟ قال نعم، هكذا وقع في هذه الرواية، وهو غريب، وقد روى النسائي من حديث الوليد بن مسلم نحوه، وقال البخاري باب قوله { وَٱتَّخِذُواْ مِن مَّقَامِ إِبْرَٰهِيمَ مُصَلًّى } مثابة يثوبون، يرجعون، حدثنا مسدد، أخبرنا يحيــــى عن حميد، عن أنس بن مالك، قال قال عمر بن الخطاب وافقت ربي في ثلاث، أو وافقني ربي في ثلاث قلت يا رسول الله لو اتخذت من مقام إِبراهيم مصلى، فنزلت { وَٱتَّخِذُواْ مِن مَّقَامِ إِبْرَٰهِيمَ مُصَلًّى } ، وقلت يا رسول الله يدخل عليك البر والفاجر، فلو أمرت أمهات المؤمنين بالحجاب، فأنزل الله آية الحجاب. قال وبلغني معاتبة النبي صلى الله عليه وسلم بعض نسائه، فدخلت عليهن، فقلت إِن انتهيتن أو ليبدلن الله رسوله خيراً منكن، حتى أتيت إِحدى نسائه، قالت ياعمر، أما في رسول الله ما يعظ نساءه حتى تعظهن أنت؟ فأنزل الله > عَسَىٰ رَبُّهُ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُ أَزْوَٰجاً خَيْراً مِّنكُنَّ مُسْلِمَـٰتٍ التحريم 5 الآية، وقال ابن أبي مريم أخبرنا يحيى بن أيوب، حدثني حميد، قال سمعت أنساً عن عمر رضي الله عنهما، هكذا ساقه البخاري ههنا، وعلق الطريق الثانية عن شيخه سعيد بن الحكم المعروف بابن أبي مريم المصري، وقد تفرد عنه بالرواية البخاري من بين أصحاب الكتب الستة، وروى عنه الباقون بواسطة، وغرضه من تعليق هذا الطريق ليبين فيه اتصال إِسناد الحديث، وإِنما لم يسنده لأن يحيى بن أيوب الغافقي فيه شيء، كما قال الإِمام أحمد فيه هو سيــــىء الحفظ، والله أعلم. وقال الإِمام أحمد حدثنا هشيم، أخبرنا حميد عن أنس، قال قال عمر رضي الله عنه وافقت ربي عز وجل في ثلاث قلت يا رسول الله لو اتخذت من مقام إِبراهيم مصلى، فنزلت { وَٱتَّخِذُواْ مِن مَّقَامِ إِبْرَٰهِيمَ مُصَلًّى } ، وقلت يا رسول الله إِن نساءك يدخل عليهن البر والفاجر، فلو أمرتهن أن يحتجبن، فنزلت آية الحجاب. واجتمع على رسول الله صلى الله عليه وسلم نساؤه في الغيرة، فقلت لهن عَسَىٰ رَبُّهُ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُ أَزْوَٰجاً خَيْراً مِّنكُنَّ التحريم 5، فنزلت كذلك، ثم رواه أحمد عن يحيى وابن أبي عدي، كلاهما عن حميد، عن أنس عن عمر، أنه قال وافقت ربي في ثلاث، أو وافقني ربي في ثلاث، فذكره. وقد رواه البخاري عن عمر وابن عون والترمذي عن أحمد بن منيع، والنسائي عن يعقوب بن إِبراهيم الدورقي، وابن ماجه عن محمد بن الصباح، كلهم عن هشيم بن بشير به. ورواه الترمذي أيضاً عن عبد بن حميد، عن حجاج بن منهال، عن حماد بن سلمة، والنسائي عن هناد عن يحيى بن أبي زائدة، كلاهما، عن حميد، وهو ابن تيرويه الطويل به. وقال الترمذي حسن صحيح. ورواه الإمام علي ابن المديني عن يزيد بن زريع، عن حميد به، وقال هذا من صحيح الحديث، وهو بصري، ورواه الإمام مسلم بن حجاج في صحيحه بسند آخر ولفظ آخر، فقال أخبرنا عقبة بن مكرم، أخبرنا سعيد بن عامر، عن جويرية بن أسماء، عن نافع، عن ابن عمر، عن عمر قال وافقت ربي في ثلاث في الحجاب، وفي أسارى بدر، وفي مقام إِبراهيم. وقال أبو حاتم الرازي أخبرنا محمد بن عبد الله الأنصاري، أخبرنا حميد الطويل عن أنس بن مالك، قال قال عمر بن الخطاب وافقني ربي في ثلاث، أو وافقت ربي في ثلاث قلت يا رسول الله لو اتخذت من مقام إِبراهيم مصلى، فنزلت { وَٱتَّخِذُواْ مِن مَّقَامِ إِبْرَٰهِيمَ مُصَلًّى } ، وقلت يا رسول الله لو حجبت النساء، فنزلت آية الحجاب، والثالثة لما مات عبد الله بن أبي، جاء رسول الله صلى الله عليه وسلم ليصلي عليه، قلت يا رسول الله تصلي على هذا الكافر المنافق؟ فقال \" إِيهاً عنك يا بن الخطاب \" فنزلت وَلاَ تُصَلِّ عَلَىٰ أَحَدٍ مِّنْهُم مَّاتَ أَبَداً وَلاَ تَقُمْ عَلَىٰ قَبْرِهِ التوبة 84 وهذا إِسناد صحيح أيضاً، ولا تعارض بين هذا ولا هذا، بل الكل صحيح، ومفهوم العدد إِذا عارضه منطوق قدم عليه، والله أعلم، وقال ابن جريج أخبرني جعفر عن محمد عن أبيه، عن جابر أن رسول الله صلى الله عليه وسلم رمل ثلاثة أشواط، ومشى أربعاً، حتى إِذا فرغ، عمد إِلى مقام إِبراهيم، فصلى خلفه ركعتين، ثم قرأ { وَٱتَّخِذُواْ مِن مَّقَامِ إِبْرَٰهِيمَ مُصَلًّى } وقال ابن جرير حدثنا يوسف بن سلمان، أخبرنا حاتم بن إِسماعيل، أخبرنا جعفر بن محمد عن أبيه، عن جابر، قال استلم رسول الله صلى الله عليه وسلم الركن، فرمل ثلاثاً، ومشى أربعاً، ثم نفذ إِلى مقام إِبراهيم، فقرأ { وَٱتَّخِذُواْ مِن مَّقَامِ إِبْرَٰهِيمَ مُصَلًّى } فجعل المقام بينه وبين البيت، فصلى ركعتين، وهذا قطعة من الحديث الطويل الذي رواه مسلم في صحيحه من حديث حاتم بن إِسماعيل، وروى البخاري بسنده عن عمرو بن دينار، قال سمعت ابن عمر يقول قدم رسول الله صلى الله عليه وسلم فطاف بالبيت سبعاً، وصلى خلف المقام ركعتين، فهذا كله مما يدل على أن المراد بالمقام إِنما هو الحجر الذي كان إِبراهيم عليه السلام يقوم عليه لبناء الكعبة، لما ارتفع الجدار أتاه إِسماعيل عليه السلام به ليقوم فوقه، ويناوله الحجارة، فيضعها بيده لرفع الجدار، وكلما كمل ناحية انتقل إِلى الناحية الأخرى يطوف حول الكعبة، وهو واقف عليه، كلما فرغ من جدار، نقله إِلى الناحية التي تليها، وهكذا حتى تم جدران الكعبة كما سيأتي بيانه في قصة إِبراهيم وإِسماعيل في بناء البيت من رواية ابن عباس عند البخاري، وكانت آثار قدميه ظاهرة فيه، ولم يزل هذا معروفاً تعرفه العرب في جاهليتها، ولهذا قال أبو طالب في قصيدته المعروفة اللامية ومَوْطِىءُ إِبراهيمَ في الصَّخْرِ رَطْبَةٌ على قَدَمَيْهِ حافِياً غيرَ ناعِلِ وقد أدرك المسلمون ذلك فيه أيضاً كما قال عبد الله بن وهب أخبرني يونس بن يزيد عن ابن شهاب أن أنس بن مالك حدثهم، قال رأيت المقام فيه أصابعه عليه السلام وأخمص قدميه، غير أنه أذهبه مسح الناس بأيديهم، وقال ابن جرير أخبرنا بشر بن معاذ أخبرنا يزيد بن زريع، أخبرنا سعيد عن قتادة { وَٱتَّخِذُواْ مِن مَّقَامِ إِبْرَٰهِيمَ مُصَلًّى } إِنما أمروا أن يصلوا عنده، ولم يؤمروا بمسحه. وقد تكلفت هذه الأمة شيئاً ما تكلفته الأمم قبلها، ولقد ذكر لنا من رأى أثر عقبه وأصابعه فيه، فما زالت هذه الأمة يمسحونه حتى اخلولق وانمحى، قلت وقد كان هذا المقام ملصقاً بجدار الكعبة قديماً، ومكانه معروف اليوم إِلى جانب الباب مما يلي الحجر يمنة الداخل من الباب في البقعة المستقلة هناك، وكان الخليل عليه السلام لما فرغ من بناء البيت وضعه إِلى جدار الكعبة، أو أنه انتهى عنده البناء، فتركه هناك، ولهذا، والله أعلم، أمر بالصلاة هناك عند الفراغ من الطواف، وناسب أن يكون عند مقام إِبراهيم حيث انتهى بناء الكعبة فيه، وإِنما أخره عن جدار الكعبة أمير المؤمنين عمر بن الخطاب رضي الله عنه أحد الأئمة المهديين والخلفاء الراشدين الذين أمرنا باتباعهم، وهو أحد الرجلين اللذين قال فيهما رسول الله صلى الله عليه وسلم \" اقتدوا باللَّذَيْنِ من بعدي أبي بكر وعمر \" وهو الذي نزل القرآن بوفاقه في الصلاة عنده، ولهذا لم ينكر ذلك أحد من أصحابه رضي الله عنهم أجمعين، قال عبد الرزاق عن ابن جريج حدثني عطاء وغيره من أصحابنا، قال أول ما نقله عمر بن الخطاب رضي الله عنه، وقال عبد الرزاق أيضاً عن معمر، عن حميد الأعرج، عن مجاهد، قال أول من أخر المقام إِلى موضعه الآن عمر بن الخطاب رضي الله عنه، وقال الحافظ أبو بكر أحمد بن علي ابن الحسين البيهقي أخبرنا أبو الحسين بن الفضل القطان، أخبرنا القاضي أبو بكر أحمد بن كامل، حدثنا أبو إِسماعيل محمد بن إِسماعيل السلمي، حدثنا أبو ثابت، حدثنا الدراوردي عن هشام بن عروة، عن أبيه، عن عائشة رضي الله عنها أن المقام كان زمان رسول الله صلى الله عليه وسلم وزمان أبي بكر رضي الله عنه، ملتصقاً بالبيت، ثم أخره عمر بن الخطاب رضي الله عنه، وهذا إِسناد صحيح مع ما تقدم، وقال ابن أبي حاتم أخبرنا أبي أخبرنا ابن أبي عمر العدني قال قال سفيان، يعني ابن عيينة، وهو إِمام المكيين في زمانه كان المقام من سقع البيت على عهد رسول الله صلى الله عليه وسلم فحوله عمر إِلى مكانه بعد النبي صلى الله عليه وسلم وبعد قوله { وَٱتَّخِذُواْ مِن مَّقَامِ إِبْرَٰهِيمَ مُصَلًّى } قال ذهب السيل به بعد تحويل عمر إِياه من موضعه هذا، فرده عمر إِليه، وقال سفيان لا أدري كم بينه وبين الكعبة قبل تحويله، وقال سفيان لا أدري أكان لاصقاً بها أم لا؟ فهذه الآثار متعاضدة على ما ذكرناه، والله علم، وقد قال الحافظ أبو بكر بن مردويه أخبرنا ابن عمر وهو أحمد بن محمد بن حكيم، أخبرنا محمد بن عبد الوهاب بن أبي تمام، أخبرنا آدم هو ابن أبي إِياس في تفسيره، أخبرنا شريك عن إِبراهيم ابن المهاجر عن مجاهد، قال قال عمر بن الخطاب يا رسول الله لو صلينا خلف المقام، فأنزل الله { وَٱتَّخِذُواْ مِن مَّقَامِ إِبْرَٰهِيمَ مُصَلًّى } فكان المقام عند البيت، فحوله رسول الله صلى الله عليه وسلم إلى موضعه هذا. قال مجاهد وكان عمر يرىٰ الرأي فينزل به القرآن، هذا مرسل عن مجاهد، وهو مخالف لما تقدم من رواية عبد الرزاق عن معمر، عن حميد الأعرج، عن مجاهد أن أول من أخر المقام إِلى موضعه الآن عمر بن الخطاب رضي الله عنه، وهذا أصح من طريق ابن مردويه، مع اعتضاد هذا بما تقدم، والله أعلم. قال الحسن البصري قوله { وَعَهِدْنَآ إِلَىٰ إِبْرَٰهِيمَ وَإِسْمَـٰعِيلَ } قال أمرهما الله أن يطهراه من الأذى والنجس، ولا يصيبه من ذلك شيء، وقال ابن جريج قلت لعطاء ما عهده؟ قال أمره. وقال عبد الرحمن بن زيد بن أسلم { وَعَهِدْنَآ إِلَىٰ إِبْرَٰهِيمَ } أي أمرناه كذا، قال والظاهر أن هذا الحرف إِنما عدي بإِلى لأنه في معنى تقدمنا وأوحينا، وقال سعيد بن جبير عن ابن عباس قوله { أَن طَهِّرَا بَيْتِىَ لِلطَّآئِفِينَ وَٱلْعَـٰكِفِينَ } قال من الأوثان، وقال مجاهد وسعيد بن جبير { طَهِّرَا بَيْتِىَ لِلطَّآئِفِينَ } أن ذلك من الأوثان والرفث وقول الزور والرجس. قال ابن أبي حاتم وروي عن عبيد بن عمير وأبي العالية وسعيد بن جبير ومجاهد وعطاء وقتادة { أَن طَهِّرَا بَيْتِىَ } أي بلا إِله إِلا الله، من الشرك، وأما قوله تعالى { لِلطَّآئِفِينَ } فالطواف بالبيت معروف، وعن سعيد بن جبير أنه قال في قوله تعالى { لِلطَّآئِفِينَ } يعني من أتاه من غربة { وَٱلْعَـٰكِفِينَ } المقيمين فيه، وهكذا روي عن قتادة والربيع بن أنس، أنهما فسرا العاكفين بأهله المقيمين فيه، كما قال سعيد بن جبير، وقال يحيى القطان عن عبد الملك، هو ابن أبي سليمان، عن عطاء في قوله { وَٱلْعَـٰكِفِينَ } قال من انتابه من الأمصار، فأقام عنده. وقال لنا ونحن مجاورون أنتم من العاكفين، وقال وكيع عن أبي بكر الهذلي، عن عطاء، عن ابن عباس، قال إِذا كان جالساً فهو من العاكفين، وقال ابن أبي حاتم أخبرنا أبي، أخبرنا موسى ابن إِسماعيل، أخبرنا حماد بن سلمة، أخبرنا ثابت، قال قلنا لعبد الله بن عبيد بن عمير ما أراني إِلا مكلم الأمير أن أمنع الذين ينامون في المسجد الحرام، فإِنهم يجنبون ويحدثون، قال لا تفعل، فإِن ابن عمر سئل عنهم، فقال هم العاكفون. ورواه عبد بن حميد عن سليمان بن حرب عن حماد بن سلمة به، قلت وقد ثبت في الصحيح أن ابن عمر كان ينام في مسجد الرسول صلى الله عليه وسلم وهو عزب، وأما قوله تعالى { وَٱلرُّكَّعِ ٱلسُّجُودِ } فقال وكيع عن أبي بكر الهذلي، عن عطاء عن ابن عباس والركع السجود، قال إِذا كان مصلياً فهو من الركع السجود، وكذا قال عطاء وقتادة. في يومه أربع في النهار ثم شرع ابن جرير يضعف هذين الحديثين، فإن كلا من السندين مشتمل على غير واحد من الضعفاء، وهو كما قال فإنه لا يجوز روايتهما. قال ابن جرير رحمه الله فمعنى الآية وأمرنا إِبراهيم وإِسماعيل بتطهير بيتي للطائفين، والتطهير الذي أمرنا به في البيت هو تطهيره من الأصنام وعبادة الأوثان فيه ومن الشرك، ثم أورد سؤالاً فقال فإِن قيل فهل كان قبل بناء إِبراهيم عند البيت شيء من ذلك الذي أمر بتطهيره منه؟ وأجاب بوجهين أحدهما أنه أمرهما بتطهيره مما كان يعبد عنده زمان قوم نوح من الأصنام والأوثان، ليكون ذلك سنة لمن بعدهما، إِذ كان الله تعالى قد جعل إِبراهيم إِماماً يقتدى به، كما قال عبد الرحمن بن زيد { أَن طَهِّرَا بَيْتِىَ } قال من الأصنام التي يعبدون، التي كان المشركون يعظمونها قلت وهذا الجواب مفرع على أنه كان يعبد عنده أصنام قبل إِبراهيم عليه السلام، ويحتاج إِثبات هذا إِلى دليل عن المعصوم محمد صلى الله عليه وسلم. الجواب الثاني أنه أمرهما أن يخلصا بناءه لله وحده لا شريك له، فيبنياه مطهراً من الشرك والريب، كما قال جل ثناؤه أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَىٰ تَقْوَىٰ مِنَ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَم مَّنْ أَسَّسَ بُنْيَانَهُ عَلَىٰ شَفَا جُرُفٍ هَارٍ التوبة 109 قال فكذلك قوله { وَعَهِدْنَآ إِلَىٰ إِبْرَٰهِيمَ وَإِسْمَـٰعِيلَ أَن طَهِّرَا بَيْتِىَ } أي ابنياه على طهر من الشرك بي والريب، كما قال السدي { أَن طَهِّرَا بَيْتِىَ } ابنيا بيتي للطائفين، وملخص هذا الجواب أن الله تعالى أمر إبراهيم وإسماعيل عليهما السلام أن يبنيا الكعبة على اسمه وحده لا شريك له للطائفين به، والعاكفين عنده، والمصلين إليه من الركع السجود، كما قال تعالى وَإِذْ بَوَّأْنَا لإِبْرَٰهِيمَ مَكَانَ ٱلْبَيْتِ أَن لاَّ تُشْرِكْ بِى شَيْئاً وَطَهِّرْ بَيْتِىَ لِلطَّآئِفِينَ وَٱلْقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ الحج 26 الآيات. وقد اختلف الفقهاء أيهما أفضل الصلاة عند البيت أو الطواف به؟ فقال مالك رحمه الله الطواف به لأهل الأمصار أفضل. وقال الجمهور الصلاة أفضل مطلقاً، وتوجيه كل منهما يذكر في كتاب الأحكام، والمراد من ذلك الرد على المشركين الذين كانوا يشركون بالله عند بيته المؤسس على عبادته وحده لا شريك له، ثم مع ذلك يصدون أهله المؤمنين عنه، كما قال تعالى إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلْمَسْجِدِ ٱلْحَرَامِ ٱلَّذِى جَعَلْنَـٰهُ لِلنَّاسِ سَوَآءً ٱلْعَـٰكِفُ فِيهِ وَٱلْبَادِ وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ الحج 25 ثم ذكر أن البيت إنما أسس لمن يعبد الله وحده لا شريك له، إما بطواف أو صلاة، فذكر في سورة الحج أجزاءها الثلاثة قيامها وركوعها وسجودها، ولم يذكر العاكفين لأنه تقدم سَوَآءً ٱلْعَـٰكِفُ فِيهِ وَٱلْبَادِ الحج 25 وفي هذه الآية الكريمة ذكر الطائفين والعاكفين، واكتفى بذكر الركوع والسجود عن القيام، لأنه قد علم أنه لا يكون ركوع ولا سجود إلا بعد قيام، وفي ذلك أيضاً رد على من لا يحجه من أهل الكتابين اليهود والنصارى، لأنهم يعتقدون فضيلة إبراهيم الخليل وإسماعيل، ويعلمون أنه بنى هذا البيت للطواف في الحج والعمرة وغير ذلك، وللاعتكاف والصلاة عنده، وهم لا يفعلون شيئاً من ذلك، فكيف يكونون مقتدين بالخليل، وهم لا يفعلون ما شرع الله له؟ وقد حج البيت موسى بن عمران وغيره من الأنبياء عليهم الصلاة والسلام، كما أخبر بذلك المعصوم الذي لا ينطق عن الهوى إِنْ هُوَ إِلاَّ وَحْيٌ يُوحَىٰ النجم 4. وتقدير الكلام إذاً { وَعَهِدْنَآ إِلَىٰ إِبْرَٰهِيمَ } أي تقدمنا بوحينا إلى إبراهيم وإسماعيل { أَن طَهِّرَا بَيْتِىَ لِلطَّآئِفِينَ وَٱلْعَـٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ } أي طهراه من الشرك والريب، وابنياه خالصاً لله معقلاً للطائفين والعاكفين والركع السجود، وتطهير المساجد مأخوذ من هذه الآية الكريمة، ومن قوله تعالى فِى بُيُوتٍ أَذِنَ ٱللَّهُ أَن تُرْفَعَ وَيُذْكَرَ فِيهَا ٱسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِٱلْغُدُوِّ وَٱلآصَالِ النور 36 ومن السنة من أحاديث كثيرة من الأمر بتطهيرها وتطييبها وغير ذلك من صيانتها من الأذى والنجاسات وما أشبه ذلك. ولهذا قال عليه السلام \" إنما بنيت المساجد لما بنيت له \" وقد جمعت في ذلك جزءاً على حدة، ولله الحمد والمنة، وقد اختلف الناس في أول من بنى الكعبة، فقيل الملائكة قبل آدم، روي هذا عن أبي جعفر الباقر محمد بن علي بن الحسين، ذكره القرطبي وحكى لفظه، وفيه غرابة، وقيل آدم عليه السلام، رواه عبد الرزاق عن ابن جريج، عن عطاء وسعيد ابن المسيب وغيرهم أن آدم بناه من خمسة أجبل من حراء وطور سيناء وطور زيتا وجبل لبنان والجودي، وهذا غريب أيضاً. وروي عن ابن عباس وكعب الأحبار وقتادة وعن وهب بن منبه أن أول من بناه شيث عليه السلام، وغالب من يذكر هذه إنما يأخذه من كتب أهل الكتاب، وهي مما لا يصدق ولا يكذب، ولا يعتمد عليها بمجردها، وأما إذا صح حديث في ذلك فعلى الرأس والعين. وقوله تعالى { وَإِذْ قَالَ إِبْرَٰهِيمُ رَبِّ ٱجْعَلْ هَـٰذَا بَلَدًا آمِنًا وَٱرْزُقْ أَهْلَهُ مِنَ ٱلثَّمَرَٰتِ مَنْ ءَامَنَ مِنْهُم بِٱللَّهِ وَٱلْيَوْمِ ٱلآخِرِ } قال الإمام أبو جعفر بن جرير أخبرنا ابن بشار قال أخبرنا عبد الرحمن بن مهدي، أخبرنا سفيان عن أبي الزبير، عن جابر بن عبد الله، قال قال رسول الله صلى الله عليه وسلم \" إن إبراهيم حرم بيت الله وأمنه، وإني حرمت المدينة ما بين لابتيها، فلا يصاد صيدها، ولا يقطع عضاهها \" وهكذا رواه النسائي عن محمد بن بشار، عن بندار به، وأخرجه مسلم عن أبي بكر بن أبي شيبة وعمرو بن الناقد، كلاهما عن أبي أحمد الزبيري عن سفيان الثوري، وقال ابن جرير أيضاً أخبرنا أبو كريب وأبو السائب، قالا حدثنا ابن إدريس، وأخبرنا أبو كريب، أخبرنا عبد الرحيم الرازي، قالا جميعاً سمعنا أشعث عن نافع، عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم \" إن إبراهيم كان عبد الله وخليله، وإني عبد الله ورسوله، وإن إبراهيم حرم مكة، وإني حرمت المدينة ما بين لابتيها عضاهها وصيدها، لا يحمل فيها سلاح لقتال، ولا يقطع منها شجرة إلا لعلف بعير \" وهذه الطريق غريبة ليست في شيء من الكتب الستة، وأصل الحديث في صحيح مسلم من وجه آخر عن أبي هريرة رضي الله عنه، قال كان الناس إذا رأوا أول الثمر، جاؤوا به إلى رسول الله صلى الله عليه وسلم فإذا أخذه رسول الله صلى الله عليه وسلم قال \" اللهم بارك لنا في ثمرنا، وبارك لنا في مدينتنا، وبارك لنا في صاعنا، وبارك لنا في مدنا، اللهم إن إبراهيم عبدك وخليلك ونبيك، وإني عبدك ونبيك، وإنه دعاك لمكة، وإني أدعوك للمدينة بمثل ما دعاك لمكة، ومثله معه \" ثم يدعو أصغر وليد له، فيعطيه ذلك الثمر. وفي لفظ \" بركة مع بركة \" ثم يعطيه أصغر من يحضره من الولدان، لفظ مسلم، ثم قال ابن جرير حدثنا أبو كريب، حدثنا قتيبة بن سعيد، أخبرنا بكر بن مضر عن ابن الهاد، عن أبي بكر بن محمد، عن عبد الله بن عمرو بن عثمان، عن رافع بن خديج، قال قال رسول الله صلى الله عليه وسلم \" إن إبراهيم حرم مكة، وإني أحرم ما بين لابتيها \" انفرد بإخراجه مسلم، فرواه عن قتيبة عن بكر بن مضر به، ولفظه كلفظه سواء، وفي الصحيحين عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم لأبي طلحة \" التمس لي غلاماً من غلمانكم يخدمني \" فخرج بي أبو طلحة يردفني وراءه، فكنت أخدم رسول الله صلى الله عليه وسلم كلما نزل، وقال في الحديث ثم أقبل حتى إذا بدا له أحد قال \" هذا جبل يحبنا ونحبه \" فلما أشرف على المدينة قال \" اللهم إني أحرم ما بين جبليها مثلما حرم به إبراهيم مكة، اللهم بارك لهم في مدهم وصاعهم \" وفي لفظ لهما \" اللهم بارك لهم في مكيالهم، وبارك لهم في صاعهم، وبارك لهم في مدهم \" زاد البخاري يعني أهل المدينة. ولهما أيضاً عن أنس أن رسول الله صلى الله عليه وسلم قال \" اللهم اجعل بالمدينة ضعفي ما جعلته بمكة من البركة \" وعن عبد الله بن زيد بن عاصم رضي الله عنه، عن النبي صلى الله عليه وسلم \" إن إبراهيم حرم مكة ودعا لها، وحرمت المدينة كما حرم إبراهيم مكة، ودعوت لها في مدها وصاعها مثل ما دعا إبراهيم لمكة \" رواه البخاري، وهذا لفظه، ولمسلم، ولفظه أن رسول الله صلى الله عليه وسلم قال \" إن إبراهيم حرم مكة ودعا لأهلها، وإني حرمت المدينة كما حرم إبراهيم مكة، وإني دعوت لها في صاعها ومدها بمثل ما دعا به إبراهيم لأهل مكة \" وعن أبي سعيد رضي الله عنه عن النبي صلى الله عليه وسلم قال \" اللهم إن إبراهيم حرم مكة فجعلها حراماً، وإني حرمت المدينة حراماً ما بين مأزميها، أن لا يهراق فيها دم، ولا يحمل فيها سلاح لقتال، ولا يخبط فيها شجرة إلا لعلف، اللهم بارك لنا في مدينتنا، اللهم بارك لنا في صاعنا، اللهم بارك لنا في مدنا، اللهم اجعل مع البركة بركتين \" الحديث، رواه مسلم، والأحاديث في تحريم المدينة كثيرة، وإنما أوردنا منها ما هو متعلق بتحريم إبراهيم عليه السلام لمكة، لما في ذلك من مطابقة الآية الكريمة. وتمسك بها من ذهب إلى أن تحريم مكة إنما كان على لسان إبراهيم الخليل، وقيل إنها محرمة منذ خلقت مع الأرض، وهذا أظهر وأقوى، والله أعلم. وقد وردت أحاديث أخر تدل على أن الله تعالى حرم مكة قبل خلق السموات والأرض كما جاء في الصحيحين عن عبد الله بن عباس رضي الله عنهما، قال قال رسول الله صلى الله عليه وسلم يوم فتح مكة \" إن هذا البلد حرمه الله يوم خلق السموات والأرض، فهو حرام بحرمة الله إلى يوم القيامة، وإنه لم يحلَّ القتال فيه لأحد قبلي، ولم يحلَّ لي إلا ساعة من نهار، فهو حرام بحرمة الله إلى يوم القيامة لا يعضد شوكه، ولا ينفر صيده، ولا يلتقط لقطته إلا من عرّفها، ولا يختلى خلاها \" فقال العباس يا رسول الله إلا الإذخر، فإنه لقينهم ولبيوتهم، فقال \" إلا الإذخر \" وهذا لفظ مسلم، ولهما عن أبي هريرة نحو من ذلك، ثم قال البخاري بعد ذلك وقال أبان بن صالح، عن الحسن بن مسلم، عن صفية بنت شيبة سمعت النبي صلى الله عليه وسلم مثله، وهذا الذي علقه البخاري رواه الإمام أبو عبد الله بن ماجه عن محمد بن عبد الله بن نمير، عن يونس بن بكير، عن محمد بن إسحاق، عن أبان بن صالح، عن الحسن بن مسلم بن يناق، عن صفية بنت شيبة، قالت سمعت رسول الله صلى الله عليه وسلم يخطب عام الفتح، فقال \" يا أيها الناس إن الله حرم مكة يوم خلق السموات والأرض، فهي حرام إلى يوم القيامة لا يعضد شجرها، ولا ينفر صيدها، ولا يأخذ لقطتها إلا منشد \" فقال العباس إلا الإذخر، فإنه للبيوت والقبور، فقال رسول الله صلى الله عليه وسلم \" إلا الإذخر \" وعن أبي شريح العدوي أنه قال لعمرو بن سعيد، وهو يبعث البعوث إلى مكة ائذن لي أيها الأمير أن أحادثك قولاً قام به رسول الله صلى الله عليه وسلم الغد من يوم الفتح، سمعته أذناي، ووعاه قلبي، وأبصرته عيناي حين تكلم به، إنه حمد الله وأثنى عليه ثم قال \" إن مكة حرمها الله ولم يحرمها الناس، فلا يحل لامرىء يؤمن بالله واليوم الآخر أن يسفك بها دماً، ولا يعضد بها شجرة، فإن أحد ترخص بقتال رسول الله صلى الله عليه وسلم فقولوا إن الله أذن لرسوله ولم يأذن لكم. وإنما أذن لي فيها ساعة من نهار، وقد عادت حرمتها اليوم كحرمتها بالأمس، فليبلغ الشاهد الغائب \" فقيل لأبي شريح ما قال لك عمرو؟ قال أنا أعلم بذلك منك يا أبا شريح، إن الحرم لا يعيذ عاصياً ولا فاراً بدمٍ ولا فاراً بخربة، رواه البخاري ومسلم، وهذا لفظه. فإذا علم هذا، فلا منافاة بين هذه الأحاديث الدالة على أن الله حرم مكة يوم خلق السموات والأرض، وبين الأحاديث الدالة على أن إبراهيم عليه السلام حرمها، لأن إبراهيم بلغ عن الله حكمه فيها وتحريمه إياها، وأنها لم تزل بلداً حراماً عند الله قبل بناء إبراهيم عليه السلام لها، كما أنه قد كان رسول الله صلى الله عليه وسلم مكتوباً عند الله خاتم النبيين، وإن آدم لمنجدل في طينته، ومع هذا قال إبراهيم عليه السلام { رَبَّنَا وَٱبْعَثْ فِيهِمْ رَسُولاً مِّنْهُمْ } الآية، وقد أجاب الله دعاءه بما سبق في علمه وقدره. ولهذا جاء في الحديث أنهم قالوا يا رسول الله أخبرنا عن بدء أمرك. فقال \" دعوة أبي إبراهيم عليه السلام، وبشرى عيسى بن مريم، ورأت أمي كأنه خرج منها نور أضاءت له قصور الشام \" أي أخبرنا عن بدء ظهور أمرك، كما سيأتي قريباً إن شاء الله. وأما مسألة تفضيل مكة على المدينة كما هو قول الجمهور، أو المدينة على مكة كما هو مذهب مالك وأتباعه، فتذكر في موضع آخر بأدلتها إن شاء الله وبه الثقة. وقوله تعالى إخباراً عن الخليل أنه قال { رَبِّ ٱجْعَلْ هَـٰذَا بَلَدًا آمِنًا } أي من الخوف، أي لا يرعب أهله، وقد فعل الله ذلك شرعاً وقدراً، كقوله تعالى وَمَن دَخَلَهُ كَانَ ءَامِناً آل عمران 97 وقوله أَوَلَمْ يَرَوْاْ أَنَّا جَعَلْنَا حَرَماً آمِناً وَيُتَخَطَّفُ ٱلنَّاسُ مِنْ حَوْلِهِمْ العنكبوت 67 إلى غير ذلك من الآيات، وقد تقدمت الأحاديث في تحريم القتال فيه. وفي صحيح مسلم عن جابر سمعت رسول الله صلى الله عليه وسلم يقول \" لا يحل لأحد أن يحمل بمكة السلاح \" وقال في هذه السورة { رَبِّ ٱجْعَلْ هَـٰذَا بَلَدًا آمِنًا } أي اجعل هذه البقعة بلداً آمناً، وناسب هذا لأنه قبل بناء الكعبة. وقال تعالى في سورة إبراهيم { وَإِذْ قَالَ إِبْرَٰهِيمُ رَبِّ ٱجْعَلْ هَـٰذَا ٱلْبَلَدَ آمِنًا } وناسب هذا هناك لأنه، والله أعلم، كأنه وقع دعاء مرة ثانية بعد بناء البيت واستقرار أهله به، وبعد مولد إسحاق الذي هو أصغر سناً من إسماعيل بثلاث عشرة سنة، ولهذا قال في آخر الدعاء ٱلْحَمْدُ للَّهِ ٱلَّذِى وَهَبَ لِى عَلَى ٱلْكِبَرِ إِسْمَـٰعِيلَ وَإِسْحَـٰقَ إِنَّ رَبِّى لَسَمِيعُ ٱلدُّعَآءِ إبراهيم 39. وقوله تعالى { وَٱرْزُقْ أَهْلَهُ مِنَ ٱلثَّمَرَٰتِ مَنْ ءَامَنَ مِنْهُم بِٱللَّهِ وَٱلْيَوْمِ ٱلآخِرِ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُ قَلِيلاً ثُمَّ أَضْطَرُّهُ إِلَىٰ عَذَابِ ٱلنَّارِ وَبِئْسَ ٱلْمَصِيرُ } قال أبو جعفر الرازي عن الربيع بن أنس عن أبي العالية عن أبي بن كعب { قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُ قَلِيلاً ثُمَّ أَضْطَرُّهُ إِلَىٰ عَذَابِ ٱلنَّارِ وَبِئْسَ ٱلْمَصِيرُ } قال هو قول الله تعالى، وهذا قول مجاهد وعكرمة، وهو الذي صوبه ابن جرير رحمه الله. قال وقرأ آخرون { قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُ قَلِيلاً ثُمَّ أَضْطَرُّهُ إِلَىٰ عَذَابِ ٱلنَّارِ وَبِئْسَ ٱلْمَصِيرُ } فجعلوا ذلك من تمام دعاء إبراهيم، كما رواه أبو جعفر عن الربيع عن أبي العالية قال كان ابن عباس يقول ذلك قول إبراهيم، يسأل ربه أن من كفر فَأَمْتِعْهُ قليلاً، وقال أبو جعفر عن ليث بن أبي سليم عن مجاهد { وَمَن كَفَرَ فَأُمَتِّعُهُ قَلِيلاً } يقول ومن كفر فأرزقه قليلاً أيضاً { ثُمَّ أَضْطَرُّهُ إِلَىٰ عَذَابِ ٱلنَّارِ وَبِئْسَ ٱلْمَصِيرُ } قال محمد بن إسحاق لما عن لإبراهيم الدعوة على من أبى الله أن يجعل له الولاية انقطاعاً إلى الله ومحبته، وفراقاً لمن خالف أمره وإن كانوا من ذريته، حين عرف أنه كائن منهم ظالم لا يناله عهده بخبر الله له بذلك، قال الله ومن كفر فإني أرزق البر والفاجر وأمتعه قليلاً، وقال حاتم بن إسماعيل عن حميد الخراط، عن عمار الدهني، عن سعيد بن جبير، عن ابن عباس في قوله تعالى { رَبِّ ٱجْعَلْ هَـٰذَا بَلَدًا آمِنًا وَٱرْزُقْ أَهْلَهُ مِنَ ٱلثَّمَرَٰتِ مَنْ ءَامَنَ مِنْهُم بِٱللَّهِ وَٱلْيَوْمِ ٱلآخِرِ } قال ابن عباس كان إبراهيم يحجرها على المؤمنين دون الناس، فأنزل الله ومن كفر أيضاً أرزقهم كما أرزق المؤمنين، أأخلق خلقاً لا أرزقهم؟ أمتعهم قليلاً، ثم أضطرهم إلى عذاب النار وبئس المصير، ثم قرأ ابن عباس كُلاًّ نُّمِدُّ هَـٰؤُلاۤءِ وَهَـٰؤُلاۤءِ مِنْ عَطَآءِ رَبِّكَ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُورًا الإسراء 20 رواه ابن مردويه، وروي عن عكرمة ومجاهد نحو ذلك أيضاً، وهذا كقوله تعالى إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لاَ يُفْلِحُونَ مَتَـٰعٌ فِى ٱلدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ ٱلْعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكْفُرُونَ يونس 69ـ 70 وقوله تعالى وَمَن كَفَرَ فَلاَ يَحْزُنكَ كُفْرُهُ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عَمِلُوۤاْ إِنَّ ٱللَّهَ عَلِيمٌ بِذَاتِ ٱلصُّدُورِ نُمَتِّعُهُمْ قَلِيلاً ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ لقمان 23 ـ 24 وقوله وَلَوْلاَ أَن يَكُونَ ٱلنَّاسُ أُمَّةً وَٰحِدَةً لَّجَعَلْنَا لِمَن يَكْفُرُ بِٱلرَّحْمَـٰنِ لِبُيُوتِهِمْ سُقُفاً مِّن فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ وَلِبُيُوتِهِمْ أَبْوَٰباً وَسُرُراً عَلَيْهَا يَتَّكِئُونَ وَزُخْرُفاً وَإِن كُلُّ ذَلِكَ لَمَّا مَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَٱلاَْخِرَةُ عِندَ رَبِّكَ لِلْمُتَّقِينَ الزخرف 33 ـ 35 وقوله { ثُمَّ أَضْطَرُّهُ إِلَىٰ عَذَابِ ٱلنَّارِ وَبِئْسَ ٱلْمَصِيرُ } أي ثم ألجئه بعد متاعه في الدنيا وبسطنا عليه من ظلها إلى عذاب النار وبئس المصير، ومعناه أن الله تعالى ينظرهم ويمهلهم ثم يأخذهم أخذ عزيز مقتدر كقوله تعالى وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِىَ ظَـٰلِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَىَّ ٱلْمَصِيرُ الحج 48 وفي الصحيحين \" لا أحد أصبر على أذى سمعه من الله إنهم يجعلون له ولداً، وهو يرزقهم ويعافيهم \" وفي الصحيح أيضاً \" إن الله ليملي للظالم، حتى إذا أخذه لم يفلته \" ثم قرأ قوله تعالى وَكَذٰلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ ٱلْقُرَىٰ وَهِىَ ظَـٰلِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ هود 102 وقرأ بعضهم { قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُ قَلِيلاً } الآية، جعله من تمام دعاء إبراهيم، وهي قراءة شاذة مخالفة للقراء السبعة، وتركيب السياق يأبى معناها، والله أعلم، فإن الضمير في قال راجع إلى الله تعالى في قراءة الجمهور، والسياق يقتضيه، وعلى هذه القراءة الشاذة يكون الضمير في قال عائداً على إبراهيم، وهذا خلاف نظم الكلام، والله سبحانه هو العلام. وأما قوله تعالى { وَإِذْ يَرْفَعُ إِبْرَٰهِيمُ ٱلْقَوَاعِدَ مِنَ ٱلْبَيْتِ وَإِسْمَـٰعِيلُ رَبَّنَا تَقَبَّلْ مِنَّآ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ رَبَّنَا وَٱجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةً مُّسْلِمَةً لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَآ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ } فالقواعد جمع قاعدة، وهي السارية والأساس، يقول تعالى واذكر يا محمد لقومك بناء إبراهيم وإسماعيل عليهما السلام البيت ورفعهما القواعد منه، وهما يقولان { رَبَّنَا تَقَبَّلْ مِنَّآ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ } وحكى القرطبي وغيره عن أبي وابن مسعود أنهما كانا يقرأان { وإذ يرفع إبراهيم القواعد من البيت وإسماعيل ويقولان ربنا تقبل منا إنك أنت السميع العليم } ، قلت ويدل على هذا قولهما بعده { رَبَّنَا وَٱجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةً مُّسْلِمَةً لَّكَ } الآية، فهما في عمل صالح، وهما يسألان الله تعالى أن يتقبل منهما، كما روى ابن أبي حاتم من حديث محمد بن يزيد ابن خنيس المكي عن وهيب بن الورد أنه قرأ { وَإِذْ يَرْفَعُ إِبْرَٰهِيمُ ٱلْقَوَاعِدَ مِنَ ٱلْبَيْتِ وَإِسْمَـٰعِيلُ رَبَّنَا تَقَبَّلْ مِنَّآ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ } ثم يبكي ويقول يا خليل الرحمن ترفع قوائم بيت الرحمن، وأنت مشفق أن لا يتقبل منك. وهذا كما حكى الله تعالى عن حال المؤمنين الخلص في قوله وَٱلَّذِينَ يُؤْتُونَ مَآ ءاتَواْ المؤمنون 60 أي يعطون ما أعطوا من الصدقات والنفقات والقربات وَّقُلُوبُهُمْ وَجِلَةٌ المؤمنون 60 أي خائفة ألاّ يتقبل منهم، كما جاء به الحديث الصحيح عن عائشة عن رسول الله صلى الله عليه وسلم كما سيأتي في موضعه. وقال بعض المفسرين الذي كان يرفع القواعد هو إبراهيم، والداعي إسماعيل، والصحيح أنهما كانا يرفعان، ويقولان كما سيأتي بيانه. وقد روى البخاري ههنا حديثاً سنورده، ثم نتبعه بآثار متعلقة بذلك، قال البخاري رحمه الله حدثنا عبد الله بن محمد، أخبرنا عبد الرزاق أخبرنا معمر عن أيوب السختياني وكثير بن كثير بن عبد المطلب بن أبي وداعة ـ يزيد أحدهما على الآخر ـ عن سعيد بن جبير، عن ابن عباس رضي الله عنهما، قال أول ما اتخذ النساء المنطق من قبل أم إسماعيل اتخذت منطقاً ليعفى أثرها على سارة، ثم جاء بها إبراهيم وبابنها إسماعيل وهي ترضعه، حتى وضعها عند البيت عند دوحة فوق زمزم في أعلى المسجد، وليس بمكة يومئذ أحد، وليس بها ماء، فوضعهما هنالك، ووضع عندهما جراباً فيه تمر، وسقاء فيه ماء، ثم قفّى إبراهيم منطلقاً، فتبعته أم إسماعيل، فقالت يا إبراهيم أين تذهب وتتركنا بهذا الوادي ليس فيه أنيس ولا شيء؟ فقالت له ذلك مراراً، وجعل لا يلتفت إليها، فقالت آلله أمرك بذا؟ قال نعم قالت إذاً لا يضيعنا. ثم رجعت. فانطلق إبراهيم حتى إذا كان عند الثنية حيث لا يرونه، استقبل بوجهه البيت، ثم دعا بهذه الدعوات ورفع يديه، فقال رَّبَّنَآ إِنَّى أَسْكَنتُ مِن ذُرِّيَّتِى بِوَادٍ غَيْرِ ذِى زَرْعٍ عِندَ بَيْتِكَ ٱلْمُحَرَّمِ إبراهيم 37 حتى بلغ يَشْكُرُونَ إبراهيم 37 وجعلت أم إسماعيل ترضع إسماعيل، وتشرب من ذلك الماء، حتى إذا نفد ما في السقاء، عطشت، وعطش ابنها، وجعلت تنظر إليه يتلوى ـ أو قال يتلبط ـ فانطلقت كراهية أن تنظر إليه، فوجدت الصفا أقرب جبل في الأرض يليها، فقامت عليه، ثم استقبلت الوادي تنظر هل ترى أحداً، فلم تر أحداً، فهبطت من الصفا حتى إذا بلغت الوادي، رفعت طرف درعها، ثم سعت سعي الإنسان المجهود حتى جاوزت الوادي، ثم أتت المروة، فقامت عليها، فنظرت هل ترى أحداً، فلم تر أحداً، ففعلت ذلك سبع مرات، قال ابن عباس قال النبي صلى الله عليه وسلم \" فلذلك سعى الناس بينهما \" فلما أشرفت على المروة، سمعت صوتاً، فقالت \" صه \" ـ تريد نفسها ـ ثم تسمعت فسمعت أيضاً، فقالت قد أسمعت إن كان عندك غواث، فإذا هي بالملك عند موضع زمزم، فبحث بعقبه، أو قال بجناحه، حتى ظهر الماء، فجعلت تحوطه وتقول بيدها هكذا، وجعلت تغرف من الماء في سقائها، وهو يفور بعد ما تغرف، قال ابن عباس قال النبي صلى الله عليه وسلم \" يرحم الله أم إسماعيل لو تركت زمزم ـ أو قال لو لم تغرف من الماء ـ لكانت زمزم عيناً معيناً \" قال فشربت وأرضعت ولدها، فقال لها الملك لا تخافي الضيعة، فإن ههنا بيتاً لله يبنيه هذا الغلام وأبوه، وإن الله لا يضيع أهله، وكان البيت مرتفعاً من الأرض كالرابية، تأتيه السيول فتأخذ عن يمينه وشماله، فكانت كذلك حتى مرت بهم رفقة من جُرهم أو أهل بيت من جرهم مقبلين من طريق كداء، فنزلوا في أسفل مكة، فرأوا طائراً عائفاً، فقالوا إن هذا الطائر ليدور على ماء، لعهدنا بهذا الوادي وما فيه ماء، فأرسلوا جرياً أو جريين، فإذا هم بالماء، فرجعوا فأخبروهم بالماء، فأقبلوا، قال وأم إسماعيل عند الماء، فقالوا أتأذنين لنا أن ننزل عندك؟ قالت نعم، ولكن لا حق لكم في الماء عندنا، قالوا نعم، قال ابن عباس قال النبي صلى الله عليه وسلم \" فألفى ذلك أم إسماعيل وهي تحب الأنس \" فنزلوا، وأرسلوا إلى أهليهم، فنزلوا معهم، حتى إذا كان بها أهل أبيات منهم، وشب الغلام، وتعلم العربية منهم، وأنفسهم وأعجبهم حين شب، فلما أدرك زوجوه امرأة منهم، وماتت أم إسماعيل، فجاء إبراهيم بعدما تزوج إسماعيل ليطالع تركته، فلم يجد إسماعيل، فسأل امرأته عنه، فقالت خرج يبتغي لنا، ثم سألها عن عيشهم وهيئتهم، فقالت نحن بشرَ، نحن في ضيق وشدة، فشكت إليه، قال فإذا جاء زوجك فاقرئي عليه السلام، وقولي له يغير عتبة بابه، فلما جاء إسماعيل، كأنه أنس شيئاً، فقال هل جاءكم من أحد؟ قالت نعم، جاءنا شيخ كذا وكذا، فسألنا عنك فأخبرته، وسألني كيف عيشنا؟ فأخبرته أننا في جهد وشدة، قال فهل أوصاك بشيء؟ قالت نعم، أمرني أن أقرأ عليك السلام، ويقول غير عتبة بابك، قال ذاك أبي، وقد أمرني أن أفارقك، فالحقي بأهلك، وطلقها، وتزوج منهم بأخرى، فلبث عنهم إبراهيم ما شاء الله، ثم أتاهم بعد، فلم يجده، فدخل على امرأته، فسألها عنه، فقالت خرج يبتغي لنا، قال كيف أنتم؟ وسألها عن عيشهم وهيئتهم، فقالت نحن بخير وسعة، وأثنت على الله عز وجل، قال ما طعامكم؟ قالت اللحم، قال فما شرابكم؟ قالت الماء. قال اللهم بارك لهم في اللحم والماء، قال النبي صلى الله عليه وسلم \" ولم يكن لهم يومئذ حَبٌّ، ولو كان لهم لدعا لهم فيه \" قال فهما لا يخلو عليهما أحد بغير مكة إلا لم يوافقاه، قال فإذا جاء زوجك فاقرئي عليه السلام، ومريه يثبت عتبة بابه، فلما جاء إسماعيل، قال هل أتاكم من أحد؟ قالت نعم، أتانا شيخ حسن الهيئة، وأثنت عليه، فسألني عنك فأخبرته، فسألني كيف عيشنا؟ فأخبرته أنا بخير، قال فأوصاك بشيء؟ قالت نعم، وهو يقرأ عليك السلام، ويأمرك أن تثبت عتبة بابك، قال ذاك أبي، وأنت العتبة، أمرني أن أمسكك، ثم لبث عنهم ما شاء الله، ثم جاء بعد ذلك وإسماعيل يبري نبلاً له تحت دوحة قريباً من زمزم، فلما رآه قام إليه، وصنعا كما يصنع الوالد بالولد والولد بالوالد، ثم قال يا إسماعيل إن الله أمرني بأمر، قال فاصنع ما أمرك ربك، قال وتعينني؟ قال وأعينك، قال فإن الله أمرني أن أبني ههنا بيتاً، وأشار إلى أكمة مرتفعة على ما حولها، قال فعند ذلك رفعا القواعد من البيت، فجعل إسماعيل يأتي بالحجارة، وإبراهيم يبني، حتى إذا ارتفع البناء، جاء بهذا الحجر، فوضعه له، فقام عليه، وهو يبني وإسماعيل يناوله الحجارة، وهما يقولان { رَبَّنَا تَقَبَّلْ مِنَّآ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ } ، قال فجعلا يبنيان حتى يدورا حول البيت، وهما يقولان { رَبَّنَا تَقَبَّلْ مِنَّآ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ } ، ورواه عبد بن حميد عن عبد الرزاق به مطولاً، ورواه ابن أبي حاتم عن أبي عبد الله بن حماد الطبراني، وابن جرير عن أحمد بن ثابت الرازي، كلاهما عن عبد الرزاق به مختصراً. وقال أبو بكر بن مردويه أخبرنا إسماعيل بن علي، أخبرنا بشر بن موسى، أخبرنا أحمد بن محمد الأزرقي، أخبرنا مسلم بن خالد الزنجي عن عبد الملك بن جريج، عن كثير بن كثير، قال كنت أنا وعثمان بن أبي سليمان وعبد الله ابن عبد الرحمن بن أبي حسين في ناس مع سعيد بن جبير في أعلى المسجد ليلاً، فقال سعيد بن جبير سلوني قبل أن لا تروني، فسألوه عن المقام، فأنشأ يحدثهم عن ابن عباس، فذكر الحديث بطوله. ثم قال البخاري حدثنا عبد الله بن محمد، أخبرنا أبو عامر عبد الملك بن عمرو، أخبرنا إبراهيم بن نافع عن كثير بن كثير، عن سعيد بن جبير، عن ابن عباس رضي الله عنهما قال لما كان بين إبراهيم وبين أهله ما كان، خرج بإسماعيل وأم إسماعيل، ومعهم شنة فيها ماء، فجعلت أم إسماعيل تشرب من الشنة، فيدر لبنها على صبيها، حتى قدم مكة، فوضعهما تحت دوحة، ثم رجع إبراهيم إلى أهله، فاتبعته أم إسماعيل حتى بلغوا كداء، نادته من ورائه يا إبراهيم إلى من تتركنا؟ قال إلى الله، قالت رضيت بالله، قال فرجعت، فجعلت تشرب من الشنة ويدر لبنها على صبيها، حتى لما فني الماء قالت لو ذهبت فنظرت لعلي أحس أحداً، فصعدت الصفا، فنظرت هل تحس أحداً؟ فلم تحس أحداً، فلما بلغت الوادي، سعت حتى أتت المروة، وفعلت ذلك أشواطاً حتى أتمت سبعاً، ثم قالت لو ذهبت فنظرت ما فعل الصبي، فذهبت فنظرت فإِذا هو على حاله كأنه ينشغ للموت، فلم تقرها نفسها، فقالت لو ذهبت فنظرت لعلي أحس أحداً، فذهبت فصعدت الصفا، فنظرت ونظرت فلم تحس أحداً، حتى أتمت سبعاً، ثم قالت لو ذهبت فنظرت ما فعل، فإِذا هي بصوت فقالت أغث إِن كان عندك خير، فإِذا جبريل عليه السلام، قال فقال بعقبه هكذا، وغمز عقبه على الأرض، فانبثق الماء، فدهشت أم إِسماعيل، فجعلت تحفر، قال فقال أبو القاسم صلى الله عليه وسلم \" لو تركته لكان الماء ظاهراً \" قال فجعلت تشرب من الماء ويدر لبنها على صبيها، قال فمر ناس من جرهم ببطن الوادي، فإِذا هم بطير، كأنهم أنكروا ذلك، وقالوا ما يكون الطير إِلا على ماء، فبعثوا رسولهم، فنظر فإِذا هو بالماء، فأتاهم فأخبرهم، فأتوا إِليها، فقالوا ياأم إِسماعيل أتأذنين لنا أن نكون معك ونسكن معك؟ فبلغ ابنها ونكح منهم امرأة، قال ثم إِنه بدا لإبراهيم صلى الله عليه وسلم فقال لأهله إِني مطلع تركتي، قال فجاء فسلم، فقال أين إِسماعيل؟ قالت امرأته ذهب يصيد، قال قولي له إِذا جاء غيَّر عتبة بابك، فلما أخبرته، قال أنت ذاك، فاذهبي إِلى أهلك، قال ثم إِنه بدا لإبراهيم فقال إِني مطلع تركتي، قال فجاء فقال أين إِسماعيل؟ فقالت امرأته ذهب يصيد، فقالت ألا تنزل فتطعم وتشرب؟ فقال ما طعامكم، وما شرابكم؟ فقالت طعامنا اللحم، وشرابنا الماء، قال اللهم بارك لهم في طعامهم وشرابهم، قال فقال أبو القاسم صلى الله عليه وسلم \" بركة بدعوة إبراهيم \" قال ثم إنه بدا لإبراهيم صلى الله عليه وسلم فقال لأهله إِني مطلع تركتي، فجاء فوافق إِسماعيل من وراء زمزم يصلح نبلاً له، فقال يا إِسماعيل إِن ربك عز وجل أمرني أن أبني له بيتاً فقال أطع ربك عز وجل، قال إِنه قد أمرني أن تعينني عليه، فقال إِذن أفعل ـ أو كما قال ـ قال فقام، فجعل إِبراهيم يبني، وإِسماعيل يناوله الحجارة، ويقولان { رَبَّنَا تَقَبَّلْ مِنَّآ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ } قال حتى ارتفع البناء، وضعف الشيخ عن نقل الحجارة، فقام على حجر المقام، فجعل يناوله الحجارة، ويقولان { رَبَّنَا تَقَبَّلْ مِنَّآ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ } هكذا رواه من هذين الوجهين في كتاب الأنبياء. والعجب أن الحافظ أبا عبد الله الحاكم رواه في كتابه المستدرك عن أبي العباس الأصم عن محمد بن سنان القزاز عن أبي علي عبيد الله بن عبد المجيد الحنفي عن إِبراهيم بن نافع به، وقال صحيح على شرط الشيخين، ولم يخرجاه، كذا قال، وقد رواه البخاري كما ترى من حديث إِبراهيم بن نافع، وكأن فيه اختصاراً فإِنه لم يذكر فيه شأن الذبح، وقال جاء في الصحيح أن قرني الكبش كانا معلقين بالكعبة، وقد جاء أن إِبراهيم عليه السلام كان يزور أهله بمكة على البراق سريعاً، ثم يعود إِلى أهله بالبلاد المقدسة، والله أعلم، والحديث والله أعلم، إنما فيه مرفوع أماكن صرح بها ابن عباس عن النبي صلى الله عليه وسلم.  وقد ورد عن أمير المؤمنين علي بن أبي طالب في هذا السياق ما يخالف بعض هذا، كما قال ابن جرير حدثنا محمد بن بشار ومحمد بن المثنى، قالا أخبرنا مؤمل، أخبرنا سفيان عن أبي إِسحاق، عن حارثة بن مضرب، عن علي بن أبي طالب، قال لما أمر إِبراهيم ببناء البيت، خرج معه إِسماعيل وهاجر، قال فلما قدم مكة، رأى على رأسه في موضع البيت مثل الغمامة فيه مثل الرأس، فكلمه قال يا إِبراهيم ابن على ظلي، أو قال على قدري، ولا تزد ولا تنقص، فلما بنى خرج، وخلف إِسماعيل وهاجر، فقالت هاجر يا إِبراهيم إِلى من تكلنا؟ قال إِلى الله، قالت انطلق فإِنه لا يضيعنا، قال فعطش إِسماعيل عطشاً شديداً، قال فصعدت هاجر إِلى الصفا، فنظرت فلم تر شيئاً، حتى أتت المروة فلم تر شيئاً، ثم رجعت إِلى الصفا فنظرت فلم تر شيئاً، ففعلت ذلك سبع مرات، فقالت يا إِسماعيل مت حيث لاأراك، فأتته وهو يفحص برجله من العطش، فناداها جبريل، فقال لها من أنت؟ قالت أنا هاجر أم ولد إِبراهيم، قال فإِلى من وكلكما؟ قالت وكلنا إِلى الله، قال وكلكما إِلى كاف، قال ففحص الغلام الأرض بأصبعه، فنبعت زمزم، فجعلت تحبس الماء، فقال دعيه فإِنها رواء، ففي هذا السياق أنه بنى البيت قبل أن يفارقهما، وقد يحتمل أنه كان محفوظاً أن يكون أولاً وضع له حوطاً وتحجيراً، لا أنه بناه إِلى أعلاه، حتى كبر إِسماعيل فبنياه معاً كما قال الله تعالى. ثم قال ابن جرير أخبرنا هناد بن السري، حدثنا أبو الأحوص عن سماك عن خالد بن عرعرة أن رجلاً قام إِلى علي رضي الله عنه، فقال ألا تخبرني عن البيت، أهو أول بيت وضع في الأرض؟ فقال لا، ولكنه أول بيت وضع في البركة مقام إِبراهيم، ومن دخله كان آمناً، وإِن شئت أنبأتك كيف بني إِن الله أوحى إِلى إِبراهيم أن ابن لي بيتاً في الأرض، فضاق إِبراهيم بذلك ذرعاً، فأرسل الله السكينة، وهي ريح خجوج، ولها رأسان، فاتبع أحدهما صاحبه حتى انتهت إِلى مكة، فتطورت على موضع البيت كطي الحجفة، وأمر إبراهيم أن يبني حيث تستقر السكينة، فبنى إِبراهيم، وبقي الحجر، فذهب الغلام يبغي شيئاً، فقال إِبراهيم لا، أبغني حجراً كما آمرك، قال فانطلق الغلام يلتمس له حجراً، فأتاه به، فوجده قد ركب الحجر الأسود في مكانه، قال ياأبت من أتاك بهذا الحجر؟ قال أتاني به من لم يتكل على بنائك، جاء به جبريل عليه السلام من السماء، فأتماه.  وقال ابن أبي حاتم حدثنا محمد بن عبدالله بن يزيد المقرىء، أخبرنا سفيان عن بشر بن عاصم، عن سعيد بن المسيب عن كعب الأحبار، قال كان البيت غثاءة على الماء قبل أن يخلق الله الأرض بأربعين عاماً، ومنه دحيت الأرض. قال سعيد وحدثنا علي بن أبي طالب أن إِبراهيم أقبل من أرض أرمينية، ومعه السكينة تدله على تبوؤ البيت كما تتبوأ العنكبوت بيتاً، قال فكشفت عن أحجار لا يطيق الحجر إِلا ثلاثون رجلاً، فقلت يا أبا محمد فإِن الله يقول { وَإِذْ يَرْفَعُ إِبْرَٰهِيمُ ٱلْقَوَاعِدَ مِنَ ٱلْبَيْتِ } قال كان ذلك بعد، وقال السدي إِن الله عز وجل أمر إِبراهيم أن يبني البيت هو وإِسماعيل ابنيا بيتي للطائفين والعاكفين والركع والسجود. فانطلق إِبراهيم حتى أتى مكة فقام هو وإِسماعيل، وأخذا المعاول لا يدريان أين البيت، فبعث الله ريحاً يقال لها الريح الخجوج، لها جناحان ورأس في صورة حية، فكشفت لهما حول الكعبة عن أساس البيت الأول، واتبعاها بالمعاول يحفران حتى وضعا الأساس، فذلك حين يقول تعالى { وَإِذْ يَرْفَعُ إِبْرَٰهِيمُ ٱلْقَوَاعِدَ مِنَ ٱلْبَيْتِ } وَإِذْ بَوَّأْنَا لإِبْرَٰهِيمَ مَكَانَ ٱلْبَيْتِ الحج 26 فلما بنيا القواعد، فبلغا مكان الركن، قال إِبراهيم لإسماعيل يابني، اطلب لي حجراً حسناً أضعه ههنا. قال ياأبت إِني كسلان لغب، قال عليَّ بذلك، فانطلق يطلب له حجراً، فجاءه جبريل بالحجر الأسود من الهند، وكان أبيض ياقوتة بيضاء مثل الثغامة، وكان آدم هبط به من الجنة، فاسود من خطايا الناس، فجاءه إِسماعيل بحجر، فوجده عند الركن، فقال يا أبت من جاءك بهذا؟ قال جاء به من هو أنشط منك، فبينا وهما يدعوان الكلمات التي ابتلى إِبراهيم ربه، فقال { رَبَّنَا تَقَبَّلْ مِنَّآ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ } وفي هذا السياق ما يدل على أن قواعد البيت كانت مبنية قبل إِبراهيم، وإِنما هدي إِبراهيم إِليها وبوىء لها، وقد ذهب إِلى هذا ذاهبون، كما قال الإمام عبد الرزاق أخبرنا معمر عن أيوب، عن سعيد بن جبير، عن ابن عباس { وَإِذْ يَرْفَعُ إِبْرَٰهِيمُ ٱلْقَوَاعِدَ مِنَ ٱلْبَيْتِ } قال القواعد التي كانت قواعد البيت قبل ذلك، وقال عبد الرزاق أيضاً أخبرنا هشام بن حسان عن سوار ختن عطاء، عن عطاء بن أبي رباح، قال لما أهبط الله آدم من الجنة، كانت رجلاه في الأرض، ورأسه في السماء، يسمع كلام أهل السماء ودعاءهم يأنس إِليهم، فهابت الملائكة حتى شكت إِلى الله في دعائها وفي صلاتها، فخفضه الله تعالى إِلى الأرض، فلما فقد ما كان يسمع منهم استوحش، حتى شكا ذلك إِلى الله في دعائه وفي صلاته، فوجه إِلى مكة، فكان موضع قدميه قرية، وخطوه مفازة، حتى انتهى إِلى مكة، وأنزل الله ياقوتة من ياقوت الجنة، فكانت على موضع البيت الآن، فلم يزل يطوف به حتى أنزل الله الطوفان، فرفعت تلك الياقوتة، حتى بعث الله إِبراهيم عليه السلام فبناه، ذلك قول الله تعالى { وَإِذْ بَوَّأْنَا لإِبْرَٰهِيمَ مَكَانَ ٱلْبَيْتِ } وقال عبد الرزاق أخبرنا ابن جريج عن عطاء، قال قال آدم إِني لاأسمع أصوات الملائكة، قال بخطيئتك، ولكن اهبط إِلى الأرض، فابن لي بيتاً، ثم احفف به كما رأيت الملائكة تحف ببيتي الذي في السماء، فيزعم الناس أنه بناه من خمسة أجبل من حراء وطور زيتا وطور سيناء والجودي، وكان ربضه من حراء، فكان هذا بناء آدم، حتى بناه إِبراهيم عليه السلام بعد، وهذا صحيح إِلى عطاء، ولكن في بعضه نكارة، والله أعلم. وقال عبد الرزاق أيضاً أخبرنا معمر عن قتادة، قال وضع الله البيت مع آدم حين أهبط الله آدم إِلى الأرض، وكان مهبطه بأرض الهند، وكان رأسه في السماء ورجلاه في الأرض، فكانت الملائكة تهابه، فنقص إِلى ستين ذراعاً، فحزن آدم إِذ فقد أصوات الملائكة وتسبيحهم، فشكا ذلك إِلى الله عز وجل، فقال الله يا آدم إِني أهبطت لك بيتاً تطوف به كما يطاف حول عرشي، وتصلي عنده كما يصلى عند عرشي، فانطلق إِليه آدم، فخرج ومدّ له في خطوه، فكان بين كل خطوتين مفازة، فلم تزل تلك المفازة بعد ذلك، فأتى آدم البيت، فطاف به ومن بعده من الأنبياء. وقال ابن جرير أخبرنا ابن حميد، أخبرنا يعقوب القميّ، عن حفص بن حميد، عن عكرمة، عن ابن عباس، قال وضع الله البيت على أركان الماء على أربعة أركان قبل أن تخلق الدنيا بألفي عام، ثم دحيت الأرض من تحت البيت. وقال محمد بن إسحاق حدثني عبد الله بن أبي نجيح عن مجاهد وغيره من أهل العلم أن الله لما بوأ إبراهيم مكان البيت خرج إليه من الشام، وخرج معه إسماعيل وأمه هاجر، وإسماعيل طفل صغير يرضع، وحملوا فيما حدثني على البراق، ومعه جبريل يدله على موضع البيت ومعالم الحرم، خرج معه جبريل، فكان لايمر بقرية إلا قال أبهذه أمرت ياجبريل؟ فيقول جبريل امضه، حتى قدم به مكة، وهي إذ ذاك عضاه وسلم وسمر، وبها أناس يقال لهم العماليق خارج مكة وما حولها، والبيت يومئذ ربوة حمراء مدرة، فقال إبراهيم لجبريل أههنا أمرت أن أضعهما؟ قال نعم، فعمد بهما إلى موضع الحجر، فأنزلهما فيه، وأمر هاجر أم إسماعيل أن تتخذ فيه عريشاً، فقال رَّبَّنَآ إِنَّى أَسْكَنتُ مِن ذُرِّيَّتِى بِوَادٍ غَيْرِ ذِى زَرْعٍ عِندَ بَيْتِكَ ٱلْمُحَرَّمِ إبراهيم 37 إلى قوله لَعَلَّهُمْ يَشْكُرُونَ إبراهيم 37 وقال عبد الرزاق أخبرنا هشام بن حسان، أخبرني حميد، عن مجاهد، قال خلق الله موضع هذا البيت قبل أن يخلق شيئاً بألفي سنة، وأركانه في الأرض السابعة، وكذا قال ليث بن أبي سليم عن مجاهد القواعد في الأرض السابعة، وقال ابن أبي حاتم حدثنا أبي، أخبرنا عمرو بن رافع أخبرنا عبد الوهاب بن معاوية عن عبد المؤمن بن خالد، عن علياء بن أحمر أن ذا القرنين قدم مكة، فوجد إبراهيم وإسماعيل يبنيان قواعد البيت من خمسة أجبل. فقال ما لكما ولأرضي؟ فقال نحن عبدان مأموران، أمرنا ببناء هذه الكعبة. قال فهاتا البينة على ما تدعيان. فقامت خمسة أكبش فقلن نحن نشهد أن إبراهيم وإسماعيل عبدان مأموران أمرا ببناء هذه الكعبة. فقال قد رضيت وسلمت، ثم مضى، وذكر الأزرقي في تاريخ مكة أن ذا القرنين طاف مع إبراهيم عليه السلام بالبيت، وهذا يدل على تقدم زمانه، والله أعلم. وقال البخاري رحمه الله قوله تعالى { وَإِذْ يَرْفَعُ إِبْرَٰهِيمُ ٱلْقَوَاعِدَ مِنَ ٱلْبَيْتِ وَإِسْمَـٰعِيلُ } الآية، القواعد أساسه، واحدها قاعدة، والقواعد من النساء واحدتها قاعدة. حدثنا إسماعيل حدثني مالك عن ابن شهاب، عن سالم بن عبد الله أن عبد الله بن محمد بن أبي بكر أخبر عبد الله بن عمر عن عائشة زوج النبي صلى الله عليه وسلم أن رسول الله صلى الله عليه وسلم قال \" ألم تري أن قومك حين بنوا البيت اقتصروا على قواعد إبراهيم؟ \" فقلت يارسول الله ألا تردها على قواعد إبراهيم؟ قال \" لولا حدثان قومك بالكفر \" فقال عبد الله بن عمر لئن كانت عائشة سمعت هذا من رسول الله صلى الله عليه وسلم ما أرى رسول الله صلى الله عليه وسلم ترك استلام الركنين اللذين يليان الحجر، إلا أن البيت لم يتم على قواعد إبراهيم عليه السلام. وقد رواه في الحج عن القعنبي، وفي أحاديث الأنبياء عن عبد الله بن يوسف، ومسلم عن يحيى بن يحيى، ومن حديث ابن وهب، والنسائي من حديث عبد الرحمن بن القاسم، كلهم عن مالك، به. ورواه مسلم أيضاً من حديث نافع قال سمعت عبد الله بن أبي بكر بن أبي قحافة، يحدث عبد الله بن عمر عن عائشة، عن النبي صلى الله عليه وسلم قال \" لولا أن قومك حديثو عهد بجاهلية ـ أو قال بكفر ـ لأنفقت كنز الكعبة في سبيل الله، ولجعلت بابها بالأرض، ولأدخلت فيها الحجر \" وقال البخاري أخبرنا عبيد الله بن موسى عن إسرائيل، عن أبي إسحاق، عن الأسود، قال قال لي ابن الزبير كانت عائشة تسر إليك حديثاً كثيراً، فما حدثتك في الكعبة؟ قال قلت قالت لي قال النبي صلى الله عليه وسلم \" يا عائشة لولا قومك حديث عهدهم ـ فقال ابن الزبير بكفر ـ لنقضت الكعبة، فجعلت لها بابين باباً يدخل منه الناس، وباباً يخرجون منه \" ففعله ابن الزبير، انفرد بإخراجه البخاري، فرواه هكذا في كتاب العلم من صحيحه، وقال مسلم في صحيحه حدثنا يحيى بن يحيى، أخبرنا أبو معاوية عن هشام بن عروة، عن أبيه، عن عائشة، قالت قال لي رسول الله صلى الله عليه وسلم \" ولولا حداثة عهد قومك بالكفر لنقضت الكعبة، ولجعلتها على أساس إِبراهيم فإن قريشاً حين بنت البيت استقصرت، ولجعلت لها خلفاً \" قال وحدثناه أبو بكر بن أبي شيبة، وأبو كريب، قالا أخبرنا ابن نمير عن هشام بهذا الإسناد، انفرد به مسلم، قال وحدثني محمد بن حاتم، حدثني ابن مهدي، أخبرنا سليم بن حيان عن سعيد، يعني ابن ميناء، قال سمعت عبد الله بن الزبير يقول حدثتني خالتي، يعني عائشة رضي الله عنها، قالت قال النبي صلى الله عليه وسلم \" يا عائشة لولا قومك حديثو عهد بشرك، لهدمت الكعبة فألزقتها بالأرض، ولجعلت لها باباً شرقياً، وباباً غربياً، وزدت فيها ستة أذرع من الحجر فإِن قريشاً اقتصرتها حيث بنت الكعبة \" انفرد به أيضاً.ذكر بناء قريش الكعبة بعد إِبراهيم الخليل عليه السلام بمدد طويلة،وقبل مبعث رسول الله صلى الله عليه وسلم بخمس سنين وقد نقل معهم في الحجارة، وله من العمر خمس وثلاثون سنة، صلوات الله وسلامه عليه دائماً إِلى يوم الدين. قال محمد بن إِسحاق بن يسار في السيرة ولما بلغ رسول الله صلى الله عليه وسلم خمساً وثلاثين سنة، اجتمعت قريش لبنيان الكعبة، وكانوا يهمون بذلك ليسقفوها، ويهابون هدمها، وإِنما كانت رضماً فوق القامة، فأرادوا رفعها وتسقيفها، وذلك أن نفراً سرقوا كنز الكعبة، وإِنما كان يكون في بئر في جوف الكعبة، وكان الذي وجد عنده الكنز دويك مولى بني مليح بن عمرو من خزاعة، فقطعت قريش يده، ويزعم الناس أن الذين سرقوه وضعوه عند دويك، وكان البحر قد رمى بسفينة إِلى جدة لرجل من تجار الروم، فتحطمت، فأخذوا خشبها، فأعدوه لتسقيفها، وكان بمكة رجل قبطي نجار، فهيأ لهم في أنفسهم بعض ما يصلحها، وكانت حية تخرج من بئر الكعبة التي كانت تطرح فيها ما يهدى لها كل يوم، فتشرف على جدار الكعبة، وكانت مما يهابون، وذلك أنه كان لا يدنو منها أحد إِلا احزألت وكشت وفتحت فاها، فكانوا يهابونها، فبينا هي يوماً تتشدَّق على جدار الكعبة كما كانت تصنع، بعث الله إِليها طائراً، فاختطفها، فذهب بها، فقالت قريش إِنا لنرجو أن يكون الله قد رضي ما أردنا، عندنا عامل رفيق، وعندنا خشب، وقد كفانا الله الحية، فلما أجمعوا أمرهم في هدمها وبنيانها، قام أبو وهب بن عمرو بن عائذ بن عبد بن عمران بن مخزوم، فتناول من الكعبة حجراً، فوثب من يده حتى رجع إِلى موضعه، فقال يامعشر قريش لا تدخلوا في بنيانها من كسبكم إِلا طيباً، لا يدخل فيها مهر بغي، ولابيع ربا، ولا مظلمة أحد من الناس، قال ابن إسحاق والناس ينتحلون هذا الكلام للوليد بن المغيرة بن عبد الله بن عمرو بن مخزوم، قال ثم إِن قريشاً تجزأت الكعبة، فكان شق الباب لبني عبد مناف وزهرة، وكان ما بين الركن الأسود، والركن اليماني لبني مخزوم وقبائل من قريش انضموا إِليهم، وكان ظهر الكعبة لبني جمح وسهم، وكان شق الحجر لبني عبد الدار بن قصي، ولبني أسد بن عبد العزى بن قصي، ولبني عدي بن كعب بن لؤي، وهو الحطيم، ثم إِن الناس هابوا هدمها وفرقوا منه، فقال الوليد بن المغيرة أنا أبدؤكم في هدمها، فأخذ المعول، ثم قام عليها وهو يقول اللهم لم ترع، اللهم إِنا لا نريد إِلا الخير، ثم هدم من ناحية الركنين، فتربص الناس تلك الليلة، وقالوا ننظر، فإِن أصيب لم نهدم منها شيئاً، ورددناها كما كانت، وإِن لم يصبه شيء، فقد رضي الله ما صنعنا، فأصبح الوليد من ليلته غادياً على عمله، فهدم، وهدم الناس معه، حتى إِذا انتهى الهدم بهم إِلى الأساس، أساس إِبراهيم عليه السلام، أفضوا إِلى حجارة خضر كالأسنة آخذ بعضها بعضاً، قال فحدثني بعض من يروي الحديث أن رجلاً من قريش ممن كان يهدمها، أدخل عتلة بين حجرين منها ليقلع بها أيضاً أحدهما، فلما تحرك الحجر انتفضت مكة بأسرها، فانتهوا عن ذلك الأساس. قال ابن إسحاق ثم إِن القبائل من قريش جمعت الحجارة لبنائها، كل قبيلة تجمع على حدة، ثم بنوها حتى بلغ البنيان موضع الركن، يعني الحجر الأسود، فاختصموا فيه كل قبيلة تريد أن ترفعه إِلى موضعه دون الأخرى، حتى تحاوروا وتخالفوا وأعدوا للقتال، فقربت بنو عبد الدار جفنة مملوءة دماً، ثم تعاقدوا هم وبنو عدي بن كعب بن لؤي على الموت، وأدخلوا أيديهم في ذلك الدم في تلك الجفنة، فسموا «لعقة الدم» فمكثت قريش على ذلك أربع ليال أو خمساً، ثم إِنهم اجتمعوا في المسجد، فتشاوروا وتناصفوا، فزعم بعض أهل الرواية أن أبا أمية بن المغيرة بن عبد الله بن عمرو بن مخزوم، وكان عامئذ أسن قريش كلهم، قال يا معشر قريش اجعلوا بينكم فيما تختلفون فيه أول من يدخل من باب هذا المسجد يقضي بينكم فيه، ففعلوا، فكان أول داخل رسول الله صلى الله عليه وسلم فلما رأوه قالوا هذا الأمين رضينا، هذا محمد. فلما انتهى إليهم، وأخبروه الخبر، قال صلى الله عليه وسلم هلم إِلي ثوباً، فأتي به، فأخذ الركن، يعني الحجر الأسود، فوضعه فيه بيده، ثم قال لتأخذ كل قبيلة بناحية من الثوب، ثم ارفعوه جميعاً، ففعلوا حتى إذا بلغوا به موضعه، وضعه هو بيده صلى الله عليه وسلم ثم بني عليه، وكانت قريش تسمي رسول الله صلى الله عليه وسلم قبل أن ينزل الوحي الأمين، فلما فرغوا من البنيان وبنوها على ما أرادوا، قال الزبير بن عبد المطلب، فيما كان من أمر الحية التي كانت قريش تهاب بنيان الكعبة لها عجبتُ لما تصوَّبَتِ العُقابُ إلى الثعبانِ وهيَ لها اضطرابُ وقد كانت يكونُ لها كشيشٌ وأحياناً يكون لها وِثابُ إذا قمنا إلى التأسيس شدت تهيبنا البناءَ وقد تُهاب فلما أن خشينا الرجزَ جاءت عقابٌ تتلئبُّ لها انصبابُ فضمَّتْها إليها ثم خَلَّت لنا البنيانَ ليس لهُ حِجابُ فقمنا حاشدين إلى بناءٍ لنا منه القواعدُ والترابُ غداة نرفعُ التأسيسَ منهُ وليسَ على مساوينا ثيابُ أعزَّ به المليكُ بني لُؤَيَ فليس لأصله منهم ذَهابُ وقد حشدت هناك بنو عديَ ومرةُ قد تقدمها كلابُ فَبَوَّأَنا المَلِيكُ بذاك عِزّاً وعندَ اللّهِ يُلْتَمَسُ الثوابُ قال ابن إسحاق وكانت الكعبة على عهد النبي صلى الله عليه وسلم ثماني عشر ذراعاً، وكانت تكسى القباطي، ثم كسيت بعد البرود، وأول من كساها الديباج الحجاج بن يوسف، قلت ولم تزل على بناء قريش حتى احترقت في أول إمارة عبدالله بن الزبير بعد سنة ستين وفي آخر ولاية يزيد بن معاوية، لما حاصروا ابن الزبير، فحينئذٍ نقضها ابن الزبير إلى الأرض، وبناها على قواعد إبراهيم عليه السلام، وأدخل فيها الحجر، وجعل لها باباً شرقياً وباباً غربياً ملصقين بالأرض كما سمع ذلك من خالته عائشة أم المؤمنين عن رسول الله صلى الله عليه وسلم، ولم تزل كذلك مدة إمارته حتى قتله الحجاج، فردها إلى ما كانت عليه بأمر عبد الملك بن مروان له بذلك، كما قال مسلم بن الحجاج في صحيحه أخبرنا هناد بن السري، أخبرنا ابن أبي زائدة، أخبرنا ابن أبي سليمان عن عطاء، قال لما احترق البيت زمن يزيد بن معاوية حين غزاها أهل الشام، فكان من أمره ما كان، تركه ابن الزبير حتى قدم الناس الموسم، يريد أن يُحَرِّبُهم على أهل الشام، فلما صدر الناس قال يأيها الناس أشيروا عليّ في الكعبة أنقضها ثم أبني بناءها، أو أصلح ما وَهَى منها، قال ابن عباس فإني قد خرق لي رأي فيها، أرى أن تصلح ما وَهَى منها، وتدع بيتاً أسلم الناس عليه? وأحجاراً أسلم الناس عليها، وبعث عليها صلى الله عليه وسلم فقال ابن الزبير لو كان أحدهم احترق بيته ما رضي حتى يجدده، فكيف بيت ربكم عز وجل؟ إني مستخير ربي ثلاثاً، ثم عازم على أمري، فلما مضت ثلاث، أجمع رأيه على أن ينقضها، فتحاماها الناس أن ينزل بأول الناس يصعد فيه أمر من السماء، حتى صعده رجل، فألقى منه حجارة، فلما لم يره الناس أصابه شيء، تتابعوا فنقضوه حتى بلغوا به الأرض، فجعل ابن الزبير أعمدة يستر عليها الستور حتى ارتفع بناؤه، وقال ابن الزبير إني سمعت عائشة رضي الله عنها تقول إن النبي صلى الله عليه وسلم قال \" لولا أن الناس حديث عهدهم بكفر، وليس عندي من النفقة ما يقويني على بنائه، لكنت أدخلت فيه من الحجر خمسة أذرع، ولجعلت له باباً يدخل الناس منه، وباباً يخرجون منه \" قال فأنا أجد ما أنفق، ولست أخاف الناس، قال فزاد فيه خمسة أذرع من الحجر حتى أبدى له أساً، فنظر الناس إليه، فبنى عليه البناء، وكان طول الكعبة ثمانية عشر ذراعاً، فلما زاد فيه استقصره، فزاد في أوله عشرة أذرع، وجعل له بابين أحدهما يدخل منه، والآخر يخرج منه. فلما قتل ابن الزبير، كتب الحجاج إلى عبد الملك يستجيزه بذلك، ويخبره أن ابن الزبير قد وضع البناء على أس نظر إليه العدول من أهل مكة، فكتب إليه عبد الملك إنا لسنا من تلطيخ ابن الزبير في شيء، أما ما زاده في طوله فأقره، وأما ما زاد فيه من الحجر فرده إلى بنائه، وسد الباب الذي فتحه، فنقضه وأعاده إلى بنائه، وقد رواه النسائي في سننه عن هناد، عن يحيى بن أبي زائدة، عن عبد الملك بن أبي سليمان، عن عطاء، عن ابن الزبير عن عائشة بالمرفوع منه، ولم يذكر القصة، وقد كانت السنة إقراراً لما فعله عبد الله بن الزبير رضي الله عنهما، لأنه هو الذي ودّه رسول الله صلى الله عليه وسلم، ولكن خشي أن تنكره قلوب بعض الناس لحداثة عهدهم بالإسلام، وقرب عهدهم من الكفر، ولكن خفيت هذه السنة على عبد الملك بن مروان، ولهذا لما تحقق ذلك عن عائشة أنها روت ذلك عن رسول الله صلى الله عليه وسلم قال وددنا أنا تركناه وما تولى، كما قال مسلم حدثني محمد بن حاتم، حدثنا محمد بن بكر، أخبرنا ابن جريج سمعت عبد الله بن عبيد بن عمير والوليد بن عطاء يحدثان عن الحارث بن عبد الله ابن أبي ربيعة، قال عبد الله بن عبيد وفد الحارث بن عبد الله على عبد الملك بن مروان في خلافته، فقال عبد الملك ما أظن أبا خبيب، يعني ابن الزبير، سمع من عائشة ما كان يزعم أنه سمعه منها، قال الحارث بلى، أنا سمعته منها. قال سمعتها تقول ماذا؟ قال قالت قال رسول الله صلى الله عليه وسلم \" إن قومك استقصروا من بنيان البيت، ولولا حداثة عهدهم بالشرك أعدت ما تركوا منه، فإن بدا لقومك من بعدي أن يبنوه، فهلمي لأريك ما تركوه منه \" فأراها قريباً من سبعة أذرع، هذا حديث عبد الله بن عبيد بن عمير، وزاد عليه الوليد بن عطاء قال النبي صلى الله عليه وسلم \" ولجعلت لها بابين موضوعين في الأرض شرقياً وغربياً، وهل تدرين لم كان قومك رفعوا بابها \" قالت لا. قال \" تعززاً أن لا يدخلها إلا من أرادوا، فكان الرجل إذا هو أراد أن يدخلها يدعونه حتى يرتقي، حتى إذا كاد أن يدخل دفعوه فسقط \" قال عبد الملك فقلت للحارث أنت سمعتها تقول هذا؟ قال نعم، قال فنكت ساعة بعصاه، ثم قال وددت أني تركته وما تحمل. قال مسلم وحدثناه محمد بن عمرو بن جبلة، حدثنا أبو عاصمح، وحدثنا عبد بن حميد، أخبرنا عبد الرزاق كلاهما عن ابن جريج بهذا الإسناد مثل حديث أبي بكر، قال وحدثنا محمد بن حاتم، حدثنا عبد الله بن بكر السهمي، حدثنا حاتم بن أبي صغيرة عن أبي قزعة أن عبد الملك بن مروان بينما هو يطوف بالبيت إذ قال قاتل الله ابن الزبير حيث يكذب على أم المؤمنين، يقول سمعتها تقول قال رسول الله صلى الله عليه وسلم \" يا عائشة لولا حدثان قومك بالكفر لنقضت الكعبة حتى أزيد فيها من الحجر. فإن قومك قصروا في البناء \" فقال الحارث بن عبد الله بن أبي ربيعة لا تقل هذا يا أمير المؤمنين، فإني سمعت أم المؤمنين تحدث هذا. قال لو كنت سمعته قبل أن أهدمه لتركته على ما بنى ابن الزبير، فهذا الحديث كالمقطوع به إلى عائشة، لأنه قد روي عنها من طرق صحيحة متعددة عن الأسود بن يزيد والحارث بن عبد الله بن أبي ربيعة وعبد الله بن الزبير وعبد الله بن محمد بن أبي بكر وعروة بن الزبير، فدل هذا على صواب ما فعله ابن الزبير، فلو ترك لكان جيداً. ولكن بعدما رجع الأمر إلى هذا الحال، فقد كره بعض العلماء أن يغير عن حاله كما ذكر عن أمير المؤمنين هارون الرشيد أو أبيه المهدي أنه سأل الإمام مالكاً عن هدم الكعبة وردها إلى ما فعله ابن الزبير. فقال له مالك يا أمير المؤمنين لا تجعل كعبة الله ملعبة للملوك، لا يشاء أحد أن يهدمها إلا هدمها، فترك ذلك الرشيد، نقله عياض والنووي. ولا تزال ـ والله أعلم ـ هكذا إلى آخر الزمان، إلى أن يخربها ذو السويقتين من الحبشة، كما ثبت ذلك في الصحيحين عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم \" يخرب الكعبة ذو السويقتين من الحبشة \" أخرجاه، وعن ابن عباس عن النبي صلى الله عليه وسلم \" كأني به أسود أفحج يقلعها حجراً حجراً \" رواه البخاري، وقال الإمام أحمد بن حنبل في مسنده أخبرنا أحمد بن عبد الملك الحراني، أخبرنا محمد بن سلمة عن ابن إسحاق عن ابن أبي نجيح، عن مجاهد، عن عبد الله بن عمرو بن العاص رضي الله عنهما، قال سمعت رسول الله صلى الله عليه وسلم يقول \" يخرب الكعبة ذو السويقتين من الحبشة، ويسلبها حليتها، ويجردها من كسوتها، ولكأني أنظر إليه أصيلع أفيدع يضرب عليها بمسحاته ومعوله \" الفدع زيغ بين القدم وعظم الساق، وهذا، والله أعلم، إنما يكون بعد خروج يأجوج ومأجوج لما جاء في صحيح البخاري عن أبي سعيد الخدري رضي الله عنه، قال قال رسول الله صلى الله عليه وسلم \" ليحجن البيت وليعتمرنّ بعد خروج يأجوج ومأجوج \". وقوله تعالى حكاية لدعاء إبراهيم وإسماعيل عليهما السلام { رَبَّنَا وَٱجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةً مُّسْلِمَةً لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَآ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ } قال ابن جرير يعنيان بذلك واجعلنا مستسلمين لأمرك، خاضعين لطاعتك، ولا نشرك معك في الطاعة أحداً سواك، ولا في العبادة غيرك، وقال ابن أبي حاتم أخبرنا أبي، أخبرنا إسماعيل عن رجاء بن حبان الحصيني القرشي، أخبرنا معقل ابن عبيد الله عن عبد الكريم { وَٱجْعَلْنَا مُسْلِمَيْنِ لَكَ } قال مخلصين لك، { وَمِن ذُرِّيَّتِنَآ أُمَّةً مُّسْلِمَةً لَّكَ } قال مخلصة، وقال أيضاً أخبرنا علي بن الحسين، أخبرنا المقدمي، أخبرنا سعيد بن عامر عن سلام ابن أبي مطيع في هذه الآية { وَٱجْعَلْنَا مُسْلِمَيْنِ لَكَ } قال كانا مسلمين، ولكنهما سألاه الثبات. وقال عكرمة { رَبَّنَا وَٱجْعَلْنَا مُسْلِمَيْنِ لَكَ } قال الله قد فعلت، { وَمِن ذُرِّيَّتِنَآ أُمَّةً مُّسْلِمَةً لَّكَ } قال الله قد فعلت. وقال السدي { وَمِن ذُرِّيَّتِنَآ أُمَّةً مُّسْلِمَةً لَّكَ } يعنيان العرب. قال ابن جرير والصواب أنه يعم العرب وغيرهم، لأن من ذرية إبراهيم بني إسرائيل، وقد قال الله تعالى { وَمِن قَوْمِ مُوسَىٰ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِ يَعْدِلُونَ } ، قلت وهذا الذي قاله ابن جرير لا ينفيه السدي، فإن تخصيصهم بذلك لا ينفي من عداهم، والسياق إنما هو العرب، ولهذا قال بعده { رَبَّنَا وَٱبْعَثْ فِيهِمْ رَسُولاً مِّنْهُمْ يَتْلُواْ عَلَيْهِمْ آيَـٰتِكَ وَيُعَلِّمُهُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَيُزَكِّيهِمْ } الآية. والمراد بذلك محمد صلى الله عليه وسلم، وقد بعث فيهم كما قال تعالى هُوَ ٱلَّذِى بَعَثَ فِى ٱلأُمِّيِّينَ رَسُولاً مِّنْهُمْ يَتْلُو عَلَيْهِمْ ءَايَـٰتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الجمعة 2 ومع هذا لا ينفي رسالته إلى الأحمر والأسود لقوله تعالى قُلْ يَٰأَيُّهَا ٱلنَّاسُ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ جَمِيعًا الأعراف 158 وغير ذلك من الأدلة القاطعة، وهذا الدعاء من إبراهيم وإسماعيل عليهما السلام كما أخبرنا الله تعالى عن عباده المتقين المؤمنين في قوله وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَٰجِنَا وَذُرِّيَّـٰتِنَا قُرَّةَ أَعْيُنٍ وَٱجْعَلْنَا لِلْمُتَّقِينَ إِمَاماً الفرقان 74 وهذا القدر مرغوب فيه شرعاً، فإن من تمام محبة عبادة الله تعالى أن يحب أن يكون من صلبه من يعبد الله وحده لا شريك له. ولهذا لما قال الله تعالى لإبراهيم عليه السلام إِنِّى جَـٰعِلُكَ لِلنَّاسِ إِمَامًا البقرة 124 قال وَمِن ذُرِّيَّتِى قَالَ لاَ يَنَالُ عَهْدِي ٱلظَّـٰلِمِينَ البقرة 124 وهو قوله وَٱجْنُبْنِى وَبَنِىَّ أَن نَّعْبُدَ ٱلأَصْنَامَ إبراهيم 35 وقد ثبت في صحيح مسلم عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال \" إذا مات ابن آدم انقطع عمله إلا من ثلاث صدقة جارية أو علم ينتفع به أو ولد صالح يدعو له \" { وَأَرِنَا مَنَاسِكَنَا } قال ابن جرير عن عطاء { وَأَرِنَا مَنَاسِكَنَا } أخرجها لنا، علمناها، وقال مجاهد { وَأَرِنَا مَنَاسِكَنَا } مذابحنا. وروي عن عطاء أيضاً وقتادة نحو ذلك. وقال سعيد بن منصور أخبرنا عتاب بن بشير عن خصيف، عن مجاهد، قال قال إبراهيم { وَأَرِنَا مَنَاسِكَنَا } فأراه جبرائيل، فأتى به البيت، فقال ارفع القواعد، فرفع القواعد، وأتم البنيان، ثم أخذ بيده، فأخرجه فانطلق به إلى الصفا، قال هذا من شعائر الله، ثم انطلق به إلى المروة، فقال وهذا من شعائر الله، ثم انطلق به نحو منى، فلما كان من العقبة إذا إبليس قائم عند الشجرة، فقال كبر وارمه، فكبر ورماه، ثم انطلق إبليس، فقام عند الجمرة الوسطى، فلما جاز به جبريل وإبراهيم قال له كبر وارمه، فكبر ورماه، فذهب الخبيث إبليس، وكان الخبيث أراد أن يدخل في الحج شيئاً، فلم يستطع، فأخذ بيد إبراهيم حتى أتى به المشعر الحرام، فقال هذا المشعر الحرام، فأخذ بيد إبراهيم حتى أتى به عرفات، قال قد عرفت ما أريتك؟ قالها ثلاث مرات، قال نعم. وروي عن أبي مجلز وقتادة نحو ذلك، وقال أبو داود الطيالسي أخبرنا حماد بن سلمة عن أبي العاصم الغنوي، عن أبي الطفيل، عن ابن عباس، قال إن إبراهيم لما أري أوامر المناسك، عرض له الشيطان عند المسعى، فسابقه إبراهيم، ثم انطلق به جبريل حتى أتى به منى، قال هذا مناخ الناس، فلما انتهى إلى جمرة العقبة تعرض له الشيطان، فرماه بسبع حصيات حتى ذهب، ثم أتى به إلى الجمرة القصوى فعرض له الشيطان، فرماه بسبع حصيات حتى ذهب، فأتى به جَمْعاً، فقال هذا المشعر، ثم أتى به عرفة، فقال هذه عرفة، فقال له جبريل أعرفت؟.", "annotation": {"aya": [{"start": 1799, "end": 1827}, {"start": 2043, "end": 2110}, {"start": 2296, "end": 2375}, {"start": 2396, "end": 2563}, {"start": 5921, "end": 6011}, {"start": 6827, "end": 6902}, {"start": 8165, "end": 8245}, {"start": 15464, "end": 15596}, {"start": 15977, "end": 16130}, {"start": 16478, "end": 16700}, {"start": 16870, "end": 16906}, {"start": 17441, "end": 17472}, {"start": 17801, "end": 17912}, {"start": 24966, "end": 24995}, {"start": 25014, "end": 25102}, {"start": 25670, "end": 25782}, {"start": 27399, "end": 27500}, {"start": 27582, "end": 27769}, {"start": 27794, "end": 27993}, {"start": 28014, "end": 28348}, {"start": 28589, "end": 28687}, {"start": 28871, "end": 28968}, {"start": 30541, "end": 30574}, {"start": 30634, "end": 30657}, {"start": 31770, "end": 31866}, {"start": 31886, "end": 31897}, {"start": 42108, "end": 42157}, {"start": 45310, "end": 45406}, {"start": 45427, "end": 45450}, {"start": 59967, "end": 60085}, {"start": 60149, "end": 60217}, {"start": 60360, "end": 60492}, {"start": 60665, "end": 60701}, {"start": 60717, "end": 60775}, {"start": 60796, "end": 60844}], "hadith": [{"start": 4128, "end": 4135}, {"start": 4360, "end": 4367}, {"start": 8131, "end": 8158}, {"start": 10816, "end": 10860}, {"start": 18050, "end": 18083}, {"start": 19010, "end": 19110}, {"start": 19453, "end": 19637}, {"start": 19866, "end": 20072}, {"start": 20121, "end": 20137}, {"start": 20372, "end": 20420}, {"start": 20567, "end": 20604}, {"start": 20731, "end": 20754}, {"start": 20781, "end": 20869}, {"start": 20883, "end": 20951}, {"start": 21037, "end": 21089}, {"start": 21160, "end": 21276}, {"start": 21352, "end": 21487}, {"start": 21546, "end": 21810}, {"start": 22273, "end": 22539}, {"start": 22604, "end": 22618}, {"start": 23019, "end": 23157}, {"start": 23237, "end": 23251}, {"start": 23493, "end": 23787}, {"start": 24508, "end": 24608}, {"start": 25239, "end": 25274}, {"start": 28709, "end": 28787}, {"start": 28805, "end": 28852}, {"start": 32393, "end": 32419}, {"start": 32735, "end": 32827}, {"start": 33437, "end": 33475}, {"start": 34496, "end": 34549}, {"start": 37255, "end": 37285}, {"start": 38060, "end": 38082}, {"start": 46553, "end": 46614}, {"start": 46665, "end": 46691}, {"start": 47199, "end": 47321}, {"start": 47520, "end": 47648}, {"start": 47859, "end": 47982}, {"start": 48278, "end": 48450}, {"start": 54223, "end": 54383}, {"start": 55844, "end": 55981}, {"start": 56099, "end": 56186}, {"start": 56200, "end": 56320}, {"start": 56812, "end": 56909}, {"start": 57793, "end": 57831}, {"start": 57881, "end": 57921}, {"start": 58152, "end": 58281}, {"start": 58458, "end": 58506}, {"start": 60939, "end": 61028}], "verse": [{"start": 964, "end": 1022}, {"start": 9673, "end": 9750}, {"start": 52134, "end": 52658}]}}