{"text": " اعلم أولاً أن في هذا الحرف قراءتين سبعيتين قرأه نافع وحفص عن عاصم وحمزة والكسائي { فَنَادَاهَا مِن تَحْتِهَآ } بكسر الميم على أن \" من \" حرف جر، وخفض تاء تحتها، لأن الظرف مجرور بـ \" من \". وقرأه ابن كثير وأبو عمر، وابن عامر وشعبة عن عاصم، \" فنادها من تحتها \" بفتح ميم \" من \" على أنه اسم موصول هو فاعل نادى، أن ناداها الذي تحتها. وفتح أي \" تحتها \" فعلى القراءة الأولى ففاعل النداء ضمير محذوف. وعلى الثانية فالفاعل الاسم الموصول الذي هو \" من \". وإذا عرفت هذا فاعلم أن العلماء مختلفون في هذا المنادى الذي ناداها المعبر عنه في إحدى القراءتين بالضمير، وفي الثانية بالاسم الموصول من هو؟ فقال بعض العلماء هو عيسى. وقال بعض العلماء هو جبريل. وممن قال إن الذي نادى مريم هو جبريل - ابن عباس، وعمرو بن ميمون الأودي، والضحاك، وقتادة، والسدي، وسعيد بن جبير في إحدى الروايتين عنه. وأهل هذا القول قالوا لم يتكلم عيسى حتى أتت به قومها. وممن قال إن الذي نادها هو عيسى عندما وضعته - أبي، ومجاهد، والحسن، ووهب بن منبه، وسعيد بن جبير في الرواية الأخرى عنه وابن زيد. فإذا علمت ذلك فاعلم أن من قال إنه الملك يقول فناداها جبريل من مكان تحتها، لأنها على ربوة مرتفعة، وقد ناداها من مكان منخفض عنها، وبعض أهل هذا القول يقول كان جبريل تحتها يقبل الولد كما تقبله القابلة. والظاهر الأول على هذا القول. وعلى قراءة \" فناداها من تحتها \" بفتح الميم وتاء \" تحتها \" عند أهل هذا القول. فالمعنى فنادها الذي هو تحتها أي في مكان أسفل من مكانها، أو تحتها يقبل الولد كما تقبل القابلة مع ضعف الاحتمال الأخير كما قدمنا، أي وهو جبريل فعلى القراءة الأولى على القول \" فناداها \" هو أي جبريل من تحتها. وعلى القراءة الثانية \" فنادها من تحتها \" أي الذي تحتها وهو جبريل. وأما على القول بأن المنادى هو عيسى، فالمعنى على القراءة الأولى فناداها هو أي المولود الذي وضعته من تحتها. لأنه كان تحتها عند الوضع. على القراءة الثانية \" فناداها من تحتها \" أي الذي تحتها وهو المولود المذكور الكائن تحتها عند الوضع. وممن اختار أن الذي ناداها هو عيسى ابن جرير الطبري في تفسيره، واستظهره أبو حيان في البحر، واستظهر القرطبي أنه جبريل. قال مقيدة عفا الله عنه وغفر له أظهر القولين عندي أن الذي ناداها هو ابنها عيسى، وتدل على ذلك قرينتان الأولى - أن الضمير يرجع إلى أقرب مذكور إلا بدليل صارف عن ذلك يجب الرجوع إليه، وأقرب مذكور في الآية هو عيسى لا جبريل. لأن الله قال فَحَمَلَتْهُ مريم 22 يعني عيسى فَٱنْتَبَذَتْ بِهِ مريم 22 أي بعيسى. ثم قال بعده \" فناداها \" فالذي يظهر ويتبارد من السياق أنه عيسى. والقرينة الثانية - أنها لما جاءت به قومها تحمله، وقالوا لها ما قالوا أشارت إلى عيسى ليكلموه. كما قال تعالى عنها فَأَشَارَتْ إِلَيْهِ قَالُواْ كَيْفَ نُكَلِّمُ مَن كَانَ فِي ٱلْمَهْدِ صَبِيّاً مريم 29 وإشارتها إليه ليكلموه قرينة على أنها عرفت قبل ذلك أنه يتكلم على سبيل خرق العادة لندائه لها عندما وضعته. وبهذه القرينة الأخيرة استدل سعيد بن جبير في إحدى الروايتين عنه على أنه عيسى. كما نقله عنه غير واحد. و \" أن \" في قوله \" ألاتحزني \" هي المفسرة، فهي بمعنى أي. وضابط \" أن \" المفسرة أن يتقدمها معنى القول دون حروفه كما هنا. فالنداء فيه بمعنى القول دون حروفه ومعنى كونها مفسرة أن الكلام الذي بعدها هومعنى ما قبلها. فالنداء المذكور قبلها هو لا تحزني قد جعل ربك تحتك سريا. واختلف العلماء في المراد بالسري هنا. فقال بعض العلماء هو الجدول وهو النهر الصغير. لأن الله أجرى لها تحتها نهراً. وعليه فقوله تعالى { فكلي } أي من الرطب المذكور في قوله تُسَاقِطْ عَلَيْكِ رُطَباً جَنِيّاً مريم 25 أي من النهر المذكور في قوله { قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيّاً } وإطلاق السري على الجدول مشهور في كلام العرب. ومنه قول لبيد في معلقته فتوسطا عرض السري وصدعا   مسجورة متجاوراً قلامها وقول لبيد أيضاً يصف نخلاً نابتاً على ماء النهر سحق يمتعها الصفا وسريه   عم نواعم بينهن كروم وقول الآخر سهل الخليقة ماجد ذو نائل   مثل السري تمده الأنهار فقوله \" سريه \". وقولهما \" السري \" بمعنى الجدول. وكذلك قول الراجز سلم ترى الدالي منه أزورا   إذا يعب في السري هرهرا وقال بعض أهل العلم السري هو عيسى. والسري هو الرجل الذي له شرف مروءة. يقال في فعله سرو بالضم. وسرا - بالفتح - يسرو سروا فيهما. وسري - بالكسر - يسري سري وسراء وسروا إذا شرف. ويجمع السري هذا على أسرياء على القياس، وسرواء وسراة بالفتح. وعن سيبويه أن السراة - بالفتح - اسم جمع لا جمع. ومنه قول الأفوه الأودي لا يصلح الناس فوضى لا سراة لهم   ولا سراة إذا جهالهم سادوا ويجمع السراة على سروات. ومنه قول قيس بن الحطين وعمرة من سروات النساء   تنفح بالمسك أردانها ومن إطلاق السري بمعنى الشريف قول الشاعر تلقى السري من الرجال بنفسه   وابن السري إذا سرى أسراهما وقوله \" أسراهما \" أي أشرفهما. قاله في اللسان. قال مقيدة عفا الله عنه وغفر له أظهر القولين عندي أن السري في الآية النهر الصغير، والدليل على ذلك أمران أحدهما - القرينة من القرآن، فقوله تعالى فَكُلِي وَٱشْرَبِي مريم 26 قرينة على أن ذلك المأكول والمشروب هو ما تقدم الامتنان به في قوله { قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيّاً } ، وقوله تُسَاقِطْ عَلَيْكِ رُطَباً جَنِيّاً مريم 25، وكذلك قوله تعالى وَآوَيْنَاهُمَآ إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ المؤمنون 50 لأن المعين الماء الجاري. والظاهر أن الجدول المعبر عنه بالسري في هذه الآية. والله تعالى أعلم. الأمر الثاني - حديث جاء بذلك عن النَّبي صلى الله عليه وسلم. قال ابن كثير رحمه الله في تفسير هذه الآية وقد جاء بذلك حديث مرفوع، قال الطبراني حدثنا أبو شعيب الحراني، حدثنا يحيى بن عبد الله البابلي، حدثنا أيوب بن نهيك، سمعت عكرمة مولى ابن عباس، سمعت ابن عمر يقول سمعت رسول الله صلى الله عليه وسلم يقول \" إن السري الذي قال الله لمريم { قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيّاً } ، نهر أخرجه الله لها لتشرب منه \" وهذا حديث غريب جداً من هذا الوجه. وأيوب بن نهيك هذا هو الحبلى، قال فيه أبو حاتم الرازي ضعيف. وقال أبو زرعة منكر الحديث. وقال أبو الفتح الأزدي متروك الحديث - انتهى كلام ابن كثير. وقال ابن حجر رحمه الله في \" الكافي الشاف، في تخريج أحاديث الكشاف \" في الحديث المذكور أخرجه الطبراني في الصغير، وابن عدي من رواية أبي سنان سعيد بن سنان، عن أبي إسحاق، عن البراء عن النَّبي صلى الله عليه وسلم في قوله تعالى { قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيّاً } قال \" السري النهر \" قال الطبراني لم يرفعه عن أبي إسحاق إلا أبو سنان، رواه عنه يحيى بن معاوية وهو ضعيف. وأخرجه عبد الرزاق، عن الثوري، عن أبي إسحاق عن البراء موقوفاً. وكذا ذكره البخاري تعليقاً عن وكيع، عن إسرائيل، عن أبي إسحاق. ورواه ابن مروديه من طريق آدم، عن إسرائيل كذلك وأخرجه الحاكم من وجه آخر عن أبي إسحاق موقوفاً. وفي الباب عن ابن عمر رضي الله عنهما قال \" إن السري الذي قاله لمريم نهر أخرجه الله لتشرب منه \". أخرجه الطبراني وأبو نعيم في الحلية في ترجمة عكرمة عن ابن عمر، وراويه عن عكرمة أيوب بن نهيك ضعفه أبو حاتم وأبو زرعة - انتهى. فهذا الحديث المرفوع إلى النَّبي صلى الله عليه وسلم وإن كانت طرقه لا يخلو شيء منها من ضعف - أقرب إلى الصواب من دعوى أن السري عيسى بغير دليل يجب الرجوع إليه. وممن اختار أن السري المذكور في الآية النهر- ابن جرير في تفسيره، وبه قال البراء بن عازب، وعلي بن أبي طلحة، عن ابن عباس. وعمر بن ميمون، ومجاهد، وسعيد بن جبير، والضحاك، وإبراهيم النخعي، وقتادة، والسدي، ووهب بن منبه وغيرهم. وممن قال إنه عيسى الحسن، والربيع بن أنس، ومحمد بن عباد بن جعفر. وهو إحدى الروايتين عن قتادة. وقول عبد الرحمن بن زيد بن أسلم قاله ابن كثير وغيره.", "annotation": {"aya": [{"start": 2095, "end": 2107}, {"start": 2126, "end": 2144}, {"start": 2338, "end": 2417}, {"start": 3062, "end": 3097}, {"start": 4299, "end": 4317}, {"start": 4441, "end": 4476}, {"start": 4503, "end": 4558}], "hadith": [{"start": 4963, "end": 5068}, {"start": 5513, "end": 5528}], "verse": [{"start": 3245, "end": 3292}, {"start": 3340, "end": 3384}, {"start": 3396, "end": 3445}, {"start": 3511, "end": 3560}, {"start": 3864, "end": 3922}, {"start": 3970, "end": 4013}, {"start": 4054, "end": 4109}]}}