{"text": " { وَأَنَّا } بعدما سمعنا الهدى والرشد ما كنا نؤمن ونهتدي جميعاً، بل { مِنَّا ٱلْمُسْلِمُونَ } المنقادون لحكم الله، وأوامره ونواهيه الواردة في كتابه، المسلمون أمورهم كلها إليه سبحانه { وَمِنَّا ٱلْقَاسِطُونَ } الجاهلون المائلون عن الهداية، المنحرفون عن جادة العدالة الإلهية { فَمَنْ أَسْلَمَ } منَّا، واعتدل وسلم { فَأُوْلَـٰئِكَ } المسلمِمون المسلِّمون { تَحَرَّوْاْ } واجتهدوا ففازوا { رَشَداً } [الجن: 14] يوقظهم عن سِنة الغفلة، ويوصلهم إلى فضاء الوحدة. { وَأَمَّا ٱلْقَاسِطُونَ } الجائرون الحائرون في تيه الطغيان والكفران { فَكَانُواْ لِجَهَنَّمَ } البعد والخذلان، وسعير الطرد والحرمان { حَطَباً } [الجن: 15] توقد بهم النار، كما توقد بعصاة الإنس وطغاتهم. ثمَّ قال سبحانه: { وَأَلَّوِ } أي: وأن الشأن والأمر أنه؛ أي: الجن والإنس المجبولين على فطرة التكليف { ٱسْتَقَامُواْ } واعتدلوا { عَلَى ٱلطَّرِيقَةِ } أي: جادة المعرفة والتوحيد { لأَسْقَيْنَاهُم } تلطفاً لهم، وترحماً عليهم { مَّآءً } محيياً لأراضي أجسامهم الميتة بسموم الإمكان، وبحموم الأماني الصاعدة من نيران الطبيعة { غَدَقاً } [الجن: 16] كثيراً إلى حيث يجعل لهم روضة من رياض الجنان. وإنما فعلنا معهم ذلك { لِّنَفْتِنَهُمْ } ونختبرهم { فِيهِ } أي: في التنعم والترفه، كيف يشكرون للنعم؟ وكيف يواظبون على أداء حقوق الكرم؟ ومن شكر فإنما يشكر لنفسه ويزيد عليها { وَمَن يُعْرِضْ عَن ذِكْرِ رَبِّهِ } وينصرف عن طاعته وعبادته، ويكفر بنعمه، ولم يواظب بأداء حقوق كرمه { يَسْلُكْهُ } ويدخله { عَذَاباً صَعَداً } [الجن: 17] يصعد عليه، ويعلو فوقه، وبالجملة: عذاباً شاقاً شديداً، قاهراً عليه عالياً. ثمَّ قال سبحانه على سبيل التوجيه والتعليم لخُلَّص عباده المؤمنين، والتوبيخ والتعريض للمشركين: { وَ } اعلموا أيها المكلفون من الثقلين { أَنَّ ٱلْمَسَاجِدَ } المبنية؛ للميل والتقرب نحو الحق مختصة { لِلَّهِ } خاصة خالصة { فَلاَ تَدْعُواْ } وتعبدوا فيها { مَعَ ٱللَّهِ } الواحد الأحد الصمد، المنزه عن الشريك والولد { أَحَداً } [الجن: 18] عن مظاهره ومربوباته. { وَ } بعدما علمتم هذا بتعليم الله إياكم اعلموا { أَنَّهُ لَمَّا قَامَ عَبْدُ ٱللَّهِ } أي: النبي المؤيَّد من عنده سبحانه بأنواع العناية والكرامة المستلزمة لأنواع العبادة والإطاعة في المسجد الحرام المعدّ؛ لعباده العليم العلاَّم، القدوس السلام { يَدْعُوهُ } ويعبده، ويتذلل نحوه { كَادُواْ } وقاربوا مشركي الجن والإنس { يَكُونُونَ عَلَيْهِ } ويزدحمون حوله متعجبين { لِبَداً } [الجن: 19] متراكمين، كلبدة الأسد، وهو مستغرق في صلاته بلا التفات منه إليهم إلى أن أوحى إليه بما هم عليه من التعجب والتحير من أمرهم. فقيل له من قِبَل الحق: { قُلْ } يا أكمل الرسل للمزدحمين المتعجبين: { إِنَّمَآ أَدْعُواْ } وأعبد { رَبِّي } الذي ربَّاني على كمال المعرفة والإيقان، وأرسلني أن أدعو عموم المكلفين إلى توحيده { وَلاَ أُشْرِكُ بِهِ } ومعه { أَحَداً } [الجن: 20] من مظاهره ومصنوعاته. فإن قالوا: هل لك أن تشاركنا معك في عبادتك وخضوعك؟ { قُلْ } لهم يا أكمل الرسل: { إِنِّي لاَ أَمْلِكُ لَكُمْ } من تلقاء نفسي { ضَرّاً } يضركم به ويعذبكم إن أردت إضراركم وتعذيبكم { وَلاَ رَشَداً } [الجن: 21] يرشدكم به ويهديكم إن أردت هدياتكم ورشادكم، بل لا أملك لنفسي ضراً ولا نفعاً، فكيف لكم؟! بل ما إِنْ أَتَّبِعُ إِلاَّ مَا يُوحَىٰ إِلَيَّ [الأنعام: 50] والأمر بيد الله العليم الحكيم. فإن قالوا: ما فائدة عبادتك وتخصيصها أياه؟ { قُلْ } لهم يا أكمل الرسل: لمَ لمْ أعبد ربي، ولم أخصصه بالعبادة، مع { إِنِّي } أعلم منه سبحانه أنه { لَن يُجِيرَنِي } ويحفظني ويمنعني { مِنَ } عذاب { ٱللَّهِ } المنتقم الغيور { أَحَدٌ } من مظاهره، لو أراد عذابي { وَلَنْ أَجِدَ } أبداً { مِن دُونِهِ مُلْتَحَداً } [الجن: 22] ملجأً وملاذاً ينقذني من بطشه وعذابه، لو جرى مشيئته سبحانه على تعذيبي؟! وبالجملة: لا أملك لكم، ولا لنفسي ضراً ولا نفعاً.", "annotation": {"aya": [{"start": 2865, "end": 2906}], "hadith": [], "verse": []}}