{"text": " قوله عز وجل: { وَمَا كَانَ لِبَشَرٍ } يعني: لأحد من خلق الله { أَن يُكَلّمَهُ ٱللَّهُ إِلاَّ وَحْياً } يعني يرسل إليه جبريل ليقرأ عليه، ويقال: إلا وحياً يعني إلهاماً، ويقال يسمع الصوت فيفهمه، وذلك أن اليهود قالوا للنبي - صلى الله عليه وسلم - ألا يكلمك الله، أو ينظر إليك إن كنت نبياً، كما كلم موسى فنزل { وَمَا كَانَ لِبَشَرٍ أَن يُكَلّمَهُ ٱللَّهُ } يعني ما جاز لأحد من الآدميين أن يكلمه الله إلا وحياً، يعني يسمع الصوت أو يرى في المنام، ولا يجوز أن يكلمه مواجهة عياناً في الدنيا { أَوْ مِن وَرَاء حِجَابٍ } فيكلمه كما كلم موسى { أَوْ يُرْسِلَ رَسُولاً } كما أرسل إلى النبي - صلى الله عليه وسلم - { فَيُوحِىَ بِإِذْنِهِ مَا يَشَاء } يعني فيرسل بأمره، ويقال: بإذنه ما يشاء من أمره، قرأ نافع وابن عامر (أَوْ يُرْسِلُ) بضم اللام، وقرأ الباقون بالنصب، فمن قرأ بالضم فمعناه: أو هو يرسل رسولاً، ومن قرأ بالنصب فعلى الإضمار أيضاً ومعناه أو يرسل رسولاً (فَيُوحِي) قرأ نافع وابن عامر فيوحي بسكون الياء، ومعناه أو هو يرسل رسولاً فيوحي، وقرأ الباقون بالنصب (فَيُوحِيَ) لإضمار أن { إِنَّهُ عَلِىٌّ حَكِيمٌ } يعني أعلى من أن يكلم أحداً في الدينا مواجهة، ولا يراه فيها أحد عياناً { حَكِيمٌ } حكم ألا يكلم أحداً في المواجهة، ولا يراه أحد قوله تعالى: { وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحاً مّنْ أَمْرِنَا } يعني جبريل بأمرنا، ويقال أوحينا إليك روحاً يعني القرآن، وقال القتبي: الروح روح الأجسام، ويسمى كلام الله تعالى روحاً لأن فيه حياة من الجهل وموت الكفر، كما قال: يُلْقِى ٱلرُّوحَ مِنْ أَمْرِهِ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِ [غافر: 15] ثم قال: { وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحاً مّنْ أَمْرِنَا }  { مَا كُنتَ تَدْرِى مَا ٱلْكِتَـٰبُ وَلاَ ٱلإِيمَـٰنُ } يعني ما كنت تدري قبل الوحي أن تقرأ القرآن، ولا تدري كيف تدعو الخلق إلى الإيمان { وَلَـٰكِن جَعَلْنَـٰهُ نُوراً } يعني أنزلنا جبريل بالقرآن ضياءً من العمى، وبياناً من الضلالة، فإن قيل: سبق ذكر الكتاب والإيمان، ثم قال { وَلَـٰكِن جَعَلْنَـٰهُ نُوراً } ولم يقل جعلناهما؟ قيل له: لأن المعنى هو الكتاب وهو دليل على الإيمان، ويقال: لأن شأنهما واحد، كقوله: وَجَعَلْنَا ٱبْنَ مَرْيَمَ وَأُمَّهُ ءَايَةً [المؤمنون: 50] ولم يقل آيتين، ويقال { وَلَـٰكِن جَعَلْنَـٰهُ نُوراً } يعني الإيمان كناية عنه، ولأنه أقرب { نَّهْدِى بِهِ مَن نَّشَاء مِنْ عِبَادِنَا } يعني نوفق من نشاء للهدى من كان أهلاً لذلك { وَإِنَّكَ لَتَهْدِى إِلَىٰ صِرٰطٍ مُّسْتَقِيمٍ } يعني لتدعو الخلق إلى دين الإسلام قوله عز وجل { صِرٰطِ ٱللَّهِ } يعني دين الله { ٱلَّذِى لَهُ مَا فِى ٱلسَّمَـٰوَاتِ وَمَا فِي ٱلأَرْضِ } من خلق { أَلاَ إِلَى ٱللَّهِ تَصِيرُ ٱلأُمُورُ } أي ترجع إليه عواقب الأمور. والله أعلم وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليماً.", "annotation": {"aya": [{"start": 1353, "end": 1417}, {"start": 1902, "end": 1946}], "hadith": [], "verse": []}}