{"text": " { يا أيها الذين آمنوا لا تدخلوا بيوت النبي } بغير إذن { إلا أن يؤذن لكم } الآية نزلت في وليمة زينب بنت جحش وذلك لما أطعم الناس رسول الله (صلى الله عليه وآله وسلم) خرجوا وبقي ثلاثة يتحدثون وأطالوا المكث، واستحيا أن يأمرهم بالخروج بعد أن رفعوا الطعام وتفرق الناس، فقام رسول الله (صلى الله عليه وآله وسلم) إلى حجرة عائشة، فقال: \" السلام عليكم أهل البيت \" فقالوا: وعليك السلام يا رسول الله، ورجع وإذا الثلاثة جلوس يتحدثون، وكان رسول الله (صلى الله عليه وآله وسلم) شديد الحياء فولى، فلما رأوه مولياً خرجوا فرجع ونزلت، وقيل: نزلت في أناس كانوا يدخلون على رسول الله قبل الطعام ويجلسون حتى يدرك فنزلت الآية { إلا أن يؤذن لكم } فأباح الدخول عند الإِذن إلى طعام { غير ناظرين إناه } ، قيل: وقته أي غير ناظرين وقت الطعام وساعة أكله، وقيل: لا تدخلوا بيوت النبي إلا وقت الإِذن، ولا تدخلوها إلا غير ناظرين، وهؤلاء قوم كانوا يتحينون طعام رسول الله فيدخلون ويقعدون منتظرين لإِدراكه، ومعناه لا تدخلوا يا هؤلاء المتحينون للطعام إلا أن يؤذن لكم إلى طعام غير ناظرين، وإلا فلو لم يكن لهؤلاء خصوصاً لما جاز لأحد أن يدخل بيوت النبي (صلى الله عليه وآله وسلم) إلا أن يؤذن له اذناً خاصاً وهو الإِذن إلى الطعام فحسب ذكره جار الله { ولا مستأنسين لحديث } فهو أن يطلبوا الجلوس ويستأنس بعضهم ببعض { إن ذلكم كان يؤذي النبي فيستحيي منكم } من إخراجكم من منزله { والله لا يستحيي من الحق } أي ينزله ويبيّنه لكم، وقيل: الحق هو مما لا يستحيى منه { وإذا سألتموهن متاعاً } الآية، روت عائشة أن عمر قال للنبي (صلى الله عليه وآله وسلم): احجب نساءك فنزلت الآية، وقيل: ان رسول الله (صلى الله عليه وآله وسلم) كان يطعم الطعام ومعه بعض أصحابه فأصابت يد رجل منهم يد عائشة فكره النبي ذلك فنزلت، متاعاً أي شيئاً ينتفع به { فاسألوهن من وراء حجاب } من خلف ستر { ذلكم أطهر لقلوبكم وقلوبهن } من التهمى والريبة ووسوسة الشيطان { وما كان لكم أن تؤذوا رسول الله } لأنه اختاره لرسالته فليس لأحد أن يؤذيه { ولا أن تنكحوا أزواجه من بعده أبداً } قيل: نزلت في رجل قال لهن: لئن قبض رسول الله لأنكحن عائشة { إن ذلكم كان عند الله عظيماً } أي إثماً عظيماً لأن من لم يعتقد ذلك كفر { إن تبدوا شيئاً أو تخفوه فإن الله كان بكل شيء عليماً } إشارة إلى أنه عالم لم يزل بجميع الأشياء ثم استثنى الأقارب فقال سبحانه: { لا جناح عليهن في آبائهن ولا أبنائهن ولا إخوانهن } أي لا حرج عليهن في ترك الحجاب بين النساء وبين هؤلاء، ومتى قيل: لم لم يذكر العم والخال؟ قالوا: لأن العم كالأب والخال كالأم أو لأجل أولادهم لأنهما يجريان مجرى الوالدين { ولا نسائهن } قيل: نساء دينهن، وقيل: جميع النساء الحرائر والإِماء، وقيل: نساء قراباتهن وجيرانهن { ولا ما ملكت أيمانهن } قيل: من العبيد والإِماء الذين يقومون لخدمتهن عن أبي علي، وقيل: أراد النساء، وقيل: الذكور والإِناث في حال الصغر { واتقين الله } خطاب عام في جميع المؤمنين النساء { إن الله كان على كل شيء شهيداً } في جميع أفعالكم فلا يخفى عليه شيء.", "annotation": {"aya": [], "hadith": [{"start": 325, "end": 351}], "verse": []}}