{"text": " قوله تعالى: { ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ }: فيه من الأوجه ما تقدم في \" الذين \" قبله، إلاَّ في رفعه بالابتداء. قوله: { فَزَادَهُمْ إِيمَاناً } في فاعلِ \" زاد \" ثلاثة أوجه، أظهرها: أنه ضمير يعود على المصدر المفهوم من \" قال \" أي: فزادهم القولُ بكيت وكيت إيماناً نحو: ٱعْدِلُواْ هُوَ أَقْرَبُ لِلتَّقْوَىٰ [المائدة: 8]. والثاني: أنه يعودُ على المقولِ الذي هو { إِنَّ ٱلنَّاسَ قَدْ جَمَعُواْ لَكُمْ فَٱخْشَوْهُمْ } كأنه قيل: قالوا لهم هذا الكلامَ فزادهم إيماناً. الثالث: أنه يعود على الناس، إذ أريد واحدٌ فردٌ كما نقل في القصة، وسبب النزول وهو نُعَيْم بن مسعود الأشجعي، نقل هذه الثلاثةَ الأوجهَ الزمخشري. واستضعف الشيخ الوجهين الأخيرين، قال: \" مِنْ حيث إنَّ الأولَ لا يزيد إيماناً إلا النطقُ به لا هو في نفسه، ومن حيث إنَّ الثاني إذا أُطلْق على المفردِ لفظُ الجمع مجازاً فإنَّ الضمائرَ تَجْري على ذلك الجمعِ لا على المفرد. تقول: \" مفارقُه شابَتْ \" باعتبارِ الجمع، ولا يجوز: \" مفارِقُه شاب \" باعتبار: مَفْرِقُه شاب \". وفيما قاله الشيخ نظرٌ، لأنَّ المقولَ هو الذي في الحقيقة حَصَل به زيادةُ الإِيمان. وأمَّا قوله: \" تَجرْي على الجمع لا على المفرد \" فغير مُسَلَّم. ويَعْضُده أنهم نَصُّوا على أنه يجوزُ اعتبارُ لفظِ الجمعِ الواقعِ موقعَ المثنى تارةَ ومعناه أخرى فأجازوا: \" رؤوس الكبشين قطعتُهُنَّ وقطعتهما \" وإذا ثَبَتَ ذلك في الجمع الواقعِ موقعَ المثنى فليَجُزْ في الواقعِ موقع المفرد. ولقائلٍ أَنْ يُفَرِّق بينهما وهو أنه إنما جازَ أَنْ يُراعَى معنى التثنيةِ المُعَبَّرِ عنها بلفظ الجمع لقَرْبها منه، من حيث إنَّ كلاً منهما فيه ضَمُّ شيء إلى مثلِه بخلافِ المفردِ فإنه بعيدٌ من الجمعِ لعدَمِ الضمِّ فلا يَلْزَمُ مِنْ مراعاة معنى التثنية في ذلك مراعاةُ معنى المفرد. قوله: { وَقَالُواْ حَسْبُنَا ٱللَّهُ } عَطَفَ \" قالوا \" على \" فزادهم \" والجملةُ بعد القولِ في محلِّ النصب به. وقد تقدَّم أنَّ \" حَسْب \" بمعنى اسم الفاعل أي: \" مُحْسِب \" بمعنى الكافي، ولذلك كانت إضافتُه غيرَ محضةٍ عند قوله في البقرة: فَحَسْبُهُ جَهَنَّمُ [الآية: 206]. وقوله: { وَنِعْمَ ٱلْوَكِيلُ } / المخصوصُ بالمَدْحِ محذوفٌ أي الله.", "annotation": {"aya": [{"start": 269, "end": 306}, {"start": 1795, "end": 1815}], "hadith": [], "verse": []}}