{"text": " قوله { أَفَغَيْرَ } عطف على مقدّر، أي أتتولون، فتبغون غير دين الله، وتقديم المفعول لأنه المقصود بالإنكار. وقرأ أبو عمرو وحده { يبغون } بالتحتية، و «ترجعون» بالفوقية، قال لأن الأوّل خاص، والثاني عام، ففرّق بينهما لافتراقهما في المعنى. وقرأ حفص بالتحتية في الموضعين. وقرأ الباقون بالفوقية فيهما، وانتصب { طوعاً وكرهاً } على الحال، أي طائعين ومكرهين. والطوع الانقياد، والاتباع بسهولة، والكره ما فيه مشقة، وهو من أسلم مخافة القتل، وإسلامه استسلام منه. قوله { آمنا } إخبار منه صلى الله عليه وسلم عن نفسه، وعن أمته { لاَ نُفَرّقُ بَيْنَ أَحَدٍ مّنْهُمْ } كما فرّقت اليهود، والنصارى، فآمنوا ببعض، وكفروا ببعض. وقد تقدّم تفسير هذه الآية { وَنَحْنُ لَهُ مُسْلِمُونَ } أي منقادون مخلصون. قوله { دِينًا } مفعول للفعل، أي يبتغ ديناً حال كونه غير الإسلام، ويجوز أن ينتصب غير الإسلام على أنه مفعول الفعل، وديناً إما تمييز، أو حال إذا أوّل بالمشتق، أو بدل من غير. قوله { وَهُوَ فِى ٱلأخِرَةِ مِنَ ٱلْخَـٰسِرِينَ } إما في محل نصب على الحال، أو جملة مستأنفة، أي من الواقعين في الخسران يوم القيامة. وقد أخرج الطبراني بسند ضعيف، عن النبي صلى الله عليه وسلم في قوله { وَلَهُ أَسْلَمَ مَن فِى ٱلسَّمَـٰوَاتِ وَٱلأرْضِ } قال \" أما من في السموات فالملائكة، وأما من في الأرض، فمن ولد على الإسلام، وأما كرها، فمن أتى به من سبايا الأمم في السلاسل، والأغلال يقادون إلى الجنة، وهم كارهون \" وأخرج الديلمي عن أنس قال قال رسول الله صلى الله عليه وسلم في الآية \" الملائكة أطاعوه في السماء، والأنصار، وعبد القيس أطاعوه في الأرض \" وأخرج ابن جرير، عن ابن عباس قال في الآية { أَسْلَمَ مَن فِى ٱلسَّمَـٰوَاتِ وَٱلأرْضِ } حين أخذ عليهم الميثاق. وأخرج ابن أبي حاتم، عنه في قوله { وَلَهُ أَسْلَمَ } قال المعرفة. وأخرج عبد بن حميد، وابن جرير، وابن أبي حاتم، عن قتادة في الآية قال أما المؤمن، فأسلم طائعاً، فنفعه ذلك، وقبل منه، وأما الكافر، فأسلم حين رأى بأس الله، فلم ينفعه ذلك، ولم يقبل منه فَلَمْ يَكُ يَنفَعُهُمْ إِيمَـٰنُهُمْ لَمَّا رَأَوْاْ بَأْسَنَا غافر 85. وأخرج الطبراني في الأوسط عن أنس قال قال رسول الله صلى الله عليه وسلم \" من ساء خلقه من الرقيق، والدوابّ، والصبيان، فاقرءوا في أذنه { أَفَغَيْرَ دِينِ ٱللَّهِ يبغون } \" وأخرج ابن السني في عمل اليوم، والليلة، عن يونس بن عبيد قال ليس رجل يكون على دابة صعبة، فيقرأ في أذنها { أَفَغَيْرَ دِينِ ٱللَّهِ يبغون } الآية إلا ذلت بإذن الله عزّ وجلّ. وأخرج أحمد، والطبراني في الأوسط عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم \" تجيء الأعمال يوم القيامة، فتجيء الصلاة، فتقول يا ربّ أنا الصلاة، فيقول إنك على خير، وتجيء الصدقة فتقول يا ربّ أنا الصدقة، فيقول إنك على خير، ويجيء الصيام، فيقول أنا الصيام، فيقول إنك على خير، ثم تجيء الأعمال كل ذلك يقول الله إنك على خير، ثم يجيء الإسلام فيقول يا ربّ أنت السلام، وأنا الإسلام، فيقول إنك على خير بك اليوم آخذ، وبك أعطي، قال الله تعالى في كتابه { وَمَن يَبْتَغِ غَيْرَ ٱلإسْلَـٰمِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِى ٱلأخِرَةِ مِنَ ٱلْخَـٰسِرِينَ } \".", "annotation": {"aya": [{"start": 1751, "end": 1814}], "hadith": [{"start": 1103, "end": 1261}, {"start": 1329, "end": 1396}, {"start": 1893, "end": 1990}, {"start": 2244, "end": 2715}], "verse": []}}