{"text": " القراءة: قرأ أبو جعفر وأبو عمرو وابن عامر حتى يصدر بفتح الياء وضم الدال وقرأ الباقون يُصدر بضم الياء وكسر الدال. الحجة: من حتى يصدُر الرعاء فمعناه حتى يرجعوا من سقيهم وفي التنزيل يَصْدُر الناس أشتاتاً ليروا [الزلزلة: 6] ومن قرأ حتى يُصدِر أراد حتى يصدروا مواشيهم من وردهم فحذف المفعول كما قال الشاعر: لا يَعْدِلَنَّ أتاوِيُّــونَ تَضْــرُبُهُمْ نَكْبَاءُ صِرٌّ بِأَصْحابِ المُحِلاَّتِ أي أحداً. اللغة: تلقاء الشيء حذاؤه ويقال فعل ذلك من تلقاء نفسه أي من حذاء داعي نفسه وسواء السبيل وسط الطريق قال الشاعر: حَتّى أُغيّبَ في سَواءِ المْلْحَدِ وذاد شاته أو إبله عن الشيء يذودها ذوداً أي حبسها عنه بمنعه منه قال سويد بن كراع: أبِيــتُ عَلـى بَابِ القَوافي كَأَنَّما أَذُودُ بِها سِرباً مِنَ الوَحْشِ نُزَّعا قال الفراء ولا يقال ذدت في الناس وإنما يقال في الإبل والغنم وهذا ليس بشيء يدل عليه قول الكميت يصف بني هاشم: سادَةٌ ذادَةٌ عَنِ الخُرَّدِ البِيـ ـضِ إِذَا اليَــوْمَ كَــانَ كَالأَيَّامِ والخطاب الأمر الذي فيه تفخيم ومنه الخِطبة والخُطبة والخَطاب كل ذلك فيه معنى العظم وما خطبكما أي ما شأنكما. قال الراجز: يا عَجَباً ما خَطْبُـهُ وخَطْبــي والرعاء جمع راع ويجمع على الرعيان والرعاة. الإعراب: تلقاء ظرف مكان لا نسقي أي لا نسقي الغنم الماء فحذف مفعولاه لدلالة الكلام عليه وكذلك قوله { فسقى لهما } واللام في قوله { لما أنزلت } يتعلق بفقير تمشي في موضع نصب على الحال من جاءت وقوله { على استحياء } في موضع الحال أيضاً من تمشي أي تمشي مستحيية ويجوز أن يكون حالاً بعد حال. قالت إن أبي يدعوك الجملة يجوز أن يكون بدلاً من قوله { فجاءته } إحداهما ويجوز أن تكون في موضع الحال بإضمار قد والعامل فيه جاءت أو تمشي. المعنى: ثم بيَّن سبحانه خروج موسى من مصر إلى مدين فقال { فخرج منها } أي من مدينة فرعون { خائفاً } من أن يطلب فيقتل { يترقب } الطلب { قال رب نجِّني من القوم الظالمين }. قال ابن عباس: خرج موسى متوجّهاً نحو مدين وليس له علم بالطريق إلا حسن ظنّه بربّه قال رب نجني من فرعون وقومه. وقيل: إنه خرج بغير زاد ولا ماء ولا حذاء ولا ظهر وكان لا يأكل إلا من حشيش الصحراء حتى بلغ ماء مدين. { ولما توجه تلقاء مدين } التوجه صرف الوجه إلى جهة من الجهات وقوله هذا المعنى يتوجه إلى كذا أي هو كالطالب له يصرف وجهه إليه. قال الزجاج: معناه ولما سلك في الطريق الذي يلقى مدين فيها وهي على مسيرة ثمانية أيام من مصر نحو ما بين البصرة إلى الكوفة ولم يكن له علم بالطريق ولذلك { قال عسى ربي أن يهديني سواء السبيل } أي يرشدني قصد السبيل إلى مدين. وقيل: سواء السبيل وسطه المؤدّي إلى النجاة لأن الأخذ يميناً وشمالاً لا يباعد عن طريق الصواب. وقيل: إنه لم يقصد موضعاً بعينه ولكنَّه أخذ في طريق مدين. وقال عكرمة: عرضت لموسى أربعة طرق فلم يدر أيّتها يسلك ولذلك قال عند استواء الطرق له عسى ربي أن يهديني سواء السبيل فلما دعا ربه استجاب له ودلَّه على الطريق المستقيم إلى مدين. وقيل: جاء ملك على فرس بيده عنزة فانطلق به إلى مدين. وقيل: إنه خرج حافياً ولم يصل إلى مدين حتى وقع خف قدميه عن سعيد بن جبير. { ولما ورد ماء مدين } وهو بئر كانت لهم { وجد عليه أمة من الناس يسقون } أي جماعة من الرعاة يسقون مواشيهم الماء من البئر { ووجد من دونهم امرأتين تذودان } أي تحبسان وتمنعان غنمهما من الورود إلى الماء عن السدي. وقيل: تذودان الناس عن مواشيهما عن قتادة. وقيل: تكفان الغنم عن أن تختلط بأغنام الناس عن الحسن فترك ذكر الغنم اختصاراً. { قال } موسى لهما { ما خطبكما } أي ما شأنكما وما لكما لا تسقيان مع الناس عن ابن إسحاق { قالتا لا نسقي } عند المزاحمة مع الناس { حتى يصدر الرعاء } مرَّ معناه أي حتى ينصرف الناس فإنا لا نطيق السقي فننتظر فضول الماء فإذا انصرف الناس سقينا مواشينا من فضول الحوض عن ابن عباس وقتادة { وأبونا شيخ كبير } لا يقدر على أن يتولى السقي بنفسه من الكبر ولذلك احتجنا ونحن نساء أن نسقي الغنم وإنما قالتا ذلك تعريضاً للطلب من موسى أن يعينهما على السقي. وقيل: إنما قالتا ذلك اعتذاراً إلى موسى في الخروج بغير محرم. { فسقى لهما } معناه فسقى موسى غنمهما الماء لأجلهما وهو أنه زحم القوم عن الماء حتى أخرجهم عنه ثم سقى لهما عن ابن إسحاق. وقيل: رفع لأجلهما حجراً عن بئر كان لا يقدر على رفع ذلك الحجر عنها إلا عشرة رجال وسألهم أن يعطوه دلواً فناولوه دلواً وقالوا له انزح إن أمكنك وكان لا ينزحها إلا عشرة فنزحها وحده وسقى أغنامهما ولم يستق إلا ذنوباً واحداً حتى رويت الغنم. { ثم تولى إلى الظل } أي ثم انصرف إلى ظل شجرة فجلس تحتها من شدّة الحرّ وهو جائع { فقال رب إني لما أنزلت إليَّ من خير فقير }. قال ابن عباس: سأل نبيُّ الله فلق خبز يقيم به صلبه. وقال أمير المؤمنين عليه أفضل الصلوات: والله ما سأله إلا خبزاً يأكله لأنه كان يأكل بقلة الأرض لقد كانت خضرة البقلة ثرى من شقيف صفاق بطنه لهزاله وتشذب لحمه. قال الأخفش: يقال فقير إليه وفقير له. قال ابن إسحاق: فرجعتا إلى أبيهما في ساعة كانتا لا ترجعان فيها فأنكر شأنهما وسألهما فأخبرتاه الخبر فقال لإحداهما عليَّ به فرجعت الكبرى إلى موسى لتدعوه فذلك قوله. { فجاءته إحداهما تمشي على استحياء } أي مستحيية معرضة عن عادة النساء الخفرات. وقيل: أراد باستحيائها أنها غطَّت وجهها بكُمّ درعها عن عمر بن الخطاب. وقيل: هو بعدها من النداء عن الحسن قال فوالله ما كانت ولاجة ولا خراجة ولكنها كانت من الخفرات اللاتي لا يحسن المشي بين أيدي الرجال والكلام معهم. وقيل: إنها كانت تمشي عادلة عن الطريق. { قالت إن أبي يدعوك ليجزيك أجر ما سقيت لنا } أي ليكافئك على سقيك لغنمنا وأكثر المفسرين على أن أباها شعيب ع. وقال وهب وسعيد بن جبير: هو يثرون ابن أخي شعيب وكان شعيب مات قبل ذلك بعدما كفّ بصره ودفن بين المقام وزمزم. وقيل: يثروب. وقيل: هو اسم شعيب لأن شعيباً اسم عربي. قال أبو حازم: لما قالت ليجزيك أجر ما سقيت لنا كره ذلك موسى وأراد أن لا يتبعها ولم يجد بُدّاً من أن يتبعها لأنه كان في أرض مسبعة وخوف فخرج معها وكانت الريح تضرب ثوبها فتصف لموسى عجزها فجعل موسى يعرض عنها مرة ويغضّ مرة فناداها يا أمة الله كوني خلفي وأرني السمت بقولك. فلما دخل على شعيب إذا هو بالعشاء مهيّئاً فقال له شعيب اجلس يا شاب فَتَعَشّ فقال له موسى أعوذ بالله. قال شعيب: ولم ذاك ألست بجائع قال بلى ولكن أخاف أن يكون هذا عوضاً لما سقيت لهما وأنا من أهل بيت لا نبيع شيئاً من عمل الآخرة بملك الأرض ذهباً فقال له شعيب لا والله يا شاب ولكنها عادتي وعادة آبائي نُقري الضيف ونطعم الطعام قال فجعل موسى يأكل وذلك قوله { فلما جاءه وقصَّ عليه القصص } أي فلما جاء موسى شعيباً وقصَّ عليه أمره أجمع من قتل القبطي وأنهم يطلبونه ليقتلوه { قال } له شعيب { لا تخف نجوت من القوم الظالمين } يعني فرعون وقومه فلا سلطان لهُ بأرضنا ولسنا في مملكته.", "annotation": {"aya": [{"start": 179, "end": 206}], "hadith": [], "verse": [{"start": 301, "end": 344}, {"start": 345, "end": 384}, {"start": 505, "end": 539}, {"start": 621, "end": 660}, {"start": 661, "end": 702}, {"start": 811, "end": 846}, {"start": 847, "end": 888}, {"start": 1008, "end": 1041}]}}