{"text": " قلت: الهمزة للإنكار، والواو للعطف على محذوف تقديره: أَكفروا بالآيات وكلما عاهدوا عهداً، و { كُلَّمَا } منصوب على الظرفية، وهي متضمنة معنى الشرط فتفتقر للجواب، وهو العامل فيها. والنبذ: الطرح، لكنه يغلب فيما ينسى، قاله البيضاوي. يقول الحقّ جلّ جلاله: في شأن اليهود والإنكار عليهم: { أَوَ كُلَّمَا } أعطوا عهداً وعقدوه على أنفسهم طرحه { فَرِيقٌ مِّنْهُمْ }؟ فقد أعطوا العهد أنهم إن أدركوا محمداً صلى الله عليه وسلم ليؤمنن به ولينصرنه، فلما أدركوه نبذوا ذلك العهد ونسوه. وكذلك أعطوا العهد للنبيَ صلى الله عليه وسلم ألا يعاونوا المشركين عليه، فنبذه بنو قريظة والنضير، ولم ينقضه جميعهم بل فريق منهم، وهم الأكثر، ولذلك قال: { بَلْ أَكْثَرُهُمْ لا يُؤْمِنُونَ } ، فالأكثر هم الناقضون للعهود، المجاوزون للحدود. والله تعالى أعلم. الإشارة: نقض العهد مع الله أو مع عباده من علامة النفاق، ومن شيم أهل البعاد والشقاق، والوفاء بالعهد من علامة الإيمان، ومن شيم أهل المحبة والعرفان. قال تعالى في صفة المفلحين: وَالَّذِينَ هُمْ لأَمانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ [المؤمنون: 8]، ولا سيما عهود الشيوخ أهل التمكين والرسوخ، فمن أخذ عقد الصحبة مع الشيخ الذي هو أهل للتربية فيحذر مِنْ حَلّ العقدة بينه وبينه، فإنَّ ذلك يقطع الإمداد، ويوجب الطرد والبعاد، والالتفات إلى غيره تسويس لبذرة الإرادة، وموجب لقطع الزيادة والإفادة، ثم إن الانجماع على الشيخ، وقطع النظر والالتفات إلى غيره هو سبب للكون – كذلك – مع الله، فبقدر الانقطاع إلى الشيخ يحصل الانقطاع إلى الله، وبقدر ترك الاختيار وسلب الإرادة مع الشيخ يحصل كذلك مع الله، وبقدر الوفاء بعهود شيوخ التربية يحصل الوفاء بعهود حقوق الربوبية. فمن كانت غيبته في الشيخ أقوى، وانحياشه أليه أكثر، وجمعه عليه أدوم، كان كذلك مع ربه، وكذلك التعظيم والأدب، والله يعامل العبد على حسب ذلك. قال الشيخ زَرُّوق رضي الله عنه: ولا تنتقلْ عنه، ولو رأيت من هو أعلى منه، فتحرمَ بركة الأول والثاني، ولذلك كان المشايخ يمنعون أصحابهم من صحبة غيرهم، بل من زيارتهم، وأنشدوا: خُذْ مَا تَراهُ ودَعْ شَيْئاً سَمِعتَ بِهِ   في طلْعَةِ البدرِ ما يُغنيكَ عن زُحَلِ وحاصل أمر الزيارة لغير شيخه أن فيه تفصيلاً: فمن كَمُل صدقه، وتوفر عقله، بحيث إذا زار لا يستنقص شيخه، ولا الذي زاره، جاز له أن يزور من شاء، ومن لم يكمل صِدقُهُ وعقله، بحيث إذا زار: إما يستنقص شيخه، أو الشيخ الذي زاره، فليكف عن زيارة غير شيخه. وقال محيي الدين بن العربي: ويجب على المريد أن يعتقد في شيخه أنه عالم بالله، ناصح لخلق الله، ولا ينبغي له أن يعتقد في شيخه العصمة. وقد قيل للجنيد: أيزني العارف؟ فقال: وَكَانَ أَمْرُ اللَّهِ قَدَراً مَّقْدُوراً [الأحزَاب: 38]. وصحب تلميذ شيخاً، فرآه يوماً قد زنا بامرأة، فلم يتغير من خدمته، ولا أخلّ في شيء من مرسومات شيخه، ولا ظهر منه نقص في احترامه. وقد عرف الشيخ أنه رآه، فقال له يوماً: يا بني قد عَرَفْتُ أنك رأيتني حين فسقتُ بتلك المرأة، وكنت أنتظر فراقك عني من أجل ذلك: فقال له التلميذ: يا سيدي الإنسان معرض لمجاري أقدار الله عليه، وإني من الوقت الذي دخلت فيه إلى خدمتك ما خدمتك على أنك معصوم، وإنما خدمتك على أنك عارف بطريق الله تعالى، عارف بكيفية السلوك عليه الذي هو طلبي، وكونك تعصي أو لا تعصي شيء بينك وبين الله عزّ وجلّ، لا يرجع من ذلك شيء عَلَيَّ، فما وقع منك يا سيدي شيء لا يوجب نفاري وزوالي عنك، وهذا هو عَقْدي، فقال له الشيخ: وفقت وسعدت هكذا وإلا فلا... فربح ذلك التلميذ، وجاء منه ما تَقَرُّ بِهِ العين من حسن الحال وعُلوِّ المقام. هـ.", "annotation": {"aya": [{"start": 893, "end": 946}, {"start": 2263, "end": 2305}], "hadith": [], "verse": [{"start": 1771, "end": 1854}]}}