{"text": " أخرج ابن جرير وابن المنذر وابن أبي حاتم من طريق علي عن ابن عباس في قوله { فلما نسوا ما ذكروا به } قال: يعني تركوا ما ذكروا به. وأخرج ابن جرير وابن المنذر عن ابن جريج في قوله { فلما نسوا ما ذكروا به } قال: ما دعاهم الله إليه ورسله أبوه وردوه عليهم. وأخرج ابن أبي شيبة وعبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم وأبو الشيخ عن مجاهد في قوله { فتحنا عليهم أبواب كل شيء } قال: رخاء الدنيا ويسرها على القرون الأولى. وأخرج عبد الرزاق وابن جرير وابن أبي حاتم عن قتادة في قوله { فتحنا عليهم أبواب كل شيء } قال: يعني الرخاء وسعة الرزق. وأخرج ابن جرير وابن أبي حاتم وأبو الشيخ عن السدي في قوله { حتى إذا فرحوا بما أوتوا } قال: من الرزق { أخذناهم بغتة فإذا هم مبلسون } قال: مهلكون متغير حالهم { فقطع دابر القوم الذين ظلموا } يقول: قطع أصل الذين ظلموا. وأخرج ابن جرير وابن المنذر وابن أبي حاتم وأبو الشيخ عن محمد بن النضر الحارثي في قوله { أخذناهم بغتة } قال: أمهلوا عشرين سنة. وأخرج ابن جرير وابن أبي حاتم عن ابن زيد في قوله { فإذا هم مبلسون } قال: المبلس المجهود المكروب الذي قد نزل به الشر الذي لا يدفعه، والمبلس أشد من المستكبر، وفي قوله { فقطع دابر القوم الذين ظلموا } قال: استؤصلوا. وأخرج عبد بن حميد وابن المنذر عن مجاهد { فإذا هم مبلسون } قال: الاكتئاب. وفي لفظ قال: آيسون. وأخرج ابن أبي حاتم عن السدي قال: الإِبلاس تغيير الوجوه، وإنما سمي إبليس لأن الله نكس وجهه وغيره. وأخرج أحمد وابن جرير وابن أبي حاتم وابن المنذر والطبراني في الكبير وأبو الشيخ وابن مردويه والبيهقي في الشعب عن عقبة بن عامر عن النبي صلى الله عليه وسلم قال: \" إذا رأيت الله يعطي العبد في الدنيا وهو مقيم على معاصيه ما يحب فإنما هو استدراج \" ، ثم تلا رسول الله صلى الله عليه وسلم { فلما نسوا ما ذكروا به فتحنا عليهم أبواب كل شيء.... } الآية، والآية التي بعدها. وأخرج ابن أبي حاتم وأبو الشيخ وابن مردويه عن عبادة بن الصامت أن رسول الله صلى الله عليه وسلم قال: \" إن الله تبارك وتعالى إذا أراد بقوم بقاء أو نماء رزقهم القصد والعفاف، وإذا أراد بقوم اقتطاعاً فتح لهم أو فتح عليهم باب خيانة { حتى إذا فرحوا بما أوتوا أخذناهم بغتة فإذا هم مبلسون، فقطع دابر القوم الذين ظلموا والحمد لله رب العالمين } \" وأخرج ابن أبي حاتم وأبو الشيخ عن الحسن قال: من وسع عليه فلم ير أنه يمكر به فلا رأي له ومن قتر عليه فلم ير أنه ينظر له فلا رأي له، ثم قرأ { فلما نسوا ما ذكروا به فتحنا عليهم أبواب كل شيء } الآية. وقال الحسن: مكر بالقوم ورب الكعبة، أعطوا حاجاتهم ثم أخذوا. وأخرج ابن المنذر عن جعفر قال: أوحى الله إلى داود، خفني على كل حال، وأخوف ما تكون عند تظاهر النعم عليك، لا أصرعك عندها، ثم لا أنظر إليك. وأخرج البيهقي في الشعب عن أبي حازم قال: إذا رأيت الله يتابع نعمه عليك وأنت تعصيه فاحذره. قال: وكل نعمة لا تقرب من الله عز وجل فهي بلية. وأخرج عبد بن حميد وأبو الشيخ عن قتادة في قوله { حتى إذا فرحوا بما أوتوا أخذناهم بغتة } قال: بغت القوم أمر الله، ما أخذ الله قوماً قط إلا عند سلوتهم وغرتهم ونعيمهم، فلا تغتروا بالله فإنه لا يغتر بالله إلا القوم الفاسقون. وأخرج ابن جرير وأبو الشيخ عن الربيع بن أنس قال: إن البعوضة تحيا ما جاعت فإذا شبعت ماتت، وكذلك ابن آدم إذا امتلأ من الدنيا أخذه الله عند ذلك، ثم تلا { حتى إذا فرحوا بما أوتوا أخذناهم بغتة }. وأخرج الطستي عن ابن عباس أن نافع بن الأزرق قال له: أخبرني عن قوله { فقطع دابر القوم الذين ظلموا } قال: قطع أصلهم واستؤصلوا من ورائهم. قال: وهل تعرف العرب ذلك؟ قال: نعم، أما سمعت قول زهير وهو يقول: القائد الخيل منكوباً دوابرها محكومة بحكام العدو الأنفا", "annotation": {"aya": [], "hadith": [{"start": 1429, "end": 1511}, {"start": 1729, "end": 1964}], "verse": [{"start": 3098, "end": 3126}, {"start": 3127, "end": 3152}]}}