{"text": " { فَتَلَقَّى ءادَمُ مِن رَّبِّهِ كَلِمَـٰتُ } المراد - بتلقى - الكلمات استقبالها بالأخذ والقبول والعمل بها، فهو مستعار من استقبال الناس بعض الأحبة ـ إذا قدم بعد طول الغيبة ـ لأنهم لا يدعون شيئاً من الإكرام إلا فعلوه، وإكرام الكلمات الواردة من الحضرة الأخذ والقبول والعمل بها، وفي التعبير ـ بالتلقي ـ إيماء إلى أن آدم عليه السلام كان في ذلك الوقت في مقام البعد و { مّن رَّبّهِ } حال من { كَلِمَـٰتُ } مقدم عليها، وقيل: متعلق بـ { تُلْقِىَ } وهي من تلقاه منه بمعنى تلقنه، ولولا خلوّه عما في الأول من اللطافة لتلقيناه بالقبول، وقرأ ابن كثير بنصب { ءادَمَ } ورفع { كَلِمَـٰتُ } على معنى ـ استقبلته ـ فكأنها مكرمة له لكونها سبب العفو عنه، وقد يجعل الاستقبال مجازاً عن البلوغ بعلاقة السببية، والمروي في المشهور عن ابن عباس رضي الله تعالى عنهما، أن هذه الكلمات هي رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا [الأعراف: 23] الآية، وعن ابن مسعود أنها: سبحانك اللهم وبحمدك، وتبارك اسمك، وتعالى جدك، لا إله إلا أنت، ظلمت نفسي فاغفر لي، فإنه لا يغفر الذنوب إلا أنت. وقيل: رأى مكتوباً على ساق العرش، محمد رسول الله فتشفع به، وإذا أطلقت الكلمة على عيسى عليه السلام، فلتطلق الكلمات على الروح الأعظم، والحبيب الأكرم صلى الله عليه وسلم، فما عيسى، بل وما موسى، بل وما.. وما.. إلا بعض من ظهور أنواره، وزهرة من رياض أنواره، وروي غير ذلك. { فَتَابَ عَلَيْهِ إِنَّهُ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمِ } التوبة أصلها الرجوع وإذا أسندت إلى العبد كانت ـ كما في \" الإحياء \" ـ عبارة عن مجموع أمور ثلاثة ـ علم ـ وهو معرفة ضرر الذنب، وكونه حجاباً عن كل محبوب، وحال يثمره ذلك العلم، وهو تألم القلب بسبب فوات المحبوب، ونسميه ندماً. وعمل يثمره الحال ـ وهو الترك والتدارك ـ والعزم على عدم العود، وكثيراً ما تطلق على الندم وحده لكونه لازماً للعلم مستلزماً للعمل. وفي الحديث \" الندم توبة \" وطريق تحصيلها تكميل الإيمان بأحوال الآخرة وضرر المعاصي فيها، وإذا أسندت إليه سبحانه كانت عبارة عن قبول التوبة والعفو عن الذنب ونحوه، أو التوفيق لها والتيسير لأسبابها بما يظهر للتائبين من آياته، ويطلعهم عليه من تخويفاته، حتى يستشعروا الخوف فيرجعوا إليه، وترجع في الآخرة إلى معنى التفضل والعطف، ولهذا عديت ـ بعلى ـ وأتى سبحانه بالفاء لأن تلقي الكلمات عين التوبة، أو مستلزم لها، ولا شك أن القبول مترتب عليه، فهي إذاً لمجرد السببية، وقد يقال: إن التوبة لما دام عليها صح التعقيب ـ باعتبار آخرها إذ لا فاصل حينئذ ـ وعلى كل تقدير لا ينافي هذا ما روي عن ابن عباس رضي الله تعالى عنهما، أنهما بكيا مائتي سنة على ما فاتهما، ولم يقل جل شأنه ـ فتاب عليهما ـ لأن النساء تبع يغني عنهن ذكر المتبوع، ولذا طوى ذكرهن في كثير من الكتاب والسنة، وفي الجملة الاسمية ما يقوي رجاء المذنبين، ويجبر كسر قلوب الخاطئين حيث افتتحها بإن وأتي بضمير الفصل وعرف المسند وأتى به من صيغ المبالغة إشارة إلى قبول التوبة كلما تاب العبد، ويحتمل أن ذلك لكثرة من يتوب عليهم، وجمع بين وصفي كونه تواباً وكونه رحيماً/ إشارة إلى مزيد الفضل، وقدم التواب لظهور مناسبته لما قبله، وقيل في ذكر الرحيم بعده إشارة إلى أن قبول التوبة ليس على سبيل الوجوب ـ كما زعمت المعتزلة ـ بل على سبيل الترحم والتفضل، وأنه الذي سبقت رحمته غضبه، فيرحم عبده في عين غضبه ـ كما جعل هبوط آدم سبب ارتفاعه، وبعده سبب قربه ـ فسبحانه من تواب ما أكرمه، ومن رحيم ما أعظمه، وإذا فسر التواب بالرجاع إلى المغفرة ـ كان الكلام تذييلاً ـ لقوله تعالى: { فَتَابَ عَلَيْهِ } أو بالذي يكثر الإعانة على التوبة ـ كان تذييلا ـ لقوله تعالى: { فَتَلَقَّى ءادَمُ } الخ، وقرأ نوفل { أَنَّهُ } بفتح الهمزة على تقدير ـ لأنه ـ.", "annotation": {"aya": [{"start": 757, "end": 813}], "hadith": [{"start": 1646, "end": 1660}], "verse": []}}