{"text": " ولما تقدم إحلال الصيد وتحريم الميتة، وختم ذلك بهذه الرخصة، \" وكان النبي صلى الله عليه وسلم قد أمر بقتل الكلاب \" وكان الصيد ربما مات في يد الجارح قبل إدراك ذكاته، سأل بعضهم عما يحل من الكلاب، وبعضهم عما يحل من ميتة الصيد إحلالاً مطلقاً لا بقيد الرخصة، إذ كان الحال يقتضي هذا السؤال؛ روى الواحدي في أسباب النزول بسنده عن أبي رافع رضي الله عنه قال: \" أمرني رسول الله صلى الله عليه وسلم بقتل الكلاب، فقال الناس: يا رسول الله! ما أحل لنا من هذه الأمة التي أمرت بقتلها؟ فأنزل الله تعالى: { يسئلونك } \". ولما كان هذا إخباراً عن غائب قال: { ماذا أحل لهم } دون \" لنا \" قال الواحدي: أي من إمساك الكلاب وأكل الصيود وغيرها، أي من المطاعم، ثم قال الواحدي: رواه الحاكم أبو عبد الله في صحيحه، وذكر المفسرون شرح هذه القصة، قال: قال أبو رافع رضي الله عنه: جاء جبريل إلى النبي صلى الله عليه وسلم فاستأذن عليه، فأذن له فلم يدخلن فخرج رسول الله صلى الله عليه وسلم فقال: قد أذنا لك! قال: أجل يا رسول الله! ولكنا لا ندخل بيتاً فيه صورة ولا كلب، فنظر فإذا في بعض بيوتهم جرو، قال أبو رافع: فأمرني أن لا أدع بالمدينة كلباً إلا قتلته، حتى بلغت العوالي فإذا امرأة عندها كلب يحرسها فرحمتها فتركته، فأتيت النبي صلى الله عليه وسلم فأمرني بقتله، فرجعت إلى الكلب فقتلته، فلما أمر رسول الله صلى الله عليه وسلم بأمر الكلاب جاء أناس فقالوا: يا رسول الله! ماذا يحل لنا من هذه الأمة التي أمرت بقتلها؟ فسكت رسول الله صلى الله عليه وسلم فأنزل الله هذه الآية فلما نزلت أذن رسول الله صلى الله عليه وسلم في اقتناء الكلاب التي ينتفع بها، ونهى عن إمساك ما لا نفع فيه، وأمر بقتل الكلاب الكلب والعقور ما يضر ويؤذي، ورفع القتل عما سواها مما لا ضر فيه، وقال سعيد بن جبير: نزلت هذه الآية في عدي بن حاتم وزيد بن المهلهل الطائيين رضي الله عنهما، وهو زيد الخيل الذي سماه رسول الله صلى الله عليه وسلم زيد الخير، وذلك أنهما جاءا إلى رسول الله صلى الله عليه وسلم فقالا: \" يا رسول الله! إنا قوم نصيد بالكلاب والبزاة، وإن كلاب آل درع وآل أبي حورية تأخذ البقر والحمر والظباء والضب، فمنه ما ندرك ذكاته، ومنه ما يقتل فلا ندرك ذكاته، وقد حرم الله الميتة، فماذا يحل لنا منها؟ فنزلت: { يسئلونك } الآية { الطيبات }  يعني الذبائح، و { الجوارح } الكواسب من الكلاب وسباع الطير \" انتهى. فإذا أريد كون الكلام على وجه يعم قيل: { قل } لهم في جواب من سأل { أحل } وبناه للمفعول طبق سؤالهم ولأن المقصود لا كونه من معين { لكم الطيبات } أي الكاملة الطيب، فلا خبث فيها بنوع تحريم ولا تقذر، من ذوي الطباع السليمة مما لم يرد به نص ولا صح فيه قياس، وهذا يشمل كل ما ذبح وهو مأذون في ذبحه مما كانوا يحرمونه على أنفسهم من السائبة وما معها، وكل ما أذن فيه من غير ذبح كحيوان البحر وما أذن فيه من غير المطاعم { وما } وهو على حذف مضاف للعلم به، فالمعنى: وصيد ما { علمتم من الجوارح } أي التي من شأنها أن تجرح، أو تكون سبباً للجرح وهو الذبح، أو من الجرح بمعنى الكسب ويعلم ما جرحتم بالنهار [الأنعام: 60] وهو كواسب الصيد من السباع والطير، فأحل إمساكها للقنية وصيدها وشرط فيه التعليم، قال الشافعي: والكلب لا يصير معلماً إلا عند أمور: إذا أشلى استشلى، وإذا زجر انزجر وحبس ولم يأكل، وإذا دعي أجاب، وإذا أراده لم يفر منه، فإذا فعل ذلك مرات فهو معلم، ولم يذكر حداً لأن الاسم إذا لم يكن معلوماً من نص ولا إجماع وجب الرجوع فيه إلى العرف، وبنى الحال من الكلاب وإن كان المراد العموم، لأن التأديب فيها أكثر فقال: { مكلبين } أي حال كونكم متكلفين تعليم هذه الكواسب ومبالغين في ذلك، قالوا: وفائدة هذه الحال أن يكون المعلم نحريراً في علمه موصوفاً به، وأكد ذلك بحال أخرى أو استئناف فقال: { تعلمونهن } وحوشاً كنَّ أو طيوراً { مما علمكم الله } أي المحيط بصفات الكمال من علم التكليب، فأفاد ذلك أن على كل طالب لشيء أن لا يأخذه إلا من أجلّ العلماء به وأشدهم دراية له وأغوصهم على لطائفه وحقائقه وإن احتاج إلى أن يضرب إليه أكباد الإبل، فكم من آخذ من غير متقن قد ضيع أيامه، وعض عند لقاء النجارين إبهامه! ثم سبب عن ذلك قوله: { فكلوا }. ولما كان في الصيد من العظم وغيره ما لا يؤكل قال: { مما أمسكن } أي الجوارح مستقراً إمساكها { عليكم } أي على تعليمكم، لا على جبلتها وطبيتعها دون تعليمكم، وذلك هو الذي لم يأكلن منه وإن مات قبل إدراك ذكاته، وأما ما أمسك الجارح على أي مستقراً على جبلته وطبعه، ناظراً فيه إلى نفاسه نفسه فلا يحل { واذكروا اسم الله } أي الذي له كل شيء ولا كفوء له { عليه } أي على ما أمسكن عند إرسال الجارح أو عند الذبح إن أدركت ذكاته، لتخالفوا سنة الجاهلية وتأخذوه من مالكه، وقد صارت نسبة هذه الجملة. كما ترى. إلى حرمت عليكم الميتة [المائدة: 3] نسبة المستثنى إلى المستثنى منه، وإلى مفهوم غير محلي الصيد وانتم حرم نسبة الشرح. ولما كان تعليم الجوارح أمراً خارجاً عن العادة في نفسه وإن كان قد كثر، حتى صار مألوفاً، وكان الصيد بها أمراً تُعجب شرعته وتهز النفوس كيفيتُه، ختم الآية بما هو خارج عن عادة البشر وطرقها من سرعة الحساب ولطف العلم بمقدار الاستحقاق من الثواب والعقاب، فقال محذراً من إهمال شيء مما رسمه: { واتقوا } أي حاسبوا أنفسكم واتقوا { الله } أي عالم الغيب والشهادة القادر على كل شيء فيما أدركتم ذكاته وما لم تدركوها، وما أمسكه الجارح عليكم وما أمسكه على نفسه - إلى غير ذلك من أمور الصيد التي لا يقف عندها إلا من غلبت عليه مهابة الله واستشعر خوفه، فاتقاه فيما أحل وما حرم، ثم علل ذلك بقوله: { إن الله } أي الجامع لمجامع العظمة { سريع الحساب * } أي عالم بكل شيء وقادر عليه في كل وقت، فهو قادر على كل جزاء يريده، لا يشغله أحد عن أحد ولا شأن عن شأن.", "annotation": {"aya": [{"start": 2577, "end": 2599}, {"start": 4011, "end": 4028}], "hadith": [], "verse": []}}