{"text": " قوله تعالى: { إِنَّمَا ٱلْمُؤْمِنُونَ إِخْوَةٌ } [الآية: 10]. قال بعض الحكماء: بئس الأخ أخ تحتاج أن تعتذر إليه وبئس الأخ أخ تحتاج أن تستقرضه وبئس الأخ أخ تحتاج أن تقول له اذكرنى فى دعائك ومعناه أنك إذا كنت من أخيك على بال فاطلع على حاجتك لم يحوجك إلى السؤال وإذا أحسن الظن بك عذرك من غير أن تعتذر إليه وهذا حكم الأخوة فى الله. سمعت منصور بن عبد الله يقول: سمعت جعفر يقول سمعت أبا محمد المغازلى يقول: من أراد أن تصح أخوته فليحفظ مودة إخوانه القدماء. سمعت الحسين بن يحيى يقول: سمعت أبا بكر النقاش يقول: سألت الجنيد رحمة الله عليه عن الأخ الحقيقى؟ فقال: هو أنت فى الحقيقة إلا أنه غيرك فى الهيكل. وحكى عن أبى عثمان الجريرى يقول: أخوة الدين أثبت من أخوة النسب فإن أخوة النسب تنقطع لمخالفة الدين وأخوة الدين لا تنقطع لمخالفة النسب. وأنشدنى عبيد الله بن محمد بن محمد بن حمدان العكبرى الزاهد قال: أنشد أبو بكر محمد بن الحسين الآجرى قال: أنشدنى بعض إخوانى وذكر أنها لجعفر بن محمد الصادق رضوان الله عليه: أخوك الذى لو جئت بالسيف عائداً لتضربـه لم يستغشك فى الود ولو جئت تدعوه إلى الموت لم يكن يردك إبقـاء عليك من الوجد يرى أنـه فى الـود نزر مقصـر على أنه قد زاد فيه على الجهد قال بعضهم: الأخوة فى الدين ترك العادة الجارية فى الرسم والتزام الشفقة والنصيحة للإخوان ظاهرًا وباطنًا. أنشدنى يوسف بن صالح الدسكوى قال: أنشدنى بعض إخوانى: وقلت أخى قالوا أخ من قرابة قلت نعم إن الشكول أقارب نسيبى فى عرفى ورأى ومنصبى وإن باعدتنا فى الديار المناسب عجبت لصبرى بعده وهو ميت وقد كنت أبكيه دماً وهو غائب ألا إنما الأيام قد صرن كلها عجائب حتى ليس فيها عجائب سمعت أبا على البيهقى يقول: سمعت أبا بكر الصولى يقول: سألت بعض الحكماء من الأخ على الحقيقة؟ فقال: من تلقاه فى الغيبة وتأنس بذكره فى الخلوة وتعذره من غير معذره وتنبسط إليه من غير حشمة ولا تخفى منه ما يعلمه منك وتأمن وأنشدنى فى هذا المعنى: أبلغ أخاك الإحسان بى حسناً إنى وإن كنت لا ألقاه ألقـاه وإن طرفى موصولاً برؤيتـه وإن تبـاعد عن مثواى مثواه الله يعلم أنى لسـت أذكـره وكيف أذكره من لست أنساه أنشدنى الحسين بن يحيى لأبى بكر بن داود: إن أخَ الإحسان من يسعى معك ومن يضر نفسه لينفعك ومن إذ ريب الزمان صدعـك بدد شمل نفسه ليجمعك", "annotation": {"aya": [], "hadith": [], "verse": [{"start": 895, "end": 925}, {"start": 926, "end": 951}, {"start": 952, "end": 982}, {"start": 983, "end": 1008}, {"start": 1009, "end": 1036}, {"start": 1037, "end": 1065}, {"start": 1221, "end": 1247}, {"start": 1248, "end": 1271}, {"start": 1272, "end": 1297}, {"start": 1298, "end": 1327}, {"start": 1328, "end": 1351}, {"start": 1352, "end": 1379}, {"start": 1380, "end": 1407}, {"start": 1408, "end": 1432}, {"start": 1670, "end": 1696}, {"start": 1697, "end": 1724}, {"start": 1725, "end": 1749}, {"start": 1750, "end": 1775}, {"start": 1776, "end": 1801}, {"start": 1802, "end": 1825}, {"start": 1866, "end": 1892}, {"start": 1893, "end": 1912}, {"start": 1913, "end": 1936}, {"start": 1937, "end": 1956}]}}