{"text": " أخرج ابن جرير وابن المنذر وابن أبي حاتم وابن الأنباري في كتاب الأضداد عن ابن عباس رضي الله عنهما في قوله { إنا عرضنا الأمانة... } الآية. قال: الامانة الفرائض، عرضها الله على السموات والأرض والجبال إن أدُّوها أثابهم، وإن ضيعوها عذبهم، فكرهوا ذلك واشفقوا من غير معصية، ولكن تعظيماً لدين الله أن لا يقوموا بها، ثم عرضها على آدم فقبلها بما فيها. وهو قوله { وحملها الإِنسان إنه كان ظلوماً جهولاً } يعني غراً بأمر الله. وأخرج ابن أبي شيبة وابن المنذر وابن أبي حاتم عن أبي العالية رضي الله عنه في قوله { إنا عرضنا الأمانة على السماوات والأرض } قال: الأمانة: ما أمروا به ونهوا عنه. وفي قوله { وحملها الإِنسان } قال: آدم. وأخرج ابن جرير وابن المنذر وابن أبي حاتم قال: إن الله عرض الأمانة على السماء الدنيا فأبت، ثم التي تليها حتى فرغ منها، ثم الأرض، ثم الجبال، ثم عرضها على آدم عليه السلام فقال: نعم. بين أذني وعاتقي قال الله \" فثلاث آمرك بهن فإنهن لك عون. إني جعلت لك بصراً، وجعلت لك شفرتين، ففضهما عن كل شيء نهيتك عنه، وجعلت لك لساناً بين لحيين، فكفه عن كل شيء نهيتك عنه، وجعلت لك فرجاً وواريته، فلا تكشفه إلى ما حرمت عليك \". وأخرج ابن المنذر وابن أبي حاتم وابن الأنباري عن ابن جريج رضي الله عنه في الآية قال: بلغني أن الله تعالى لما خلق السموات والأرض والجبال قال \" إني فارض فريضة، وخالق جنة وناراً، وثواباً لمن أطاعني وعقاباً لمن عصاني فقالت السماء: خلقتني فسخرت فيَّ الشمس والقمر، والنجوم والسحاب والريح والغيوم، فانا مسخرة على ما خلقتني، لا أتحمل فريضة، ولا أبغي ثواباً ولا عقاباً، وقالت الأرض، خلقتني وسخرتني فجرت فيَّ الأنهار، فأخرجت مني الثمار، وخلقتني لما شئت، فأنا مسخرة على ما خلقتني، لا أتحمل فريضة، ولا أبغي ثواباً ولا عقاباً، وقالت الجبال: خلقتني رواسي الأرض، فأنا على ما خلقتني، لا أتحمل فريضة، ولا أبغي ثواباً ولا عقاباً، فلما خلق الله آدم عرض عليه، فحمله { إنه كان ظلوماً } ظلمه نفسه في خطيئته { جهولاً } بعاقبة ما تحمل \". وأخرج ابن أبي حاتم عن مجاهد رضي الله عنه في الآية قال: لما خلق الله السموات والأرض والجبال، عرض الأمانة عليهن فلم يقبلوها، فلما خلق آدم عليه السلام عرضها عليه قال: يا رب وما هي؟ قال: هي إن أحسنت أجرتك، وإن أسأت عذبتك، قال: فقد تحملت يا رب قال: فما كان بين أن تحملها إلى أن أخرج إلا قدر ما بين الظهر والعصر. وأخرج سعيد بن منصور وابن أبي شيبة وعبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم وابن الأنباري في كتاب الأضداد والحاكم وصححه عن ابن عباس رضي الله عنهما في قوله { إنا عرضنا الأمانة } قال: عرضت على آدم عليه السلام فقيل: خذها بما فيها، فإن أطعت غفرت لك، وإن عصيت عذبتك، قال: قبلتها بما فيها، فما كان إلا قدر ما بين الظهر إلى الليل من ذلك اليوم حتى أصاب الذنب. وأخرج ابن أبي حاتم عن ابن أشوع في الآية قال عرض عليهن العمل، وجعل لهن الثواب، فضججن إلى الله ثلاثة أيام ولياليهن، فقلن: ربنا لا طاقة لنا بالعمل، ولا نريد الثواب. وأخرج أبو عبيد وابن المنذر عن الأوزاعي أن عمر بن عبد العزيز رضي الله عنه عرض العمل على محمد بن كعب فأبى، فقال له عمر رضي الله عنه: أتعصي؟ فقال: يا أمير المؤمنين أخبرني عن الله تعالى حين عرض { الأمانة على السماوات والأرض والجبال فأبين أن يحملنها وأشفقن منها } ، هل كان ذلك منها معصية؟ قال: لا. فتركه. وأخرج عبد بن حميد وابن جرير من طريق الضحاك عن ابن عباس رضي الله عنهما قال: إن الله قال لآدم عليه السلام \" إني عرضت الأمانة على السموات والأرض والجبال فلم تطقها فهل أنت حاملها بما فيها؟ قال: أي رب وما فيها؟ قال: إن حملتها أجرت، وإن ضيعتها عذبت، قال: قد حملتها بما فيها قال: فما عبر في الجنة إلا قدر ما بين الأولى والعصر حتى أخرجه إبليس من الجنة \" قيل للضحاك: وما الأمانة؟ قال: هي الفرائض، وحق على كل مؤمن أن لا يَغُشَّ مؤمناً، ولا معاهداً، في شيء قليل ولا كثير، فمن فعل فقد خان أمانته، ومن انتقص من الفرائض شيئاً فقد خان أمانته. وأخرج عبد بن حميد وابن جرير عن قتادة رضي الله عنه { إنا عرضنا الأمانة على السماوات والأرض والجبال } قال: يعني به الدين، والفرائض، والحدود، { فأبين أن يحملنها وأشفقن منها } قيل لهن: أن تحملنها، وتؤدين حقها. فقلنا: لا نطيق ذلك { وحملها الإِنسان } قيل له: أتحملها؟ قال: نعم. قيل: أتؤدي حقها؟ فقال: أطيق ذلك قال الله { إنه كان ظلوماً جهولاً } أي ظلوماً بها، جهولاً عن حقها { ليعذب الله المنافقين والمنافقات والمشركين والمشركات } قال: هذان اللذان خاناها { ويتوب الله على المؤمنين والمؤمنات } قال: هذان اللذان أدياها { وكان الله غفوراً رحيماً }. وأخرج عبد بن حميد وابن جرير عن سعيد بن جبير رضي الله عنه { إنا عرضنا الأمانة } قال: الفرائض. وأخرج الفريابي عن الضحاك رضي الله عنه في قوله { إنَّا عرضنا الأمانة } قال: الدين. وأخرج عبد الرزاق وعبد بن حميد عن زيد بن أسلم رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم \" الأمانة ثلاث: الصلاة، والصيام، والغسل من الجنابة \". وأخرج الفريابي وعبد بن حميد وابن المنذر وابن أبي حاتم والحاكم والبيهقي في سننه عن أبي بن كعب رضي الله عنه قال: من الأمانة أن ائتمنت المرأة على فرجها. وأخرج ابن أبي الدنيا في الورع والحكيم الترمذي عن عبدالله بن عمرو قال: أول ما خلق الله من الإِنسان فرجه، ثم قال: هذه أمانتي عندك فلا تضيعها إلا في حقها. فالفرج أمانة، والسمع أمانة، والبصر أمانة. وأخرج ابن أبي الدنيا والبيهقي في شعب الإِيمان عن ابن عمرو رضي الله عنه قال: من تضييع الأمانة: النظر في الحجرات والدور. وأخرج عبد بن حميد عن الحسن رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم \" الا ومن الأمانة، الا ومن الخيانة، أن يحدث الرجل أخاه بالحديث فيقول: اكتم عني. فيفشيه \". وأخرج أحمد وعبد بن حميد ومسلم عن أبي سعيد الخدري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم \" إن من أعظم الأمانة عند الله يوم القيامة الرجل يفضي إلى امرأته وتفضي إليه، ثم ينشر سرها \". وأخرج الطبراني وأحمد وعبد بن حميد وأبو داود والترمذي وحسنه وأبو يعلى والبيهقي والضياء عن جابر رضي الله عنه أن رسول الله صلى الله عليه وسلم قال \" إذا حدث الرجل بالحديث، ثم التفت فهي أمانة \". وأخرج عبد بن حميد وابن جرير عن الحسن رضي الله عنه في قوله { ليعذب الله المنافقين... } قال: هما اللذان ظلماها واللذان خاناها: المنافق والمشرك. وأخرج ابن جرير بسند ضعيف عن الحكم بن عمير وكان من أصحاب النبي صلى الله عليه وسلم قال: قال النبي صلى الله عليه وسلم \" إن الأمانة والوفاء نزلا على ابن آدم مع الأنبياء، فأرسلوا به فمنهم رسول الله، ومنهم نبي، ومنهم نبي رسول الله، ونزل القرآن وهو كلام الله، ونزلت العربية والعجمية، فعلموا أمر القرآن، وعلموا أمر السنن بألسنتهم، ولن يدع الله شيئاً من أمره مما يأتون، ومما يجتنبون، وهي الحجج عليهم إلا بينت لهم، فليس أهل لسان إلا وهم يعرفون الحسن من القبيح، ثم الأمانة أول شيء يرفع، ويبقى أثرها في جذور قلوب الناس، ثم يرفع الوفاء والعهد والذمم، وتبقى الكتب لعالم يعلمها، وجاهل يعرفها وينكرها، ولا يحملها حتى وصل إليّ وإلى أمتي، فلا يهلك على الله إلا هالك، ولا يغفله إلا تارك، والحذر أيها الناس، وإياكم والوسواس الخناس، فإنما يبلوكم أيكم أحسن عملاً \" والله أعلم...", "annotation": {"aya": [], "hadith": [{"start": 4199, "end": 4252}, {"start": 4794, "end": 4883}, {"start": 4984, "end": 5075}, {"start": 5219, "end": 5265}, {"start": 5523, "end": 6150}], "verse": []}}