{"text": " { لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُواْ } أي في أن تبتغوا أي تطلُبوا { فَضْلاً مّن رَّبّكُمْ } عطاءً ورزقاً منه أي الربحَ بالتجارة وقيل: كان عُكاظُ ومَجنّةُ وذو المَجازِ أسواقَهم في الجاهلية يُقيمونها أيامَ مواسمِ الحج وكانت معايشُهم منها فلما جاء الإسلامُ تأثّموا منه فنزلت { فَإِذَا أَفَضْتُم مّنْ عَرَفَـٰتٍ } أي دفعتم منها بكثرة من أفضتُ الماء إذا صبَبْتُه بكثرة وأصلُه أفضتم أنفسَكم فحُذِفَ المفعولُ حذفَه من دفعتُ من البَصْرة، وعَرَفاتٌ جمعٌ سُمّي به كأذرِعات وإنما نوّن وكُسر وفيه علميةٌ وتأنيثٌ لما أن تنوين الجمعِ تنوينُ المقابلة لا تنوينُ التمكن ولذلك يُجمع مع اللام وذهابُ الكسرة تبعُ ذهابِ التنوين من غير عِوَض لعدم الصرْف وههنا ليس كذلك أو لأن التأنيثَ إما بالتاء المذكورة وهي ليست بتاء التأنيث وإنما هي مع الألف التي قبلها علامةُ جمعِ المؤنَّث أو بتاءٍ مقدَّرةٍ كما في سُعادَ ولا سبـيل إليه لأن المذكورةَ تأبىٰ تقديرَها لما أنها كالبدل منها لاختصاصِها بالمؤنث كتاءِ بنت، وإنما سمي الموقفُ عَرَفة لأنه نُعِتَ لإبراهيمَ عليه السلام فلما أبصره عَرَفه، أو لأن جبريلَ عليه السلام كان يدور به في المشاعر فلما رآه قال: «عرَفتُ»، أو لأن آدمَ وحواءَ التقيا فيه فتعارَفا، أو لأن الناسَ يتعارفون فيه وهي من الأسماءِ المُرْتجلة إلا من يجعلها جمعَ عارف، قيل: وفيه دليلٌ على وجوب الوقوف بها لأن الإفاضةَ لا تكون إلا بعده وهي مأمور بها بقوله تعالى: { ثُمَّ أَفِيضُواْ } [البقرة، الآية: 199] وقد قال النبـي صلى الله عليه وسلم: \" الحجُّ عَرَفةُ \" فمن أدرك عَرَفةَ فقد أدرك الحجَّ، أو مقدمة للذكر المأمور به وفيه نظرٌ إذ الذكرُ غيرُ واجب والأمرُ به غيرُ مطلق { فَٱذْكُرُواْ ٱللَّهَ } بالتلبـية والتهليلِ والدعاء وقيل: بصلاة العشاءين { عِندَ ٱلْمَشْعَرِ ٱلْحَرَامِ } هو جبلٌ يقف عليه الإمامُ ويسمى قُزَح وقيل: ما بـين مأزمي عرفةَ ووادي مُحسِّر ويؤيد الأول ما رَوىٰ جابرٌ أنه عليه الصلاة والسلام لما صلى الفجرَ يعني بالمزدَلِفةِ بغَلَسٍ ركِب ناقتَه حتى أتى المشعَرَ الحرامَ فدعا فيه وكبّر وهلَّل ولم يزَلْ واقفاً حتى أسفَر. وإنما سُمِّي مَشعَراً لأنه مَعْلمُ العبادة ووُصِف بالحرام لحُرمته ومعنى عند المشعر الحرامِ ما يليه ويقرُب منه فإنه أفضلُ وإلا فالمزدلفةُ كلُها موقفٌ الإوادِيَ مُحَسِّر { وَٱذْكُرُوهُ كَمَا هَدَاكُمْ } أي كما علَّمكم أو اذكُروه ذِكراً حسناً كما هداكم هدايةً حسَنةً إلى المناسك وغيرِها وما مصدرية أو كافّة { وَإِن كُنتُمْ مّن قَبْلِهِ } من قبل ما ذُكر من هدايتِه إياكم { لَمِنَ ٱلضَّالّينَ } غيرِ العاملين بالإيمان والطاعة، وإن المخففةُ واللامُ هي الفارقة وقيل: هي نافية واللامُ بمعنى إلا كما في قوله عز وعلا: وَإِن نَّظُنُّكَ لَمِنَ ٱلْكَـٰذِبِينَ [الشعراء، الآية 186] { ثُمَّ أَفِيضُواْ مِنْ حَيْثُ أَفَاضَ ٱلنَّاسُ } أي من عرَفةَ لا من المزدَلِفة والخطابُ لقريش لمّا كانوا يقفون بجمعٍ وسائرُ الناس بعرَفةَ ويرَوْن ذلك ترفعاً عليهم فأُمروا بأن يُساووهم و(ثم) لتفاوتِ ما بـين الإفاضتين كما في قولك: أحسِنْ إلى الناس ثم لا تُحسِنْ إلا إلى كريم وقيل: من مزدلفةَ إلى مِنىً بعد الإفاضةِ من عرَفة إليها، والخطابُ عام وقرىء الناسِ بكسر السين أي الناسي على أن يراد به آدمُ عليه السلام من قوله تعالى: فَنَسِىَ [طه، الآيات: 88، 115]، والمعنى أن الإفاضةَ من عرفه شرعٌ قديم فلا تغيِّروه { وَٱسْتَغْفِرُواْ ٱللَّهَ } من جاهليتكم في تغيـير المناسكِ { إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ } يغفرُ ذنبَ المستغفِر ويُنعِمُ عليه فهو تعليلٌ للاستغفار أو للأمر به.", "annotation": {"aya": [{"start": 2330, "end": 2368}, {"start": 2814, "end": 2822}], "hadith": [{"start": 1329, "end": 1347}], "verse": []}}