{"text": " يعنـي بذلك جل ثناؤه: سل يا مـحمد بنـي إسرائيـل الذين لا ينتظرون بـالإنابة إلـى طاعتـي، والتوبة إلـيّ بالإقرار بنبوّتك وتصديقك فـيـما جئتهم به من عندي، إلا أن آتـيهم فـي ظلل من الغمام وملائكتـي، فأفصل القضاء بينك وبـين من آمن بك وصدّقك بـما أنزلتُ إلـيك من كتبـي، وفرضت علـيك وعلـيهم من شرائع دينـي وبـينهم كم جئتهم به من قبلك من آية وعلامة، علـى ما فرضت علـيهم من فرائضي، فأمرتهم به من طاعتـي، وتابعت علـيهم من حججي علـى أيدي أنبـيائي ورسلـي من قبلك مؤيدة لهم علـى صدقهم بـينة أنها من عندي، واضحة أنها من أدلتـي علـى صدق نُذري ورسلـي فـيـما افترضت علـيهم من تصديقهم وتصديقك، فكفروا حججي، وكذبوا رسلـي، وغيروا نعمي قبلهم، وبدّلوا عهدي ووصيتـي إلـيهم. وأما الآية فقد بـينت تأويـلها فـيـما مضى من كتابنا بـما فـيه الكفـاية وهي ههنا. ما: حدثنا مـحمد بن عمرو، قال: ثنا أبو عاصم، عن عيسى، عن ابن أبـي نـجيح، عن مـجاهد فـي قول الله عز وجل: { سَلْ بَنِـي إسْرائِيـلَ كَمْ آتَـيْناهُمْ مِنْ آيَةٍ بَـيِّنَةٍ } ما ذكر الله فـي القرآن وما لـم يذكر، وهم الـيهود. حدثت عن عمار، قال: ثنا ابن أبـي جعفر، عن أبـيه، عن الربـيع قوله: { سَلْ بَنِـي إسْرَائِيـلَ كَمْ آتَـيْناهُمْ مِنْ آيَةٍ بَـيِّنَةٍ } يقول: آتاهم الله آيات بـينات: عصا موسى ويده، وأقطعهم البحر، وأغرق عدوّهم وهم ينظرون، وظلَّلَ علـيهم الغمام، وأنزل علـيهم الـمنّ والسلوى. وذلك من آيات الله التـي آتاها بنـي إسرائيـل فـي آيات كثـيرة غيرها، خالفوا معها أمر الله، فقتلوا أنبـياء الله ورسله، وبدلوا عهده ووصيته إلـيهم، قال الله: { وَمَنْ يُبَدِّلْ نعْمَةَ الله مِنْ بَعْدِ ما جاءَتْهُ فإنَّ اللّهَ شَدِيدُ العِقاب }. وإنـما أنبأ الله نبـيه بهذه الآيات، فأمره بـالصبر علـى من كذبه، واستكبر علـى ربه، وأخبره أن ذلك فعل من قبله من أسلاف الأمـم قبلهم بأنبـيائهم، مع مظاهرته علـيهم الـحجج، وأن من هو بـين أظهرهم من الـيهود إنـما هم من بقايا من جرت عاداتهم مـمن قص علـيه قصصهم من بنـي إسرائيـل. القول فـي تأويـل قوله تعالـى: { وَمَنْ يُبَدِّلْ نِعْمَةَ اللَّهِ مِنْ بعَدِ ما جاءَتْهُ فَإنَّ اللّهَ شَديدُ العِقابِ }. يعنـي بـالنعم جل ثناؤه الإسلام وما فرض من شرائع دينه. ويعنـي بقوله: { وَمَنْ يُبَدّلْ نَعْمَةَ اللّهِ } ومن يغير ما عاهد الله فـي نعمته التـي هي الإسلام من العمل والدخول فـيه فـيكفر به، فإنه معاقبه بـما أوعد علـى الكفر به من العقوبة، والله شديد عقابه، ألـيـم عذابه. فتأويـل الآية إذا: يا أيها الذين آمنوا بـالتوراة فصدّقوا بها، ادخـلوا فـي الإسلام جميعاً، ودعوا الكفر، وما دعاكم إلـيه الشيطان من ضلالته، وقد جاءتكم البـينات من عندي بـمـحمد، وما أظهرت علـى يديه لكم من الـحجج والعبر، فلا تبدلوا عهدي إلـيكم فـيه وفـيـما جاءكم به من عندي فـي كتابكم بأنه نبـيـي ورسولـي، فإنه من يبدّل ذلك منكم فـيغيره فإنـي له معاقب بـالألـيـم من العقوبة. وبـمثل الذي قلنا فـي قوله: { وَمَنْ يُبَدّلْ نَعْمَةَ الله مِنْ بَعْدِ ما جاءَتْهُ } قال جماعة من أهل التأويـل. ذكر من قال ذلك: حدثنـي مـحمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبـي نـجيح، عن مـجاهد فـي قوله: { وَمَنْ يُبَدّلْ نَعْمَةَ الله مِنْ بَعْدِ ما جاءَتْهُ } قال: يكفر بها. حدثنا القاسم، قال: ثنا الـحسين، قال: ثنـي حجاج، عن ابن جريج، عن مـجاهد، مثله. حدثنـي موسى بن هارون، قال: ثنا عمرو بن حماد، قال: ثنا أسبـاط، عن السدي: { وَمَنْ يُبَدّلْ نِعْمَةَ اللّهِ } قال: يقول: من يبدلها كفراً. حدثت عن عمار، عن ابن أبـي جعفر، عن أبـيه، عن الربـيع: { وَمَنْ يُبَدّلْ نَعْمَةَ اللّهِ مِنْ بَعْدِ ما جاءَتْهُ } يقول: ومن يكفر نعمته من بعد ما جاءته.", "annotation": {"aya": [], "hadith": [], "verse": []}}