{"text": " ذكر تعالى حالة { المتقين } بعقب ذكر حالة أهل النار ليبين الفرق، و \" الظلال \" في الجنة عبارة عن تكاثف الأشجار وجودة المباني وإلا فلا شمس تؤذي هنالك حتى يكون ظل يجير من حرها، وقرأ الجمهور \" في ظلال \" وقرأ الأعرج والأعمش \" في ظُلل \" بضم الظاء، و \" العيون \": الماء النافع، وقوله تعالى: { مما يشتهون } إعلام بأن المأكل والمشرب هنالك إنما يكون برسم شهواتهم بخلاف ما هي الدنيا عليه، فإن ذلك فيه شاذ ونادر، والعرف أن المرء يرد شهوته إلى ما يقتضيه وجده، وهنا محذوف يدل عليه اللفظ تقديره يقال لهم { كلوا } و { هنيئاً } نصب على الحال، ويجوز أن يكون نصبه على جهة الدعاء، والكاف في قوله { إنا كذلك } كاف تشبيه، والإشارة بذلك إلى ما ذكره من تنعيم أهل الجنة، وقوله تعالى: { كلوا وتمتعوا } مخاطبة لقريش على معنى قل لهم يا محمد، وهذه صيغة أمر معناها التهديد والوعيد، وقد بين ذلك قوله { قليلاً } ، ثم قرر لهم الإجرام الموجب لتعذيبهم، وقال من جعل السورة كلها مكية: إن هذه الآية نزلت في المنافقين، وقال مقاتل: نزلت في ثقيف لأنهم قالوا للنبي صلى الله عليه وسلم: حط عنا الصلاة فإنا لا ننحني فإنها سبة، فأبى رسول الله صلى الله عليه وسلم وقال: \" لا خير في دين لا صلاة فيه \" وقوله تعالى: { وإذا قيل لهم اركعوا لا يركعون } قيل هي حكاية عن حال المنافقين في الآخرة إذا سجد الناس فأرادوا هم السجود فانصرفت أصلابهم إلى الأرض وصارت فقاراتهم كصياصي البقر، قاله ابن عباس وغيره، وقال قتادة في آخرين هذه حال كفار قريش في الدنيا كان رسول الله صلى الله عليه وسلم يدعوهم وهم لا يجيبون، وذكر الركوع عبارة عن جميع الصلاة، هذا قول الجمهور، وقال بعض المتأولين عنى بالركوع التواضع كما قال الشاعر: [الطويل] ترى الأكم فيها سجداً للحوافر أي متذللة، وتأول قتادة الآية قاصدة الركوع نفسه. وقال: عليكم بحسن الركوع، والذي أقول إن ذكر الركوع هنا وتخصيصه من بين سائر أحوال العبادة إنما كان لأن كثيراً من العرب كان يأنف من الركوع والسجود ويراها هيئة منكرة لما كان في أخلاقهم من العجرفة، ألا ترى أن بعضهم قد سئل فقيل له: كيف تقول؟ استخذأت أو استخذيت؟ فقال: كل لا أقول. فقيل له لم؟ قال: لأن العرب لا تستخذي، فظن أنه سئل عن المعنى ولم يفهم أنه سئل عن اللفظ. وفي كتاب السير \" عن بعض العرب أنه استعفى متكلماً عن قومه ونفسه رسول الله صلى الله عليه وسلم الصلاة فلم يجبه رسول الله صلى الله عليه وسلم بل قال له: \" لا بد من الصلاة \" \" ،فقال عند ذلك سنؤتيكها، وإن كانت دناءة، وقوله تعالى: { فبأي حديث بعده يؤمنون } يؤيد أن الآية كلها في قريش، والحديث الذي يقتضيه الضمير هو القرآن، وهذا توقيف وتوبيخ، وروي عن يعقوب أنه قرأ \" تؤمنون \" بالتاء من فوق على المواجهة ورويت عن ابن عامر (انتهى).", "annotation": {"aya": [], "hadith": [{"start": 1020, "end": 1049}, {"start": 1916, "end": 2070}], "verse": [{"start": 1463, "end": 1491}]}}