{"text": " المعنى: المعني بقوله: { فإن حاجوك } نصارى نجران - على قول جميع المفسرين - فان قيل: لم قال: \" ومن اتبعن \" ولم يؤكد الضمير، فلم يقل: اسلمت أنا ولا يجوز أن يقول القائل قمت وزيد إلا بعد أن يقول قمت أنا وزيد؟ قيل: إنما جاز ها هنا لطول الكلام، فصار طوله عوضاً من تأكيد الضمير المتصل، ولو قال اسلمت وزيد لم يجز حتى يقول: أسلمت أنا وزيد، فاذا قال: أسلمت اليوم بانشراح صدري ومن جاء معي حسن. فان قيل ما الحجة في قوله: { فقل اسلمت وجهي لله }؟ قلنا فيه وجهان: أحدهما - أنه أراد إلزامهم على - ما أقروا به من أن الله خالقهم - اتباع أمره في ألا تعبدوا إلا إياه فلذلك قال: { أسلمت وجهي لله } أي انقدت لأمره في اخلاص التوحيد له. الثاني - أنه ذكر الأصل الذي يلزم جميع المكلفين الاقرار به لأنه لا ينتفض في ما يحتاج إلى العمل عليه في الدين الذي هو طريق النجاة من العذاب إلى النعيم، ومعنى قوله: { وجهي } يريد نفسي وإنما أضاف الاسلام إلى الوجه، لأنه لما كان وجه الشيء أشرف ما فيه ذكر بدلا منه ليدل على شرف الذكر. ومثله كل شيء هالك إلا وجهه أي إلا هو. وقوله: { وقل للذين أوتوا الكتاب } يعني اليهود والنصارى، { والأميين } الذين لا كتاب لهم على قول ابن عباس وغيره. من أهل التأويل، وهم مشركوا العرب، كما قال: هو الذي بعث في الأميين رسولاً منهم وقال: النبي الأمي أي الذي لا يكتب. وإنما قيل لمن لا يكتب أمي، لأنه نسب إلى ما عليه الأمة في الخلقة لأنهم خلقوا لا يكتبون شيئاً. وإنما يستفيدون الكتابة. وقوله: { ومن اتبعن } من حذف الياء اجتزاء بالكسرة وإنما حذفها حمزة، والكسائي وعاصم، وحذف الياء في أواخر الآي أحسن لأنها تشبه القوافي. ويجوز في وسط الآي أيضاً وأحسنها ما كان قبلها نون مثل قوله: \" ومن اتبعن \" ، فان لم يكن نون، فانه يجوز أيضاً نحو قولك هذا غلام، وما أشبه ذلك. والاجود أن تقول هذا غلامي وإن شئت أسكنت الياء. وإن شئت فتحتها وقوله: { ءأسلمتم } أمر في صورة الاستفهام، وإنما كان كذلك، لأنه بمنزلة طلب الفعل، والاستدعاء إليه فذكر ذلك للدلالة على أمرين من غير تصريح به ليقر المأمور به بما يلزمه فيه، كما تقول لمن توصيه بما هو أعود عليه: أقبلت هذا. ومعناه اقبل، ومثله قوله تعالى: فهل أنتم منتهون معناه انتهوا، وأقروا به. وتقول لغيرك: هل أنت كاف عنا. ومعناه اكفف. ويقول القائل لغيره: أين أنت، ومعناه اثبت مكانك لا تبرح. وقوله: { فإن أسلموا فقد اهتدوا } معناه اهتدوا إلى طريق الحق { وإن تولوا } معناه كفروا، ولم يقبلوا واعرضوا عنه { فإنما عليك البلاغ } ومعناه عليك البلاغ، فقط دون ألا يتولوا، لأنه ليس عليك ألا يتولوا. وقوله: { والله بصير بالعباد } معناه ها هنا لا يفوته شيء من أعمالهم التي يجازيهم بها، لأنه بصير بهم أي عالم بهم وبسرائرهم وظواهر أعمالهم، لا يخفى عليه خافية. وقيل معناه يعلم ما يكون منك في التبليغ، ومنهم في الايمان، والكفر.", "annotation": {"aya": [{"start": 526, "end": 545}, {"start": 897, "end": 917}, {"start": 1083, "end": 1117}, {"start": 1124, "end": 1135}, {"start": 1855, "end": 1870}], "hadith": [], "verse": []}}