{"text": " ذكر جل وعلا في هذه الآية الكريمة: أن النار يوم القيامة، إذا رأت الكفار من مكان بعيد: أي في عرصات المحشر أشتدّ غيظها على من كفر بربها، وعلا زفيرها فسمع الكفار صوتها من شدة غيظها، وسمعوا زفيرها. وما ذكره جل وعلا في هذه الآية الكريمة بين بعضه في سورة الملك، فأوضح فيها شدة غيظها على من كفر بربها، وأنهم يسمعون لها أيضاً شهيقاً مع الزفير الذي ذكره في آية الفرقان، هذه، وذلك في قوله تعالى: إِذَآ أُلْقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقاً وَهِيَ تَفُورُ تَكَادُ تَمَيَّزُ مِنَ الغَيْظِ [الملك: 7ـ8] أي يكاد بعضها ينفصل عن بعض من شدة غيظها، على من كفر بالله تعالى. وللعلماء أقوال في معنى الزفير والشهيق، وأقربها، أنهما يمثلهما معاً صوت الحمار في نهيقه، فأوله زفير، وآخره الذي يردده في صدره شهيق. والأظهر أن معنى قوله تعالى: { سَمِعُواْ لَهَا تَغَيُّظاً } أي سمعوا غليانها من شدة غيظها، ولما كان سبب الغليان التغيظ أطلقه عليه، وذلك أسلوب عربي معروف. وقال بعض أهل العلم: { سَمِعُواْ لَهَا تَغَيُّظاً }: أي أدركوه، والإدراك يشمل الرؤية والسمع، وعلى هذا فالسمع مضمن معنى الإدراك، وما ذكرنا أظهر. وقال القرطبي: قيل المعنى إذا رأتهم جهنم سمعوا لها صوت التغيظ عليهم، ثم ذكر في آخر كلامه أن هذا القول هو الأصح. مسألة اعلم أن التحقيق أن النار تبصر الكفار يوم القيامة، كما صرح الله بذلك في قوله تعالى: { إِذَا رَأَتْهُمْ مِّن مَّكَانٍ بَعِيدٍ } ورؤيتها إياهم من مكان بعيد، تدل على حدة بصرها كما لا يخفى، كما أن النار تتكلم كما صرح الله به في قوله: يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمْتَلأَتِ وَتَقُولُ هَلْ مِن مَّزِيدٍ [ق: 30] والأحاديث الدالة على ذلك كثيرة، كحديث محاجة النار مع الجنة، وكحديث اشتكائها إلى ربها، فأذن لها في نفسين، ونحو ذلك، ويكفي في ذلك أن الله جل وعلا صرح في هذه الآية، أنها تراهم وأن لها تغيظاً على الكفار، وأنها تقول: هل من مزيد. واعلم أن ما يزعمه كثير من المفسرين وغيرهم، من المنتسبين للعلم من أن النار لا تبصر، ولا تتكلم، ولا تغتاظ. وأن ذلك كله من قبيل المجاز، أو أن الذي يفعل ذلك خزنتها كله باطل ولا معول عليه لمخالفته نصوص الوحي الصحيحة بلا مستند، والحق هو ما ذكرنا. وقد أجمع من يعتد به من أهل العلم على أن النصوص من الكتاب والسنة، لا يجوز صرفها عن ظاهرها إلا لدليل يجب الرجوع إليه، كما هو معلوم في محله. وقال القرطبي في تفسير هذه الآية الكريمة: \" إن القول بأن النار تراهم هو الأصح، ثم قال لما رُوِيَ مرفوعاً أن رسول الله صلى الله عليه وسلم قال: \" من كَذَبَ عليَّ متعمداً فليتبوَّأ بين عيني جهنم مقعداً. قيل يا رسول الله أو لَها عينان؟ قال: أو ما سمعتم الله عزَّ وجلَّ يقول: { إِذَا رَأَتْهُمْ مِّن مَّكَانٍ بَعِيدٍ سَمِعُواْ لَهَا تَغَيُّظاً وَزَفِيراً } يخرج عنق من النار له عينان تبصران ولسان ينطق فيقول: وكلت بكل من جعل مع الله إلهاً آخر فهو أبصر بهم من الطير بحب السمسم فيلتقطه \" وفي رواية \" يخرج عنق من النار فيلتقط الكفار لقط الطائر حب السمسم \" ذكره رزين في كتابه، وصححه ابن العربي في قبسه، وقال: أي تفصلهم عن الخلق في المعرفة، كما يفصل الطائر حب السمسم عن التربة، وخرجه الترمذي من حديث أبي هريرة قال: قال رسول الله صلى الله عليه وسلم \" يخرج عنق من النار يوم القيامة له عينان تبصران وأذنان تسمعان ولسان ينطق فيقول: إني وكلت بثلاث: بكل جبار عنيد وبكل من دعا مع الله إلهاً آخر وبالمصورين \" وفي الباب عن أبي سعيد قال أبو عيسى: هذا حديث حسن غريب صحيح. انتهى محل الغرض من كلام القرطبي. وقال صاحب الدر المنثور: وأخرج الطبراني، وابن مردويه من طريق مكحول، عن أبي أمامة قال: قال رسول الله صلى الله عليه وسلم: \" من كذب علي متعمداً فليتبوأ مقعداً من بين عيني جهنم. قالوا يا رسول الله: وهل لجهنم من عين؟ قال: نعم أما سمعتم الله يقول: إذا رأتهم من مكان بعيد. فهل تراهم إلا بعينين \" وأخرج عبد بن حميد، وابن جرير، وابن المنذر، وابن أبي حاتم، من طريق خالد بن دريك، عن رجل من الصحابة قال: قال رسول الله صلى الله عليه وسلم: \" من يقل عليَّ ما لم أقل، أو ادعى إلى غير والديه، أو انتمى إلى غير مواليه، فليتبوأ بين عيني جهنم مقعداً قيل: يا رسول الله وهل لها من عينين؟ قال: نعم أما سمعتم الله يقول: { إِذَا رَأَتْهُمْ مِّن مَّكَانٍ بَعِيد } إلى آخر كلامه \" ، وفيه شدة هول النار، وأنها تزفر زفرة يخاف منها جميع الخلائق. نرجو الله جل وعلا أن يعيذنا وإخواننا المسلمين منها، ومن كل ما قرب إليها من قول وعمل.", "annotation": {"aya": [{"start": 385, "end": 479}, {"start": 1331, "end": 1401}], "hadith": [{"start": 2154, "end": 2492}, {"start": 2750, "end": 2902}, {"start": 3115, "end": 3283}, {"start": 3421, "end": 3648}], "verse": []}}