{"text": " قوله: { كُونِي بَرْداً وَسَلَٰماً } أي ابردي برداً غير ضار. ورد أنه لما ألقي، أخذت الملائكة بضبعيه، فأقعدوه على الأرض، فإذا عين ماء عذب وورد أحمر ونرجس، وأتاه جبريل بقميص من حرير الجنة وطنفسة، فألبسه القميص وأقعده على الطنفسة، وجلس معه يحدثه ويقول له: يا إبراهيم إن ربك يقول لك: أما علمت أن النار لا تضر أحبائي؟ قال إبراهيم: ما كنت أياماً قط، أنعم مني من الأيام التي كنت في النار، ثم نظر نمروذ، وأشرف على إبراهيم من صرح له، فرآه جالساً في روضة والملك قاعد إلى جنبه، فناداه يا إبراهيم إن إلهك الذي بلغت قدرته، أن حال بينك وبين النار لكبير، هل تستطيع أن تخرج منها؟ قال: نعم، قال هل تخشى إذا قمت أن تضرك؟ قال: لا، قال: قم فاخرج منها، فقام إبراهيم يمشي فيها حتى خرج منها، فلما وصل إليه قال له: يا إبراهيم من الرجل الذ رأيت معك مثلك في صورتك قاعداً إلى جنبك؟ قال: ذلك ملك الظل، أرسله إلي ربي ليؤنسني فيها، قال نمروذ: يا إبراهيم إني مقرب إلى إلهك قرباناً، لما رأيت من قدرته وعزته فيما صنع بك، حين أبيت إلا عبادته وتوحيده، وإني ذابح له أربعة آلاف بقرة، قال إبراهيم: إذاً لا يقبل الله منك ما كنت على دينك حتى تفارقه وترجع إلى ديني، فقال: لا أستطيع ترك ملكي، ولكن سوف أذبحها له فذبحها له نمروذ، وكف عن إبراهيم عليه السلام. قوله: (وبقوله سلاماً) الخ. أي ولو لم يقل على إبراهيم، لما أحرقت النار أحداً ولما أوقدت. قوله: { فَجَعَلْنَاهُمُ ٱلأَخْسَرِينَ } أي لأنهم خسروا السعي والنفقة، فلم يحصلوا مرادهم، ويحتمل أن المراد بالأخسرين الهالكون، لأن الله سلط عليهم البعوض، فأكلت لحومهم وشربت دماءهم، ودخلت في رأس النمروذ بعوضة فأهلكته. قوله: (ابن أخيه هاران) أي الأصغر، وكان له أخ ثالث اسمه ناخور، والثلاثة أولاد آزر، وأما هاران الأكبر فهو عم إبراهيم أبو سارة زوجته وقد آمنت به. قوله: (من العراق) أي وصحب معه لوطاً وسارة، ونزل بحران فمكث بها، ثم خرج منها حتى قدم مصر، ثم خرج ورجع إلى الشام، فنزل بالسبع من أرض فلسطين، وترك لوطاً بالمؤتفكة، فبعثه الله نبياً إلى أهلها وما قرب منها. قوله: (بكثرة الأنهار والأشجار) أشار بذلك إلى أن المراد بالبركة الدنيوية، وعليه يحمل ما ورد أن عمر بن الخطاب رضي الله عنه قال لكعب: ألا تتحول إلى المدينة فيها مهاجر رسول الله وقبره؟ فقال كعب: إني وجدت في كتاب الله المنزل يا أمير المؤمنين، إن الشام كنز الله من أرضه، وبها كنزه من عباده، وإلا فالمدينة ومكة أفضل من الشام باتفاق. قوله: (بفلسطين) بفتح الفاء وكسرها مع فتح اللام لا غير، قرى بيت المقدس. قوله: (ولوط بالمؤتفكة) هي قرى قوم لوط، رفعها جبريل وأسقطها مقلوبة بأمر الله. قوله: (كما ذكر في الصافات) أي في قوله: رَبِّ هَبْ لِي مِنَ ٱلصَّالِحِينَ [الصافات: 100]. قوله: { نَافِلَةً } حال من يعقوب، أي أعطى يعقوب لإبراهيم زيادة على مطلوبه. قوله: (وولداه) أي إسحاق ويعقوب. قوله: (وإبدال الثانية ياء) هو وجه من جملة خمسة أوجه، تقدمت في سورة براءة. قوله: { يَهْدُونَ بِأَمْرِنَا } أي يدعون الناس بوحينا. قوله: { وَإِقَامَ ٱلصَّلاَة وَإِيتَآءَ ٱلزَّكَـاةِ } عطف خاص على عام، لأن الصلاة أفضل العبادات البدنية، والزكاة أفضل العبادات المالية. قوله: { وَكَانُواْ لَنَا عَابِدِينَ } تقديم الجار على المجرور يفيد الحصر، أي كانوا لنا لا لغيرنا.", "annotation": {"aya": [{"start": 2276, "end": 2309}], "hadith": [], "verse": []}}