{"text": " في هذه الآيات الكريمة تسلية للنبي صلى الله عليه وسلم بأن الذي عامله به قومه من التكذيب عومل به غيره من الرسل الكرام، وذلك يسليه ويخفف عليه كما قال تعالى: وَكُـلاًّ نَّقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ [هود: 120] الآية. وقوله تعالى: مَّا يُقَالُ لَكَ إِلاَّ مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ [فصلت: 43] وقوله: وَإِن يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ [فاطر: 4] الآية إلى غير ذلك من الآيات. وذكر تعالى في هذه الآيات سبع أمم كل واحدة منهم كذبت رسولها. الأولى: قوم نوح في قوله: { فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ } والآيات الدالة على تكذيب قوم نوح لا تكاد تحصى في القرآن، لكثرتها ولنقتصر على الأمثلة لكثرة الآيات الدالة على تكذيب هذه الأمم رسلها كقوله: كَذَّبَتْ قَوْمُ نُوحٍ ٱلْمُرْسَلِينَ [الشعراء: 105] وقوله: كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُواْ عَبْدَنَا وَقَالُواْ مَجْنُونٌ وَٱزْدُجِرَ [القمر: 9] إلى غير ذلك من الآيات. الثانية: عاد، وقد بين تعالى في غير هذا الموضع في آيات كثيرة أنهم كذبوا رسولهم هوداً، كقوله تعالى: كَذَّبَتْ عَادٌ ٱلْمُرْسَلِينَ [الشعراء: 123] وقوله: قَالُواْ يٰهُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِيۤ آلِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ [هود: 53]. الثالثة: ثمود وقد بين تعالى في غير هذا الموضع تكذيبهم لنبيهم صالح في آيات كثيرة كقوله تعالى: كَذَّبَتْ ثَمُودُ ٱلْمُرْسَلِينَ [الشعراء: 141] وقوله: فَكَذَّبُوهُ فَعَقَرُوهَا [الشمس: 14] إلى غير ذلك من الآيات. الرابعة: قوم إبراهيم، وقد بين تعالى في غير هذا الموضع أنهم كذبوه في آيات كثيرة كقوله تعالى: فَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَن قَالُواْ ٱقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنْجَاهُ ٱللَّهُ مِنَ ٱلنَّارِ [العنكبوت: 24] وقوله: قَالُواْ حَرِّقُوهُ وَٱنصُرُوۤاْ آلِهَتَكُمْ [الأنبياء: 68] الآية. وكقوله: أَرَاغِبٌ أَنتَ عَنْ آلِهَتِي يٰإِبْرَاهِيمُ لَئِن لَّمْ تَنتَهِ لأَرْجُمَنَّكَ وَٱهْجُرْنِي مَلِيّاً [مريم: 46] إلى غير ذلك من الآيات. الخامسة: قوم لوط وقد بين تعالى في غير هذا الموضع أنهم كذبوه في آيات كثيرة كقوله: كَذَّبَتْ قَوْمُ لُوطٍ ٱلْمُرْسَلِينَ [الشعراء: 160] وقوله: فَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَن قَالُوۤاْ أَخْرِجُوۤاْ آلَ لُوطٍ مِّن قَرْيَتِكُمْ [النمل: 56] الآية. إلى غير ذلك من الآيات. السادسة: أصحاب مدين، وقد بين تعالى أنهم كذبوا نبيهم شعيباً في غير هذا الموضع في آيات كثيرة كقوله: أَلاَ بُعْداً لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ [هود: 59] وقوله: وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْباً قَالَ يٰقَوْمِ ٱعْبُدُواْ ٱللَّهَ مَا لَكُمْ مِّنْ إِلَـٰهٍ غَيْرُهُ [هود: 84] إلى قوله: قَالُواْ يٰشُعَيْبُ أَصَلَوَاتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءابَاؤُنَآ أَوْ أَن نَّفْعَلَ فِيۤ أَمْوَالِنَا مَا نَشَاءُ إِنَّكَ لأَنتَ ٱلْحَلِيمُ ٱلرَّشِيدُ [هود: 87] وقوله: قَالُواْ يٰشُعَيْبُ مَا نَفْقَهُ كَثِيراً مِّمَّا تَقُولُ وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفاً وَلَوْلاَ رَهْطُكَ لَرَجَمْنَاكَ [هود: 91] الآية. إلى غير ذلك من الآيات. السابعة: من كذبوا موسى وهم فرعون وقومه، وقد بين تعالى في غير هذا الموضع أن فرعون وقومه كذبوا موسى في آيات كثيرة كقوله: لَئِنِ ٱتَّخَذْتَ إِلَـٰهَاً غَيْرِي لأَجْعَلَنَّكَ مِنَ ٱلْمَسْجُونِينَ [الشعراء: 29] وقوله: أَلَمْ نُرَبِّكَ فِينَا وَلِيداً وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ وَفَعَلْتَ فَعْلَتَكَ ٱلَّتِي فَعَلْتَ وَأَنتَ مِنَ ٱلْكَافِرِينَ [الشعراء: 18-19] وقوله: وَقَالُواْ مَهْمَا تَأْتِنَا بِهِ مِن آيَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ [الأعراف: 132] إلى غير ذلك من الآيات، وقوله تعالى في هذه الآية: { فَأمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ نَكِيرِ } قد بين تعالى نوع العذاب الذي عذب به كل أمة من تلك الأمم، بعد الإملاء لها والإمهال، فبين أنه أهلك قوم نوح بالغرق في مواضع كثيرة كقوله تعالى: فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمْ ظَالِمُونَ [العنكبوت: 14] وقوله: فَفَتَحْنَآ أَبْوَابَ ٱلسَّمَآءِ بِمَاءٍ مُّنْهَمِرٍ وَفَجَّرْنَا ٱلأَرْضَ عُيُوناً فَالْتَقَى ٱلمَآءُ عَلَىٰ أَمْرٍ قَدْ قُدِرَ [القمر: 11-12] وقوله: ثُمَّ أَغْرَقْنَا بَعْدُ ٱلْبَاقِينَ [الشعراء: 120] إلى غير ذلك من الآيات، وبين في مواضع كثيرة أنه بعد الإملاء والإمهال لعاد أهلكهم بالريح العقيم كقوله تعالى: وَأَمَا عَادٌ فَأُهْلِكُواْ بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ [الحاقة: 6] الآيات وقوله تعالى: وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ ٱلرِّيحَ ٱلْعَقِيمَ مَا تَذَرُ مِن شَيْءٍ أَتَتْ عَلَيْهِ إِلاَّ جَعَلَتْهُ كَٱلرَّمِيمِ [الذاريات: 41-42] وقوله: بَلْ هُوَ مَا ٱسْتَعْجَلْتُم بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأْصْبَحُواْ لاَ يُرَىٰ إِلاَّ مَسَاكِنُهُمْ [الأحقاف: 24-25] إلى غير ذلك من الآيات وبين أنه أهلك ثمود بصيحة أهلكتهم جميعاً كقوله فيهم: وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيْحَةُ فَأَصْبَحُواْ فِي دِيَارِهِمْ جَاثِمِينَ [هود: 67] وقوله: وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَٱسْتَحَبُّواْ ٱلْعَمَىٰ عَلَى ٱلْهُدَىٰ فَأَخَذَتْهُمْ صَاعِقَةُ ٱلْعَذَابِ ٱلْهُونِ [فصلت: 17] الآية إلى غير ذلك من الآيات، وقوم إبراهيم الذين كذبوه هم نمروذ، وقومه، وقد ذكر المفسرون أن العذاب الدنيوي الذي أهلكهم الله به هو المذكور في قوله تعالى في سورة النحل: قَدْ مَكَرَ ٱلَّذِينَ مِنْ قَبْلِهِمْ فَأَتَى ٱللَّهُ بُنْيَانَهُمْ مِّنَ ٱلْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ ٱلسَّقْفُ مِن فَوْقِهِمْ وَأَتَاهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لاَ يَشْعُرُونَ [النحل: 26] وقد بين تعالى أنه أهلك قوم لوط بجعل عالي أرضهم سافلها، وأنه أرسل عليهم مطراً من حجارة السجيل في مواضع متعددة كقوله تعالى: فَلَمَّا جَآءَ أَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ [هود: 82] ونحو ذلك من الآيات. وقد بين تعالى أنه أهلك أصحاب مدين بالصيحة في مواضع كقوله فيهم: وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ الصَّيْحَةُ فَأَصْبَحُواْ فِي دِيَارِهِمْ جَاثِمِينَ كَأَن لَّمْ يَغْنَوْاْ فِيهَآ أَلاَ بُعْداً لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ [هود: 94-95] إلى غير ذلك من الآيات وقد بين في مواضع كثيرة أنه أهلك الذين كذبوا موسى، وهم فرعون وقومه بالغرق كقوله: وَٱتْرُكِ ٱلْبَحْرَ رَهْواً إِنَّهُمْ جُندٌ مُّغْرَقُونَ [الدخان: 24] وقوله تعالى: فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِ فَغَشِيَهُمْ مِّنَ ٱلْيَمِّ مَا غَشِيَهُمْ [طه: 78] الآية وقوله تعالى: حَتَّىٰ إِذَآ أَدْرَكَهُ ٱلْغَرَقُ قَالَ آمَنتُ أَنَّهُ لاۤ إِلِـٰهَ إِلاَّ ٱلَّذِي آمَنَتْ بِهِ بَنوۤاْ إِسْرَائِيلَ وَأَنَاْ مِنَ ٱلْمُسْلِمِينَ [يونس: 90] إلى غير ذلك من الآيات. ومعلوم أن الآيات كثيرة في بيان ما أهلكت به هذه الأمم السبع المذكورة، وقد ذكرنا قليلاً منها كالمثال لغيره، وكل ذلك يوضح معنى قوله تعالى بعد أن ذكر تكذيب الأمم السبع لأنبيائهم { فَأمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ } أي بالعذاب، وهو ما ذكرنا بعض الآيات الدالة على تفاصيله وقوله تعالى في هذه الآية الكريمة: { فَكَيْفَ كَانَ نَكِيرِ } النكير: اسم مصدر بمعنى الإنكار أي كيف كان إنكاري عليهم منكرهم، الذي هو كفرهم بي، وتكذيبهم رسلي، وهو ذلك العذاب المستأصل الذي بينا وبعده عذاب الآخرة الذي لا ينقطع نرجو الله لنا ولإخواننا المسلمين العافية من كل ما يسخط خالقنا، ويستوجب عقوبته. والجواب إنكارك عليهم بذلك العذاب واقع موقعه على أكمل وجه، لأن الجزاء من جنس العمل، فجزاء العمل البالغ غاية القبح بالنكال العظيم جزاء وفاق واقع موقعه، فسبحان الحكم الخبير الذي لا يضع الأمر إلا في موضعه ولا يوقعه إلا في موقعه، وقرأ هذا الحرف ورش وحده عن نافع: { فَكَيْفَ كَانَ نَكِيرِ } بياء المتكلم بعد الراء وصلاً فقط وقرأ الباقون بحذفها اكتفاء بالكسرة عن الياء.", "annotation": {"aya": [{"start": 154, "end": 235}, {"start": 267, "end": 330}, {"start": 349, "end": 405}, {"start": 713, "end": 750}, {"start": 773, "end": 862}, {"start": 995, "end": 1025}, {"start": 1048, "end": 1171}, {"start": 1276, "end": 1308}, {"start": 1331, "end": 1356}, {"start": 1484, "end": 1593}, {"start": 1616, "end": 1660}, {"start": 1691, "end": 1792}, {"start": 1908, "end": 1945}, {"start": 1968, "end": 2058}, {"start": 2199, "end": 2247}, {"start": 2265, "end": 2371}, {"start": 2392, "end": 2560}, {"start": 2578, "end": 2703}, {"start": 2863, "end": 2935}, {"start": 2957, "end": 3095}, {"start": 3120, "end": 3216}, {"start": 3494, "end": 3536}, {"start": 3559, "end": 3687}, {"start": 3710, "end": 3746}, {"start": 3869, "end": 3923}, {"start": 3956, "end": 4084}, {"start": 4110, "end": 4259}, {"start": 4351, "end": 4432}, {"start": 4450, "end": 4569}, {"start": 4747, "end": 4928}, {"start": 5063, "end": 5167}, {"start": 5261, "end": 5423}, {"start": 5539, "end": 5595}, {"start": 5622, "end": 5702}, {"start": 5731, "end": 5877}], "hadith": [], "verse": []}}