{"text": " قرأ ابو بكر وأبو عمرو { ويتقه } ساكنة القاف. لان الهاء لما اختلطت بالفعل وصارت مزدوجة ثقلت الكلمة، فخففت بالاسكان. وقيل: انهم توهموا أن الجزم واقع عليها. وقرأ ابن كثير، وابن عامر، وحمزة، والكسائي، وورش { ويتقهي } بكسر الهاء لمجاورة القاف المكسورة، وبعد الهاء ياء. وروى قالون باختلاس الحركة، وهو الاجود عند النحويين، لان الأصل يتقيه باختلاس الحركة، فلما سقطت الياء للجزم بقيت الحركة مختلسة، كما كانت. وروى حفص باسكان القاف وكسر الهاء، لانه كره الكسرة فى القاف واسكنها تخفيفاً، كما قال الشاعر: عجبت لمولود وليس له أب ومن والد لم يلده ابوان ويجوز أن يكون أسكن القاف والهاء ساكنة، فكسر الهاء لالتقاء الساكنين، ولأن من العرب من يقول لم يتق مجزوم القاف بعد حذف الياء. لما اخبر الله تعالى عن المنافقين أنهم إذا دعوا الى الله ورسوله في الحكم بينهم فيما يتنازعون فيه، فانهم عند ذلك يعرضون عن ذلك، ولا يجيبون اليه، أخبر أن المؤمنين بخلافهم وانهم إذا قيل لهم تعالوا { إلى الله ورسوله ليحكم بينهم } ينبغي { أن يقولوا } فى الجواب عن ذلك { سمعنا وأطعنا } أى قبلنا هذا القول وانقدنا اليه وأجبنا الى حكم الله ورسوله. ثم اخبر تعالى عن هؤلاء المؤمنين بانهم { هم الفائزون } الذين فازوا بثواب الله وكريم نعمه. وعن أبي جعفر (ع) أن المعني بالآية أمير المؤمنين (ع) وصفه بخلاف ما وصف خصمه الذي ذكره فى الآية الاولى. ثم قال تعالى { ومن يطع الله ورسوله } بان يفعل ما أمره به ويبادر اليه { ويخشى الله ويتقه } بأن يخاف عقابه، فيجتنب معاصيه، فان من هذه صفته من الفائزين. و (الفوز) اخذ الحظ الجزيل من الخير، تقول: فاز يفوز فوزاً، فهو فائز. وسميت المهلكة مفازة تفاؤلا، فكأنه قيل: منجاة. ثم أخبر تعالى عن جماعة من المنافقين بأنهم { أقسموا بالله جهد أيمانهم } أي حلفوا به أغلظ أيمانهم، وقدر طاقتهم { لئن أمرتهم } يا محمد بالخروج { ليخرجن } يعني الى الغزو، فقال الله تعالى لهم { لا تقسموا } أي لا تحلفوا { طاعة معروفة } وقيل: في معناه قولان: احدهما - هذه طاعة معروفة منكم يعني بالقول دون الاعتقاد. أي إنكم تكذبون ذكره مجاهد. والثاني - طاعة وقول معروف أمثل من هذا القسم، والقول المعروف هو المعروف صحته. فان ذلك خير لكم من هذا الحلف. ثم اخبر تعالى بأنه { خبير } أي عالم { بما تعملون } لا يخفى عليه شيء على أي وجه توقعون أفعالكم، فيجازيكم بحسبها. وفى ذلك تهديد. ثم قال { فإن تولوا فإنما عليه ما حمل وعليكم ما حملتم } أي تتولوا، فحذفت التاء، وليس كقوله فإن تولوا فإنما هم في شقاق لان الأول مجزوم، وهو للمخاطبين، لأنه قال { وعليكم ما حملتم } ولو كان لغير المخاطبين، لقال وعليهم، كما قال { فإن تولوا فإنما هم في شقاق } وكان يكون فى موضع نصب لانه بمنزلة قولك: فان قاموا، والجزاء يصلح فيها لفظ المستقبل والماضي من (فعل يفعل) كما قال فإن فاؤا فإن الله وقوله { فإن تولوا فإنما هم في شقاق } في موضع نصب ذكره الفراء، وقوله { فإنما عليه } يعني على المتولي جزاء ما حمل أي كلف، فانه يجازى على قدر ذلك، وعليكم جزاء ما كلفتم إذا خالفتم { وإن تطيعوه تهتدوا } يعني ان اطعتم رسوله تهتدوا. ثم اخبر انه ليس { على الرسول إلا البلاغ } الظاهر والقبول يتعلق بكم، ولا يلزمه عهدته، ولا يقبل منكم اعتذار تركه بامتناع غيره.", "annotation": {"aya": [{"start": 2115, "end": 2141}, {"start": 2391, "end": 2408}], "hadith": [], "verse": [{"start": 492, "end": 514}, {"start": 515, "end": 537}]}}