{"text": " في الآية مسائل: المسألة الأولى: الضمير في قوله من شيعته إلى ماذا يعود؟ فيه قولان: الأول: وهو الأظهر أنه عائد إلى نوح عليه السلام أي من شيعة نوح أي من أهل بيته وعلى دينه ومنهاجه لإبراهيم، قالوا: وما كان بين نوح وإبراهيم إلا نبيان هود وصالح، وروى صاحب «الكشاف» أنه كان بين نوح وإبراهيم ألفان وستمائة وأربعون سنة الثاني: قال الكلبي المراد من شيعة محمد لإبراهيم بمعنى أنه كان على دينه ومنهاجه فهو من شيعته وإن كان سابقاً له والأول أظهر، لأنه تقدم ذكر نوح عليه السلام، ولم يتقدم ذكر النبي صلى الله عليه وسلم فعود الضمير إلى نوح أولى. المسألة الثانية: العامل في { إِذْ } ما دل عليه قوله: { وَإِنَّ مِن شِيعَتِهِ } من معنى المشايعة يعني وإن ممن شايعه على دينه وتقواه حين جاء ربه بقلب سليم لإبراهيم. أما قوله: { إِذْ جَاء رَبَّهُ بِقَلْبٍ سَلِيمٍ } ففيه مسائل: المسألة الأولى: في قوله: { بِقَلْبٍ سَلِيمٍ } قولان: الأول: قال مقاتل والكلبي يعني خالص من الشرك، والمعنى أنه سلم من الشرك فلم يشرك بالله والثاني: قال الأصوليون المراد أنه عاش ومات على طهارة القلب من كل دنس من المعاصي، فيدخل فيه كونه سليماً عن الشرك وعن الشك وعن الغل والغش والحقد والحسد. عن ابن عباس أنه كان يحب للناس ما يحب لنفسه، وسلم جميع الناس من غشه وظلمه وأسلمه الله تعالى فلم يعدل به أحداً، واحتج الذاهبون إلى القول الأول بأنه تعالى ذكر بعد هذه الكلمة إنكاره على قومه الشرك بالله، وهو قوله: { إِذْ قَالَ لأَبِيهِ وَقَوْمِهِ مَاذَا تَعْبُدُونَ } واحتج الذاهبون إلى القول الثاني بأن اللفظ مطلق فلا يقيد بصفة دون صفة، ويتأكد هذا بقوله تعالى: وَلَقَدْ ءاتَيْنَا إِبْرٰهِيمَ رُشْدَهُ مِن قَبْلُ وَكُنَّا بِهِ عَـٰلِمِينَ [الأنبياء: 51] مع أنه تعالى قال: ٱللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ [الأنعام: 124] وقال: وَكَذَلِكَ نُرِى إِبْرٰهِيمَ مَلَكُوتَ ٱلسَّمَـٰوَاتِ وَٱلأَرْضَ وَلِيَكُونَ مِنَ ٱلْمُوقِنِينَ [الأنعام: 75] فإن قيل ما معنى المجيء بقلبه ربه؟ قلنا معناه أنه أخلص لله قلبه، فكأنه أتحف حضرة الله بذلك القلب، ورأيت في التوراة أن الله قال لموسى أجب إلهك بكل قلبك. واعلم أنه تعالى لما ذكر أن إبراهيم جاء ربه بقلب سليم ذكر أن من جملة آثار تلك السلامة أن دعا أباه وقومه إلى التوحيد فقال: { إِذْ قَالَ لأَبِيهِ وَقَوْمِهِ مَاذَا تَعْبُدُونَ } والمقصود من هذا الكلام تهجين تلك الطريقة وتقبيحها. ثم قال: { أئفكاً آلِهَةً دُونَ ٱللَّهِ تُرِيدُونَ } قال صاحب «الكشاف» أئفكا مفعول له تقديره أتريدون آلهة من دونه إفكاً، وإنما قدم المفعول على الفعل للعناية وقدم المفعول له على المفعول به لأنه كان الأهم عنده أن يقرر عندهم بأنهم على إفك وباطل في شركهم، ويجوز أن يكون إفكاً مفعولاً به يعني أتريدون إفكاً، ثم فسر الإفك بقوله: { آلهة دُونَ ٱللَّهِ } على أنها إفك في أنفسها، ويجوز أن يكون حالاً بمعنى تريدون آلهة من دون الله آفكين. ثم قال: { فَمَا ظَنُّكُم بِرَبّ ٱلْعَـٰلَمِينَ } وفيه وجهان أحدهما: أتظنون برب العالمين أنه يجوز جعل هذه الجمادات مشاركة له في المعبودية وثانيها: أتظنون برب العالمين أنه من جنس هذه الأجسام حتى جعلتموها مساوية له في المعبودية فنبههم بذلك على أنه ليس كمثله شيء. ثم قال: { فَنَظَرَ نَظْرَةً فِى ٱلنُّجُومِ * فَقَالَ إِنّى سَقِيمٌ } عن ابن عباس أنهم كانوا يتعاطون علم النجوم فعاملهم على مقتضى عادتهم، وذلك أنه أراد أن يكايدهم في أصنامهم ليلزمهم الحجة في أنها غير معبودة وكان لهم من الغد يوم عيد يخرجون إليه فأراد أن يتخلف عنهم ليبقى خالياًفي بيت الأصنام فيقدر على كسرها وههنا سؤالان الأول: أن النظر في علم النجوم غير جائز فكيف أقدم عليه إبراهيم والثاني: أنه عليه السلام ما كان سقيماً فلما قال إني سقيم كان ذلك كذباً، واعلم أن العلماء ذكروا في الجواب عنهما وجوهاً كثيرة الأول: أنه نظر نظرة في النجوم في أوقات الليل والنهار وكانت تأتيه سقامة كالحمى في بعض ساعات الليل والنهار، فنظر ليعرف هل هي في تلك الساعة وقال: { إِنّى سَقِيمٌ } فجعله عذراً في تخلفه عن العيد الذي لهم وكان صادقاً فيما قال، لأن السقم كان يأتيه في ذلك الوقت، وإنما تخلف لأجل تكسير أصنامهم الوجه الثاني: في الجواب أن قوم إبراهيم عليه السلام كانوا أصحاب النجوم يعظمونها ويقضون بها على غائب الأمور، فلذلك نظر إبراهيم في النجوم أي في علوم النجوم وفي معانيه لا أنه نظر بعينه إليها، وهو كما يقال فلان نظر في الفقه وفي النحو وإنما أراد أن يوهمهم أنه يعلم ما يعلمون ويتعرف من حيث يتعرفون حتى إذا قال: { إِنّى سَقِيمٌ } سكنوا إلى قوله. أما قوله: { إِنّى سَقِيمٌ } فمعناه سأسقم كقوله: إِنَّكَ مَيّتٌ [الزمر: 30] أي ستموت الوجه الثالث: أن قوله: { فَنَظَرَ نَظْرَةً فِى ٱلنُّجُومِ } هو قوله تعالى: فَلَمَّا جَنَّ عَلَيْهِ ٱلَّيْلُ رَأَى كَوْكَباً [الأنعام: 76] إلى آخر الآيات وكان ذلك النظر لأجل أن يتعرف أحوال هذه الكواكب هل هي قديمة أو محدثة، وقوله: { إِنّى سَقِيمٌ } يعني سقيم القلب غير عارف بربي وكان ذلك قبل البلوغ الوجه الرابع: قال ابن زيد كان له نجم مخصوص، وكلما طلع على صفة مخصوصة مرض إبراهيم ولأجل هذا الاستقراء لما رآه في ذلك الوقت طالعاً على تلك الصفة المخصوصة قال: { إِنّى سَقِيمٌ }  أي هذا السقم واقع لا محالة الوجه الخامس: أن قوله: { إِنّى سَقِيمٌ } أي مريض القلب بسبب إطباق ذلك الجمع العظيم على الكفر والشرك، قال تعالى لمحمد صلى الله عليه وسلم: لَعَلَّكَ بَـٰخِعٌ نَّفْسَكَ [الشعراء: 3] الوجه السادس: في الجواب أنا لا نسلم أن النظر في علم النجوم والاستدلال بمقايستها حرام، لأن من اعتقد أن الله تعالى خص كل واحد من هذه الكواكب بقوة وبخاصية لأجلها يظهر منه أثر مخصوص، فهذا العلم على هذا الوجه ليس بباطل. وأما الكذب فغير لازم لأنه ذكر قوله: { إِنّى سَقِيمٌ } على سبيل التعريض بمعنى أن الإنسان لا ينفك في أكثر أحواله عن حصول حالة مكروهة، إما في بدنه وإما في قلبه وكل ذلك سقم. الوجه السابع: قال بعضهم ذلك القول عن إبراهيم عليه السلام كذبة ورووا فيه حديثاً عن النبي صلى الله عليه وسلم أنه قال: \" \" ما كذب إبراهيم إلا ثلاث كذبات \" \" قلت لبعضهم هذا الحديث لا ينبغي أن يقبل لأن نسبة الكذب إلى إبراهيم لا تجوز فقال ذلك الرجل فكيف يحكم بكذب الرواة العدول؟ فقلت لما وقع التعارض بين نسبة الكذب إلى الراوي وبين نسبته إلى الخليل عليه السلام كان من المعلوم بالضرورة أن نسبته إلى الراوي أولى، ثم نقول لم لا يجوز أن يكون المراد بكونه كذباً خبراً شبيهاً بالكذب؟ والوجه الثامن: أن المراد من قوله { فَنَظَرَ نَظْرَةً فِى ٱلنُّجُومِ } أي نظر في نجوم كلامهم ومتفرقات أقوالهم، فإن الأشياء التي تحدث قطعة قطعة يقال إنها منجمة أي متفرقة ومنه نجوم الكتابة، والمعنى أنه لما سمع كلماتهم المتفرقة نظر فيها كي يستخرج منها حيلة يقدر بها على إقامة عذر لنفسه في التخلف عنهم فلم يجد عذراً أحسن من قوله: { إِنّى سَقِيمٌ } والمراد أنه لا بد من أن أصير سقيماً كما تقول لمن رأيته على أوقات السفر إنك مسافر. واعلم أن إبراهيم عليه السلام لما قال: { إِنّى سَقِيمٌ } تولوا عنه معرضين فتركوه وعذروه في أن لا يخرج اليوم فكان ذلك مراده { فَرَاغَ إِلَىٰ ءالِهَتِهِمْ } يقال: راغ إليه إذا مال إليه في السر على سبيل الخفية، ومنه روغان الثعلب. وقوله: { أَلا تَأْكُلُونَ } يعني الطعام الذي كان بين أيديهم، وإنما قال ذلك استهزاء بها، وكذا قوله: { مَا لَكُمْ لاَ تَنطِقُونَ فَرَاغَ عَلَيْهِمْ ضَرْباً } فأقبل عليهم مستخفياً كأنه قال فضربهم ضرباً لأن راغ عليهم في معنى ضربهم أو فراغ عليهم ضرباً بمعنى ضارباً. وفي قوله: { بِٱلْيَمِينِ } قولان الأول: معناه بالقوة والشدة لأن اليمين أقوى الجارحتين والثاني: أنه أتى بذلك الفعل بسبب الحلف، وهو قوله تعالى عنه: وَتَٱللَّهِ لاكِيدَنَّ أَصْنَـٰمَكُمْ [الأنبياء: 57] ثم قال: { فَأَقْبَلُواْ إِلَيْهِ يَزِفُّونَ } قرأ حمزة { يَزِفُّونَ } بضم الياء والباقون بفتحها وهما لغتان، قال ابن عرفة من قرأ بالنصب فهو من زف يزف، ومن قرأ بالضم فهو من أزف يزف، قال الزجاج: يزفون يسرعون وأصله من زفيف النعامة وهو ابتداء عدوها، وقرأ حمزة يزفون أي يحملون غيرهم على الزفيف، قال الأصمعي يقال أزففت الإبل إذا حملتها على أن تزف، قال وهو سرعة الخطوة ومقاربة المشي والمفعول محذوف على قراءته كأنهم حملوا دوابهم على الإسراع في المشي، فإن قيل مقتضى هذه الآية أن إبراهيم عليه السلام لما كسرها عدوا إليه وأخذوه، وقال في سورة أخرى في عين هذه القصة قَالُواْ مَن فَعَلَ هَـٰذَا بِـئَالِهَتِنَا إِنَّهُ لَمِنَ ٱلظَّـٰلِمِينَ * قالوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرٰهِيمُ [الأنبياء: 59، 60] وهذا يقتضي أنهم في أول الأمر ما عرفوه فبين هاتين الآيتين تناقض؟ قلنا لا يبعد أن يقال إن جماعة عرفوه فعمدوا إليه مسرعين. والأكثرون ما عرفوه فتعرفوا أن ذلك الكاسر من هو، والله أعلم.", "annotation": {"aya": [{"start": 1400, "end": 1476}, {"start": 1510, "end": 1554}, {"start": 1576, "end": 1671}, {"start": 3926, "end": 3940}, {"start": 4037, "end": 4085}, {"start": 4599, "end": 4627}, {"start": 6555, "end": 6592}, {"start": 7160, "end": 7295}], "hadith": [{"start": 5142, "end": 5179}], "verse": []}}