{"text": " { (3) وَلَولا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الجَلآءَ } الخروج من اوطانهم { لَعَذَّبَهُمْ فِي الدُّنيا } بالقتل والسبّي كما فعل ببنى قريظة { وَلَهُمْ فِي الآخِرَةِ عَذَابُ النَّارِ } يعنى ان نجوا من عذاب الدّنيا لم ينجوا من عذاب الاخرة. { (4) ذَلِكَ بَأنَّهُمْ شَآقُوا اللَّهَ وَرَسُولَهُ وَمَنْ يَشآقِِّ اللَّهَ فِإِنَّ اللَّهَ شَدِيدُ العِقَابِ }. { (5) مَا قَطَعْتُمْ مِنْ لِينَةٍ } من نخلة كريمة. في الكافي عن الصّادق عليه السّلام يعنى العجوّة وهي امّ التمر وهى التّي أنزلها الله من الجنّة لادم { أَوْ تَركَتُمُوهَا قآئِمَةً عَلَى أُصُولِهَا فَبِإِذنِ اللَّهِ } فبامره القمي نزلت فيما عاتبوه من قطع النّخل { وَلِيُخْزِىَ الفَاسِقِينَ } واذن لكم في القطع ليجزيهم على فسقهم بما غاظهم منه. { (6) وَمَا آفَآءَ اللَّهُ عَلَى رَسُولِهِ } اى ردّه عليه فانّ جميع ما بين السّماء والأرض لله عزّ وجلّ ولرسوله ولأتباعهم من المؤمنين المتصفين بما وصفهم الله به في قوله التائبون العابدون الاية فمَا منه في ايدى المشركين والكفّار والظّلمة والفجّار فهو حقّهم افاء الله عليهم وردّه اليهم. كذا عن الصادق عليه السّلام في حديث رواه في الكافي { مِنْهُمْ } من بني النضيرة { فَمَا أَوْجَفْتُمْ عَلَيهِ } فما اجريتم على تحصيل من الوجيف وهو سرعة السّير { مِن خَيْلٍ ولاَ رِكَاب } ما يركب من الابل غلب فيه فيل وذلك لان قراهم كانت على ميلين من المدينة فمَشوا اليها رجالا غير رسول الله صلّى الله عليه وآله فانه ركب جملا او حمارا ولم يجر مزيد قتال ولذلك لم يعط الانصار منه شيئاً الاّ رجلين او ثلثة كانت بهم حاجة { وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَآءُ } يقذف الرّعب في قلوبهم { وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ } فيفعل ما يريد تارة بالوسائط الظاهرة وتارة بغيرها. { (7) ما أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ القُرى } بيان للاّول ولذلك لم يعطف عليه { فَلِلَّهِ ولِلرَسُولِ وَلِذِى الْقُربَى وَاليتَامَى وَالمَساكِينِ وَابْنِ السَّبِيلِ }. في الكافي عن امير المؤمنين عليه السّلام نحن والله الذّين عنى الله بذى القربّى الذين قرنهم الله بنفسه ونبيّه فقال ما افاء الله على رسوله من أهل القرى فللّه وللرسول ولذي القربى وَاليَتَامَى وَالمساكِين وابن السّبيل منّا خاصّة ولم يجعل لنا سهماً في الصّدقة اكرم الله نبيّه واكرمنا ان يطعمنا اوساخ ما في ايدى النّاس وفي المجمع عن السّجاد عليه السّلام قرباؤنا وايتامنا ومساكيننا وابناء سبيلنا قال وقال جميع الفقهاء هم يتامى النّاس عامّة وكذلك المساكين وابناء السّبيل قال: وقد روى ايضا ذلك عنهم عليهم السّلام وتمام الكلام فيه قد سَبق في سورة الانفال { كَيْ لاَ يَكُونَ دُولَةً بَيْنَ الأَغْنِيَاءِ مِنكُمْ } كى لا يكون الفىء شيئاً يتداوله الاغنيَاء ويدور بينهم كما كان في الجاهلية وقرء تكون بالتّاء ودولة بالرّفع { وَمَا أَتَاكُمُ الرَّسُولُ } من الامر { فَخُذُوهُ } فتمسّكوا به { وَمَا نَهَاكُمْ عَنْهُ } عن اتيانه { فَانتَهُوا } عنه { وَاتَقُّوا اللَّهَ } في مخالفة رسول الله صلّى الله عليه وآله { إِنَّ اللَّهَ شَدِيدُ العِقَابِ } لمن خالف في الكافي عن امير المؤمنين عليه السّلام اتقوا الله في ظلم آل محمّد صلوات الله عليهم انّ الله شديد العقاب لمن ظلمهم. وعن الصادق عليه السلام قال انّ الله عزّ وجلّ ادّب رسوله حتّى قومه على ما اراد ثم فوّض اليه فقال عزّ ذكره وما اتاكم الرّسول فخذوه وما نهيكم عنه فانتهوا فما فوّض الله الى رسوله فقد فوّضه الينا وفي رواية فوّض الى نبيه امر خلقه لينظر كيف طاعتهم ثم تلا هذه الآية والاخبار في هذا المعنى كثيرة وزاد في بعَضها فحرّم الله الخمر بعينها وحرّم رسول الله صلّى الله عليه وآله كلّ مسكر فاجاز الله ذلك له ولم يفوّض الى احد من الانبيّاء غير وفي بعضها عدّا أشياء اخر ممّا اجاز الله.", "annotation": {"aya": [], "hadith": [], "verse": []}}