{"text": " لما ذكر سبحانه قبائح المنافقين رجع إلى خطاب المؤمنين مرغباً لهم في ذكره فقال { يٰأَيُّهَا ٱلَّذِينَ ءامَنُواْ لاَ تُلْهِكُمْ أَمْوٰلُكُمْ وَلاَ أَوْلَـٰدُكُمْ عَن ذِكْرِ ٱللَّهِ } فحذرهم عن أخلاق المنافقين الذين ألهتهم أموالهم وأولادهم عن ذكر الله، ومعنى { لاَ تُلْهِكُمْ } لا تشغلكم، والمراد بالذكر فرائض الإسلام، قاله الحسن. وقال الضحاك الصلوات الخمس، وقيل قراءة القرآن، وقيل هو خطاب للمنافقين، ووصفهم بالإيمان لكونهم آمنوا تظاهراً، والأوّل أولى. { وَمَن يَفْعَلْ ذٰلِكَ } أي يلتهي بالدنيا عن الدين { فَأُوْلَـئِكَ هُمُ ٱلْخَـٰسِرُونَ } أي الكاملون في الخسران. { وَأَنفِقُواْ مِمَّا رَزَقْنَـٰكُمْ } الظاهر أن المراد الإنفاق في الخير على عمومه، و \" من \" للتبعيض، أي أنفقوا بعض ما رزقناكم في سبيل الخير، وقيل المراد الزكاة المفروضة { مّن قَبْلِ أَن يَأْتِىَ أَحَدَكُمُ ٱلْمَوْتُ } بأن تنزل به أسبابه، ويشاهد حضور علاماته، وقدّم المفعول على الفاعل للاهتمام { فَيَقُولُ رَبّ لَوْلا أَخَّرْتَنِى إِلَىٰ أَجَلٍ قَرِيبٍ } أي يقول عند نزول ما نزل به منادياً لربه هلا أمهلتني وأخرت موتي إلى أجل قريب، أي أمد قصير { فَأَصَّدَّقَ } أي فأتصدّق بمالي { وَأَكُن مّنَ ٱلصَّـٰلِحِينَ } قرأ الجمهور { فأصدّق } بادغام التاء في الصاد، وانتصابه على أنه جواب التمني، وقيل إن \" لا \" في { لولا } زائدة، والأصل لو أخرتني. وقرأ أبيّ، وابن مسعود، وسعيد بن جبير. فأتصدّق بدون إدغام على الأصل. وقرأ الجمهور { وأكن } بالجزم على محل، { فأصدّق } ، كأنه قيل إن قيل إن أخرتني أتصدّق وأكن. قال الزجاج معناه هلا أخرتني؟ وجزم { أكن } على موضع { فأصدق } لأنه على معنى إن أخرتني { فأصدّق } وأكن. وكذا قال أبو عليّ الفارسي، وابن عطية، وغيرهم. وقال سيبويه حاكياً عن الخليل إنه جزم على توهم الشرط الذي يدلّ عليه التمني، وجعل سيبويه هذا نظير قول زهير بدا لي أني لست مدرك ما مضى   ولا سابق شيئًا إذا كان جائيا فخفض، ولا سابق عطفاً على مدرك الذي هو خبر ليس على توهم زيادة الباء فيه. وقرأ أبو عمرو، وابن محيصن، ومجاهد وأكون بالنصب عطفاً على { فأصدّق } ، ووجهها واضح. ولكن قال أبو عبيد رأيت في مصحف عثمان { وأكن } بغير واو، وقرأ عبيد بن عمير وأكون بالرفع على الاستئناف، أي وأنا أكون. قال الضحاك لا ينزل بأحد الموت لم يحج ولم يؤدّ زكاة إلاّ سأل الرجعة، وقرأ هذه الآية ثم أجاب الله سبحانه عن هذا المتمني فقال { وَلَن يُؤَخّرَ ٱللَّهُ نَفْساً إِذَا جَاء أَجَلُهَا } أي إذا حضر أجلها وانقضى عمرها { وَٱللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ } لا يخفى عليه شيء منه، فهو مجازيكم بأعمالكم. قرأ الجمهور { تعملون } بالفوقية على الخطاب، وقرأ أبو بكر عن عاصم، والسلمي بالتحتية على الخبر. وقد أخرج ابن مردويه عن ابن عباس عن النبيّ صلى الله عليه وسلم في قوله { يٰأَيُّهَا ٱلَّذِينَ ءامَنُواْ لاَ تُلْهِكُمْ } الآية قال \" هم عباد من أمتي الصالحون منهم لا تلهيهم تجارة ولا بيع عن ذكر الله وعن الصلوات الخمس المفروضة \" وأخرج عبد بن حميد، والترمذي، وابن جرير، وابن المنذر، وابن أبي حاتم، والطبراني، وابن مردويه عن ابن عباس قال قال رسول الله صلى الله عليه وسلم \" من كان له مال يبلغه حجّ بيت الله، أو تجب عليه فيه الزكاة، فلم يفعل سأل الرجعة عند الموت \" ، فقال رجل يا ابن عباس اتق الله، فإنما يسأل الرجعة الكافر، فقال سأتلو عليكم بذلك قرآناً { يأيها الذين آمنوا } إلى آخر السورة. وأخرج ابن المنذر عن ابن عباس { فَأَصَّدَّقَ وَأَكُن مّنَ ٱلصَّـٰلِحِينَ } قال أحج.", "annotation": {"aya": [], "hadith": [{"start": 2457, "end": 2553}, {"start": 2694, "end": 2785}], "verse": [{"start": 1612, "end": 1669}]}}