{"text": " قوله: { وَلُوطاً إِذْ قَالَ لِقَوْمِهِ }: كأن فيه إضماراً كأنه قال: أرسلنا لوطاً إلى قومه. { إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ ٱلْفَاحِشَةَ وَأَنتُمْ تُبْصِرُونَ } أي: أتاتون الفاحشة وأنتم تبصرون، وتعلمون أنها فاحشة. { أَإِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً } أي: اشتهاء لكم { مِّن دُونِ ٱلنِّسَآءِ }: يقول: تأتون الذكور وتدعون النساء، وهو ما قال في آية أخرى: أَتَأْتُونَ ٱلذُّكْرَانَ مِنَ ٱلْعَالَمِينَ... الآية [الشعراء: 165]. وقوله: { بَلْ أَنتُمْ قَوْمٌ تَجْهَلُونَ }: قال بعضهم: ولكن أنتم قوم تجهلون، أي: تجهلون الأمر فتعصون. ويشبه أن هذا جواب قول كان من قومه نحو ما قالوا: لَئِن لَّمْ تَنتَهِ يٰلُوطُ لَتَكُونَنَّ مِنَ ٱلْمُخْرَجِينَ [الشعراء: 167]، فقال عند ذلك: { بَلْ أَنتُمْ قَوْمٌ تَجْهَلُونَ } ما تقولون، أي: على جهل ما تقولون ذلك، أو كلام نحوه، والله أعلم. وقوله: { فَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَن قَالُوۤاْ أَخْرِجُوۤاْ آلَ لُوطٍ مِّن قَرْيَتِكُمْ }. قوله: { فَمَا كَانَ جَوَابَ قَوْمِهِ } في وقت إلا أن قالوا كذا، لا في الأوقات كلها؛ لأنه قد كان منهم قول وجوابات نحو ما قالوا: ٱئْتِنَا بِعَذَابِ ٱللَّهِ... الآية [العنكبوت: 29] ونحوه، وقولهم: { إِنَّهمْ أُنَاسٌ يَتَطَهَّرُونَ }؛ دل هذا منهم أنهم قد علموا أن ما يأتون ويعملون أنه خبيث وفحش ومنكر حيث قالوا: { إِنَّهمْ أُنَاسٌ يَتَطَهَّرُونَ }. ثم يحتمل قولهم هذا وجوهاً: أحدها: أنهم قالوا ذلك استهزاء منهم بهم. والثاني: قالوا: { أَخْرِجُوۤاْ آلَ لُوطٍ }؛ فإنهم يستقذرون أعمالنا وأفعالنا. والثالث: على التحقيق { إِنَّهمْ أُنَاسٌ يَتَطَهَّرُونَ }. وقوله: { فَأَنجَيْنَاهُ وَأَهْلَهُ إِلاَّ ٱمْرَأَتَهُ قَدَّرْنَاهَا مِنَ ٱلْغَابِرِينَ } فيه دلالة أن غير الزوجة يجوز أن يسمى أهلا. قال عامة أهل التأويل: أهله: بناته. وفي قوله: { قَدَّرْنَاهَا مِنَ ٱلْغَابِرِينَ } دلالة خلق أفعال العباد؛ حيث أخبر أنه قدرها من الغابرين، والغبور والبقاء فعلها، فأخبر أنه قدر ذلك منها وخلق. وقوله: { مِنَ ٱلْغَابِرِينَ } أي: الباقين في عذاب الله. وفي حرف ابن مسعود: { ولقد وفينا إليه أهله كلهم إلا عجوزا في الغابرين }. وقوله: { وَأَمْطَرْنَا عَلَيْهِم مَّطَراً فَسَآءَ مَطَرُ ٱلْمُنذَرِينَ } أي: ساء مطر المنذرين الذين لم يقبلوا الإنذار، ولم تنفعهم النذارة.", "annotation": {"aya": [{"start": 365, "end": 411}, {"start": 584, "end": 644}, {"start": 1005, "end": 1034}], "hadith": [], "verse": []}}