{"text": " فلما أبى السجود متعللاً بهذه العلامات { قَالَ فَٱخْرُجْ مِنْهَا } [الحجر: 34] أي: من صورة الملائكة وصفاتها { فَإِنَّكَ رَجِيمٌ } [الحجر: 34] أي: غاية البعد { وَإِنَّ عَلَيْكَ ٱللَّعْنَةَ } [الحجر: 35] مطروداً مردوداً من قرب الجوار بالنار { إِلَىٰ يَوْمِ ٱلدِّينِ } [الحجر: 35] وهو يوم الجزاء وإنجاز الوعد بالوفاء، وفيه أيضاً إشارة إلى أن إبليس النفس مأمور بسجود آدم الروح ومن دأبه وطبعه الإباء عن طاعة الله والاستكبار على خليفة الله والامتناع عن سجوده وذلك في بذر خلقتها على فِطْرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيْهَا [الروم: 30] فلما أمر إبليس للسجود وأبى { قَالَ فَٱخْرُجْ مِنْهَا } [الحجر: 34] أي: من فطرة الله المستعدة لقبول الكفر والإيمان { فَإِنَّكَ رَجِيمٌ } [الحجر: 34] مطرود من جوارنا؛ لأنك قبلت الكفر دون الإيمان. { وَإِنَّ عَلَيْكَ ٱللَّعْنَةَ } [الحجر: 35] وهي من نتائج صفات القهر، أي: مقهوراً مبعداً عن صفات عبادنا المقبولين { إِلَىٰ يَوْمِ ٱلدِّينِ } [الحجر: 35] أي: إلى أن يولج الدنيا في نهار الدين، وتطلع شمس شواهدنا من مشرق الروح، وتصير أرض النفس مشرقة بأنوار الشواهد، فتكون مطمئنة متبدلة صفاتها الذميمة الحيوانية المظلمة بالأخلاق الروحانية الحميدة النورانية المستحقة لخطاب ٱرْجِعِي [الفجر: 28]. { قَالَ رَبِّ فَأَنظِرْنِي إِلَىٰ يَوْمِ يُبْعَثُونَ } [الحجر: 36] أي: الأرواح في قيامة العشق { قَالَ فَإِنَّكَ مِنَ ٱلْمُنظَرِينَ * إِلَىٰ يَوْمِ ٱلْوَقْتِ ٱلْمَعْلُومِ } [الحجر: 37-38] وهو وقت يتجلى فيه لأرواح العشاق فينعكس نور التجلي من الأرواح المقدسة له وَٱدْخُلِي جَنَّتِي [الفجر: 30] أي: جواري وقربي { قَالَ } [الحجر: 39] إبليس النفس { رَبِّ بِمَآ أَغْوَيْتَنِي } [الحجر: 39] أضللتني عن طريق الهداية { لأُزَيِّنَنَّ لَهُمْ فِي ٱلأَرْضِ } [الحجر: 39] أي: أزين للأرواح في أرض البشرية من الأعمال الصالحات التي تورث الأخلاق الحميدة وبها تربية الأرواح وترقيها إلى أعلى درجات القرب { وَلأُغْوِيَنَّهُمْ أَجْمَعِينَ } [الحجر: 39] عما كانوا عليه من الأعمال الروحانية الملكية التي لا ترقى إلا بها { إِلاَّ عِبَادَكَ مِنْهُمُ ٱلْمُخْلَصِينَ } [الحجر: 40] الذين أخلصتهم عن حبس الوجود بجذبات الطاعة وأفنيتهم عنهم بهدايتك. { قَالَ هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ } [الحجر: 41] معناه هذا مقام أهل الاستقامة في السير في الله المعتصمين بالله المنقطعين عن غيره { إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ } [الحجر: 42] أي: حجة تتعلق بهم بتلك الحجة للهداية، أو العناية فإنهم بلا هم، وإن من خصوصية العبودية المضافة إلى الحضرة المحمدية عما سوى الحضرة { إِلاَّ مَنِ ٱتَّبَعَكَ مِنَ ٱلْغَاوِينَ } [الحجر: 42] الذين بلا هم وإن من خصوصية العبودية أضلوا عن السير في الله بالله { وَإِنَّ جَهَنَّمَ } [الحجر: 43] البعد والاحتراق من الفراق { لَمَوْعِدُهُمْ أَجْمَعِينَ } [الحجر: 43] { لَهَا سَبْعَةُ أَبْوَابٍ } [الحجر: 44] من الحرص والشر والحقد والحسد والغضب والشهوة والكبر { لِكُلِّ بَابٍ مِّنْهُمْ }  من الأزواج المتبعين بصفاتها { جُزْءٌ مَّقْسُومٌ } بحسب الاتفاق بصفاتها. ثم أخبر عن المتقين بأنهم آمنون بقوله تعالى: { إِنَّ ٱلْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ } [الحجر: 45] إلى قوله: فَمَآ أَغْنَىٰ عَنْهُمْ مَّا كَانُواْ يَكْسِبُونَ [الحجر: 84]. قوله: { إِنَّ ٱلْمُتَّقِينَ } [الحجر: 45] الاتقاء على ثلاثة أوجه: اتقاء عن محارم الله بأوامر الله، واتقاء عن الدنيا وشهواتها بالأخرة ودرجاتها، واتقاء عما سوى الله بالله وصفاته. والمتقون هم الفانون عن أنفسهم وصفاتهم الباقون بالله وصفاته { فِي جَنَّاتٍ وَعُيُونٍ } [الحجر: 45] أي: جنات حظائر القدس وعيون الحكمة الإلهية والعلوم اللدنية { ٱدْخُلُوهَا بِسَلامٍ آمِنِينَ } [الحجر: 46] أي: بجذبات العناية والسلام من الله هو الجذبة الإلهية آمنين من موانع الدخول والخروج بعد الوصول وفيه إشارة إلى أن السير في الله لا يمكن إلا بالله وجذباته كما كان حال النبي صلى الله عليه وسلم ليلة المعراج تأخر عنه جبريل في سدرة المنتهى وبقي عند الرفرف في مقام قاب قوسين ما وصل إلى مقام أو أدنى وهو كمال القرب إلا بجذبة أذن مني فبسلام الله سلم من موانع الدخول والخروج بعد الوصول. { وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ } [الحجر: 47] من موانع الدخول والوصول يشير إلى أن أهل الدخول والوصول هم المنزوعون عن صدورهم على أوصاف البشرية من أمارة النفس وصفاتها الذميمة، وأنها لا تنتزع من النفس إلا بنزع الله إياها ومن لم يُنزع عنه الغل لم يأمن من الخروج بعد الدخول كما كان حال آدم عليه السلام لما دخل الجنة قبل تزكية النفس ونزع صفاتها أخرج منها بالغل الذي كان من نتائجه وَعَصَىٰ ءَادَمُ رَبَّهُ فَغَوَىٰ * ثُمَّ ٱجْتَبَاهُ رَبُّهُ [طه: 121-122] ونزع عنه الغل بالتوبة وهداه إلى الجنة { إِخْوَٰناً عَلَىٰ سُرُرٍ مُّتَقَـٰبِلِينَ } [الحجر: 47] في المراتب بعضهم لبعض أي: لكل قوم من أهل التقوى إخوان على قدر تقربهم متقابلين في الدرجات { لاَ يَمَسُّهُمْ فِيهَا نَصَبٌ } [الحجر: 48] من الحسد لبعضهم على درجات بعض { وَمَا هُمْ مِّنْهَا بِمُخْرَجِينَ } [الحجر: 48] يشير إلى أن أهل كل درجة مقيمون في تلك الدرجة لا خروج لهم منها إلى درجة تحتها ولا فوقها وهم راضون بذلك؛ لأن غل الحسد منزوع منهم.", "annotation": {"aya": [{"start": 475, "end": 525}, {"start": 1099, "end": 1107}, {"start": 1380, "end": 1399}, {"start": 2797, "end": 2846}, {"start": 4002, "end": 4062}], "hadith": [], "verse": []}}