{"text": " قوله: { إِنَّ ٱلَّذِينَ كَفَرُواْ }: في خبرها ستةُ أوجهٍ، أحدها: أنه مذكورٌ وهو قولُه: \" أولئك ينادَوْن \". وقد سُئِل بلال بن أبي بردة عن ذلك في مَحْكِيَّتِه فقال: لا أجدُ لها نفاذاً. فقال له أبو عمرو بن العلاء: إنَّه منك لقَريبٌ، أولئك ينادَوْن. وقد اسْتُبْعِدَ هذا من وجهَيْن، أحدُهما: كثرةُ الفواصلِ. والثاني: تقدُّمُ مَنْ تَصِحُّ الإِشارةُ إليه بقوله: \" أولئك \" ، وهو قولُه: { وَٱلَّذِينَ لاَ يُؤْمِنُونَ } ، واسمُ الإِشارةِ يعودُ على أقربِ مذكورٍ. والثاني: أنه محذوفٌ لفَهْمِ المعنى وقُدِّر: مُعَذَّبون، أو مُهْلَكون، أو معانِدون. وقال الكسائي: \" سَدَّ مَسَدَّه ما تقدَّم من الكلامِ قبلَ \" إنَّ \" وهو قولُه: { أَفَمَن يُلْقَىٰ فِي ٱلنَّارِ }. قلت: يعني في الدلالةِ عليه والتقديرُ: يُخَلَّدون في النارِ. وسأل عيسى بن عمر عمرَو بن عبيدٍ عن ذلك فقال: معناه في التفسير: إنَّ الذين كفروا بالذكْرِ لَمَّا جاءهم كفروا به. فقدَّر الخبرَ مِنْ جنسِ الصلةِ. وفيه نظرٌ؛ من حيث اتحادُ الخبرِ والمخبرِ عنه في المعنى من غيرِ زيادةِ فائدةٍ نحو: \" سيدُ الجاريةِ مالكُها \". الثالث: أنَّ \" الذين \" الثانيةَ بدلٌ مِنْ \" إنَّ الذين \" الأولى، والمحكومُ به على البدلِ محكومٌ به على المبدلِ منه فيلزَمُ أَنْ يكونَ الخبرُ { لاَ يَخْفَوْنَ عَلَيْنَآ }. وهو منتزَعٌ من كلامِ الزمخشري. الرابع: أنَّ الخبرَ قولُه: { لاَّ يَأْتِيهِ ٱلْبَاطِلُ } والعائدُ محذوفٌ تقديره: لا يأتيه الباطلُ منهم نحو: السَّمْنُ مَنَوان بدرهم أي: مَنَوان منه. أو تكون أل عوضاً من الضمير في رأيِ الكوفيين تقديرُه: إنَّ الذين كفروا بالذِّكر لا يأتيه باطلُهم. الخامسُ: أنَّ الخبرَ قولُه: { مَّا يُقَالُ لَكَ } ، والعائدُ محذوفٌ أيضاً تقديرُه: إنَّ الذين كفروا بالذكرِ ما يُقال لك في شَأنِهم إلاَّ ما قد قيل للرسلِ مِنْ قبلِك. وهذان الوجهان ذهب إليهما الشيخُ. السادس: ذهب إليه بعضُ الكوفيين أنه قولُه: { وَإِنَّهُ لَكِتَابٌ عَزِيزٌ } وهذا غيرُ متعقَّلٍ. والجملةُ مِنْ قوله: \" وإنَّه لكتابٌ \" حاليةٌ، و { لاَّ يَأْتِيهِ ٱلْبَاطِلُ } صفةٌ لـ \" كتاب \". و \" تنزيلٌ \" خبرُ مبتدأ محذوفٍ، أو صفةٌ لـ \" كتابٌ \" على أنَّ \" لا يأتيه \" معترِضٌ أو صفةٌ كما تقدَّم على رأي مَنْ يجوِّزُ تقديمَ غيرِ الصريح من الصفاتِ على الصريح. وتقدَّم تحقيقُه في المائدة. و \" مِنْ حكيمٍ \" صفةٌ لـ \" تَنْزيلٌ \" أو متعلقٌ به. و \" الباطلُ \" اسمُ فاعلٍ. وقيل: مصدرٌ كالعافية والعاقبة.", "annotation": {"aya": [], "hadith": [], "verse": []}}