{"text": " { وآتِ ذَا الْقُرْبَى حَقَّهُ } أعط صاحب القرابة من أب وأُم أو أحدهما إِن لم تكن قرابة الآخر حقه من البر والصلة وحسن العشرة والود والزيارة والمؤالفة والنصر فى الحق سواء كانوا أغنياء أو فقراء أذلاء أو أعزاء، يقال إِن كان لك مال فصلهم به وإِلا فبالزيارة برجليك، وعن الحسن حق الرحم أن لا يحرمنها ويعجزها. وعنه - صلى الله عليه وسلم - \" الرحم متعلقة بالعرش وليس الواصل المكافئ ولكن الذى إِذا انقطعت رحمه وصلها \" وعن الحسن وابن عباس وعكرمة المراد مواساة الرحم بالمال والإِعانة عند احتياجها، وذلك توصية من الله جل جلاله بالقرابة بعد التوصية بالوالدين، وعن أبى حنيفة المراد حق الوالدين والولد ونحوهم من المحارم إِذا عجزوا عن الكسب وكانوا فقراء وأنت موسر، أنفقت عليهم، وكان الشافعى لا يرى النفقة إلا على الولد والوالدين، وقيل المراد قرابة رسول الله - صلى الله عليه وسلم - أمرنا بإِعطاء حقهم من الغنيمة، والجمهور على الأَول. { وَالْمِسْكِينَ وَابْنَ الْسَّبِيلِ } حقهما نصيبهما من الزكاة ويتبادر من ذكرهما أن حق ذى القرى مواساتهم بالمال فيتفق أن الحق فى جانب كل ما ذكر هو المال لظهور أنه المال فى جانب المسكين وابن السبيل، وفى الكلام حذف المفعول الثانى أى والمسكين وابن السبيل حقهما أو وابن السبيل حقه والمسكين حقه والأَول أولى لأَنه ينبغى تقليل المحذوف ما أمكن وذلك من العطف على معمولى عامل واحد. { وَلاَ تُبَذِّرْ تَبْذِيراً } لا تسرف إِسرافاً، وأصل التبذير التفريق، والمراد إنفاق المال فيما لا ينبغى، وإِنفاقه فيما لا ينبغى كالإِنفاق رياء أو سمعة، والإِنفاق فى المزامير والنياحة والكهانة ونحو ذلك من المعاصى، وكتضييع المال أو كالمبالغة فى المأْكول والمشروب والملبوس والمركوب والمسكن وكإِعطاء الزكاة لغير أهلها. وقال ابن مسعود لسائله عن التبذير إِنه إِنفاق المال فى غير حقه. قال عبد الله بن عمر \" مر رسول الله - صلى الله عليه وسلم - بسعد وهو يتوضأَ. فقال ما هذا السرف يا سعد؟ فقال أفى الوضوء سرف. قال نعم. وإِن كنت على نهر جار \" وفى رواية شط نهر جار. قال مجاهد وغيره لو أنفق الإنسان ماله كله فى الحق لم يكن مبذراً، ولو أنفق درهماً أو مدا فى باطل كان مبذراً. روى أن بعضاً أنفق نفقة فى خير فأكثر فقال له صاحبه لا خير فى السرف. فقال لا سرف فى الخير وإِنما يصرف الإِنسان ماله فى واجب أو مندوب متقرباً به إِلى الله سبحانه وتعالى أو فى مباح لا يصرفه بنيته أو كلامه إِلى معصية بل ينبغى صرف المباح إِلى الطاعة بالنية. وعن الحسن، قال رسول الله - صلى الله عليه وسلم - \" ما أنفقتم فى سبيل الله فلكم وما أنفقتم على عيالكم فلكم، وما تركتم فللوارث \" وعن على ما أنفقت على نفسك فهو لك، وما أنفقت على عيالك فلك، وما أنفقت رياء وسمعة فهو للشيطان.", "annotation": {"aya": [], "hadith": [{"start": 330, "end": 406}, {"start": 1587, "end": 1720}, {"start": 2150, "end": 2227}], "verse": []}}