{"text": " أما الكلام على الحروف المقطعة فقد تقدم في أول سورة البقرة بما أغنى عن إعادته هٰهنا، وقوله تعالى: { وَٱلْقُرْآنِ ذِي ٱلذِّكْرِ } أي والقرآن المشتمل على ما فيه ذكر للعباد، ونفع لهم في المعاش والمعاد، قال الضحّاك { ذِي ٱلذِّكْرِ } كقوله تعالى: لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَاباً فِيهِ ذِكْرُكُمْ [الأنبياء: 10] أي تذكيركم. وقال ابن عباس { ذِي ٱلذِّكْرِ } ذي الشرف أي ذي الشأن والمكانة. ولا منافاة بين القولين فإنه كتاب شريف، مشتمل على التذكير والإعذار والإنذار، واختلفوا في جواب هذا القسم: فقال قتادة: جوابه { بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٍ وَشِقَاقٍ } واختاره ابن جرير، وقيل: جوابه ما تضمنه سياق السورة بكمالها، والله أعلم، وقوله تعالى: { بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٍ وَشِقَاقٍ } أي إن في هذا القرآن لذكرى لمن يتذكر وعبرة لمن يعتبر، وإنما لم ينتفع به الكافرون لأنهم { فِي عِزَّةٍ } أي استكبار عنه وحمية، { وَشِقَاقٍ } أي ومخالفة له ومعاندة ومفارقة، ثم خوفهم ما أهلك به الأمم الكاذبة قبلهم فقال تعالى: { كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ } أي من أمة مكذبة، { فَنَادَواْ } أي حين جاءهم العذاب استغاثوا وجأروا إلى الله تعالى، وليس ذلك بمُجْدٍ عنهم شيئاً، كما قال عزّ وجلّ: فَلَمَّآ أَحَسُّواْ بَأْسَنَآ إِذَا هُمْ مِّنْهَا يَرْكُضُونَ [الأنبياء: 12] أي يهربون، قال التميمي: سألت ابن عباس رضي الله عنهما عن قول الله تبارك وتعالى: { فَنَادَواْ وَّلاَتَ حِينَ مَنَاصٍ }! قال: ليس بحين نداء ولا نزاعٍ ولا فرار، وعن ابن عباس: ليس بحين مغاث، نادوا النداء حين لا ينفعهم وأنشد: تذكَّرَ ليلى لات حين تذكر وقال محمد بن كعب: نادوا بالتوحيد حيث تولت الدنيا عنهم، واستناصوا للتوبة حين تولت الدنيا عنهم، وقال قتادة: لما رأوا العذاب أرادوا التوبة في غير حين النداء، وقال مجاهد: { فَنَادَواْ وَّلاَتَ حِينَ مَنَاصٍ } ليس بحين فرار ولا إجابة، وعن زيد بن أسلم: { وَّلاَتَ حِينَ مَنَاصٍ } ولا نداء في غير حين النداء، وهذه الكلمة، وهي (لات) هي (لا) التي للنفي زيدت معها التاء، كما تزاد في ثم، فيقولون: ثمت، ورب، فيقولون: ربت. وأهل اللغة يقولون: النوص: التأخر، والبوص: التقدم، ولهذا قال تبارك وتعالى: { وَّلاَتَ حِينَ مَنَاصٍ } أي ليس الحين حين فرار، ولا ذهاب، والله سبحانه وتعالى الموفق للصواب.", "annotation": {"aya": [{"start": 241, "end": 295}, {"start": 1094, "end": 1155}], "hadith": [], "verse": [{"start": 1391, "end": 1416}]}}