{"text": " { لَّوْ أَرَادَ ٱللهُ أَن يَتَّخِذَ وَلَداً لاَّصْطَفَىٰ } , لاختار، { مِمَّا يَخْلُقُ مَا يَشَآءُ } ، يعني: الملائكة، كما قال: لَوْ أَرَدْنَآ أَن نَّتَّخِذَ لَهْواً لاَّتَّخَذْنَاهُ مِن لَّدُنَّآ [الأنبياء: 17]، ثم نزّه نفسه فقال: { سُبْحَـٰنَهُ } ، تنزيهاً له عن ذلك، وعمّا لا يليق بطهارته، { هُوَ ٱللهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ }. { خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلأَرْضَ بِٱلْحَقِّ يُكَوِّرُ ٱلَّيْـلَ عَلَى ٱلنَّهَـارِ وَيُكَوِّرُ ٱلنَّـهَارَ عَلَى ٱلَّيْلِ } ، قال قتادة: يغشي هذا هذا، كما قال: يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ [الأعراف:54] وقيل: يدخل أحدهما على الآخر كما قال: يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ [الحج: 61]. وقال الحسن، والكلبي: ينقص من الليل فيزيد في النهار، وينقص من النهار فيزيد في الليل، فما نقص من الليل دخل في النهار، وما نقص من النهار دخل في الليل، ومنتهى النقصان تسع ساعات، ومنتهى الزيادة خمس عشرة ساعة، وأصل التكوير اللّف والجمع، ومنه: كوّر العمامة. { وَسَخَّـرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُـلٌّ يَجْرِى لأَجَـلٍ مُّسَـمًّى أَلا هُوَ ٱلْعَزِيزُ ٱلْغَفَّارُ }. { خَلَقَكُمْ مِّن نَّفْسٍ وَٰحِدَةٍ } ، يعني: آدم، { ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا } ، يعني حواء، { وَأَنزَلَ لَكُم مِّنَ ٱلأَنْعَـٰمِ } ، معنى الإِنزال هاهنا: الإِحداث والإِنشاء، كقوله تعالى: أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَٰرِى سَوْءَٰتِكُمْ [الأعراف: 26]. وقيل: إنه أنزل الماء الذي هو سبب نبات القطن الذي يكون منه اللباس، وسبب النبات الذي تبقى به الأنعام. وقيل: { وَأَنزَلَ لَكُم مِّنَ ٱلأَنْعَـٰمِ } جعلها لكم نزلاً ورزقاً. { ثَمَانِيَةَ أَزْوَٰجٍ } ، أصناف، تفسيرها في سورة الأنعام. { يَخْلُقُكُمْ فِى بُطُونِ أُمَّهَـٰتِكُـمْ خَلْقاً مِّن بَعْدِ خَلْقٍ } ، نطفة ثم علقة ثم مضغة، كما قال الله تعالى: وَقَدْ خَلَقَكُمْ أَطْوَاراً [نوح: 14]، { فِى ظُلُمَـٰتٍ ثَلَـٰثٍ } ، قال ابن عباس: ظلمة البطن، وظلمة الرحم، وظلمة المشيمة، { ذَلِكُمُ ٱللهُ } ، الذي خلق هذه الأشياء، { رَبُّكُمْ لَهُ ٱلْمُلْكُ لاۤ إِلَـٰهَ إِلاَّ هُوَ فَأَنَّىٰ تُصْرَفُونَ } ، عن طريق الحق بعد هذا البيان. { إِن تَكْفُرُواْ فَإِنَّ ٱللهَ غَنِىٌّ عَنكُمْ وَلاَ يَرْضَىٰ لِعِبَادِهِ ٱلْكُفْرَ } ، قال ابن عباس والسدي: لا يرضى لعباده المؤمنين الكفر، وهم الذين قال الله تعالى: إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سُلْطَـٰنٌ [الحجر: 42]، فيكون عاماً في اللفظ خاصاً في المعنى، كقوله تعالى: عَيْناً يَشْرَبُ بِهَا عِبَادُ ٱللهِ [الإنسان:6]، يريد بعض العباد، وأجراه قوم على العموم، وقالوا: لا يرضى لأحد من عباده الكفر، ومعنى الآية: لا يرضى لعباده أن يكفروا به. يروى ذلك عن قتادة، وهو قول السلف، قالوا: كفر الكافر غير مرضيّ لله عزّ وجلّ، وإن كان بإرادته، { وَإِن تَشْكُرُواْ } ، تؤمنوا بربكم وتطيعوه، { يَرْضَهُ لَكُمْ } ، فيثيبكم عليه. قرأ أبو عمرو: \" يرضهْ لكم \" ساكنة الهاء، ويختلسها أهل المدينة وعاصم وحمزة، والباقون بالإِشباع، { وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ثُمَّ إِلَىٰ رَبِّكُمْ مَّرْجِعُكُـمْ فَيُنَبِّئُكُـمْ بِمَا كُنتُمْ تَعْمَلُونَ إِنَّهُ عَلِيمٌ بِذَاتِ ٱلصُّدُورِ }. { وَإِذَا مَسَّ ٱلإِنسَـٰنَ ضُرٌّ دَعَا رَبَّهُ مُنِيباً إِلَيْهِ } راجعاً إليه مستغيثاً به، { ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِّنْهُ } ، أعطاه نعمة منه، { نَسِىَ } ، ترك، { مَا كَانَ يَدْعُوۤ إِلَيْهِ مِن قَبْلُ } ، أي: نسيَ الضرَ الذي كان يدعو الله إلى كشفه، { وَجَعَلَ للهِ أَندَاداً } ، يعني: الأوثان، { لِّيُضِلَّ عَن سَبيلهِ } ، ليزل عن دين الله. { قُلْ } ، لهذا الكافر: { تَمَتَّعْ بِكُفْرِكَ قَلِيلاً } ، في الدنيا إلى أجلك، { إِنَّكَ مِنْ أَصْحَـٰبِ ٱلنَّارِ } ، قيل: نزلت في عتبة ابن ربيعة، وقال مقاتل: نزلت في أبي حذيفة بن المغيرة المخزومي، وقيل: عام في كل كافر. { أَمَّنْ هُوَ قَانِتٌ } ، قرأ ابن كثير ونافع وحمزة: \" أمَنْ \" بتخفيف الميم، وقرأ الآخرون بتشديدها، فمن شدد فله وجهان: أحدهما: أن تكون الميم في \" أم \" صلة، فيكون معنى الكلام استفهاماً وجوابه محذوفاً، مجازه: أَمَنْ هو قانتٌ كمَنْ هو غيرُ قانتٍ؟ كقوله: أَفَمَن شَرَحَ ٱللهُ صَدْرَهُ لِلإِسْلَـٰمِ [الزمر: 22]، يعني كمن لم يشرح صدره. والوجه الآخر: أنه عطف على الاستفهام، مجازه: الذي جعل لله أنداداً خيرٌ أمّن هو قانت؟ ومن قرأ بالتخفيف فهو ألف استفهام دخلت على مَنْ، معناه: أهذا كالذي جعل لله أنداداً؟ وقيل: الألف في { أمن } بمعنى حرف النداء، تقديره: يا من هو قانت، والعرب تنادي بالألف كما تنادي بالياء، فتقول: أبني فلان ويا بني فلان، فيكون معنى الآية: قلْ تمتعْ بكفرك قليلاً إنك من أصحاب النار، يامَنْ هو قانتٌ { ءَانَآءَ ٱلَّيْلِ } ، إنك من أهل الجنة. قاله ابن عباس. وفي رواية عطاء: نزلت في أبي بكر الصديق. وقال الضحاك: نزلت في أبي بكر وعمر رضي الله عنهما. وعن ابن عمر أنها نزلت في عثمان. وعن الكلبي أنها نزلت في ابن مسعود وعمّار وسلمان. والقانت: المقيم على الطاعة. قال ابن عمر: \" القنوت \" قراءة القرآن وطول القيام، و \" آناء الليل \": ساعاته، { سَـٰجِداً وَقَآئِماً } ، يعني: في الصلاة، { يَحْذَرُ ٱلأَخِرَةَ } ، يخاف الآخرة، { وَيَرْجُواْ رَحْمَةَ رَبِّهِ } ، يعني: كمن لا يفعل شيئاً من ذلك، { قُلْ هَلْ يَسْتَوِى ٱلَّذِينَ يَعْلَمُونَ وَٱلَّذِينَ لاَ يَعْلَمُونَ } ، قيل: \" الذين يعلمون \" عمّار، و \" الذين لا يعلمون \" أبو حذيفة المخزومي، { إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلأَلْبَـٰبِ }.", "annotation": {"aya": [{"start": 128, "end": 196}, {"start": 493, "end": 520}, {"start": 571, "end": 636}, {"start": 1200, "end": 1253}, {"start": 1615, "end": 1643}, {"start": 2056, "end": 2104}, {"start": 2169, "end": 2205}, {"start": 3593, "end": 3636}], "hadith": [], "verse": []}}