{"text": " { وَتَوَكَّلْ عَلَى الحَيِّ الَّذِي لاَ يَمُوتُ } هو الله عز وجل ثق به واسند امرك كله إليه فان يكفيك شرهم ويغنيك عنهم لانه الحقيق بالتوكل عليه لدوام حياته ومن توكل على حي يموت ضاع عند موته وقيل موته ان ترك الله. وكتب رجل إلى آخر أن صديقي فلانا مات فمن كثرت بكائي عليه ذهب بصري فاجابه الذنب عليك حيث احببت الحي الذي يموت هلا احببت الحي الذي لا يموت فلا تحتاج إلى البكاء عليه. قال بعض السلف لا يصح لذي عقل ان يثق بعد هذه الآية بمخلوق. وعنه صلى الله عليه وسلم \" ماكربني أَمر إِلا تمثل لي جبريل فقال يا محمد قل توكلت على الحي الذي لا يموت والحمد لله الذي لم يتخذ ولدا ولم يكن له شريك في الملك ولم يكن له ولي من الذل وكبره تكبيرا \" أوصي الله إلى داود عليه السلام يا داود من دعاني اجبته ومن استغاثني اغثته ومن استنصرني نصرته ومن توكل عليّ كفيته فانا كافي المتوكلين وناصر المستنصرين وغياث المستغيثين ومجيب الداعين. { وَسَبِّحْ بِحَمْدِهِ } تسبيحا كائنا مع حمده او سبح وانت حامد فالظرف نعت لمصدر محذوف او حال من ضمير سبح اي قل سبحان الله والحمد الله أو صلِّ له شاكرا لانعمه أو نزهه عن صفات النقص مثنيا عليه بأوصاف الكمال طالب لمزيد النعم بالشكر عليها أو سبحه بقولك الحمدلله أو بنحوه فانه يتضمن تنزيها وتعظيما. وعنه صلى الله عليه وسلم \" من قال كل يوم سبحان الله وبحمده مائة مرة غفرت ذنوبه ولو كان مثل زبد البحر \" اي ان لم يصر \" وخرج صلى الله عليه وسلم عن جويرية رضي الله عنها بكرة حين صلى الصبح وهي في مسجدها ثم رجع بعد أن أضحى وهي جالسة فقال ما زلت على الحال التي فارقتك عليها قالت نعم فقال النبي صلى الله عليه وسلم \" لقد قلت بعدك اربع كلمات لو وزنت بما قلت منذ اليوم لوزنته سبحان الله وبحمده عدد خلقه ورضى نفسه وزنة عرشه ومداد كلماته والحمد لله كذلك \" وفي رواية \" سبحان الله وبحمده ولا اله الا الله والله اكبر عدد خلقه ورضى نفسه وزنة عرشه ومداد كلماته \" { وَكَفَى بِهِ } الباء صلة لتأكيد الكفاية والهاء في محل جر بها وفي محل رفع على الفاعلية لكفى { بِذُنُوبِ عَبَادِهِ } متعلق بقوله * { خَبِيراً } حال أو تمييز والحالية أولى باشتقاقه أي هو عالم بما ظهر من ذنوبها وما بطن فيجازيهم فليس لك من امرهم شيء آمنوا أو كفروا لست احتاج إلى غيري في علم أو قدرة وذلك وعيد شديد.", "annotation": {"aya": [], "hadith": [{"start": 457, "end": 626}, {"start": 1126, "end": 1203}, {"start": 1217, "end": 1544}, {"start": 1555, "end": 1646}], "verse": []}}