{"text": " بعد أن أمر الله تعالى عباده المؤمنين بما أمر به من جلائل الصفات وأحاسن الأعمال، التي جرت سنته بأن تكون سبب الظفر في القتال، ونهاهم عن التنازع - نهاهم عما كان عليه خصومهم من مشركي مكة حين خرجوا لحماية العير من الصفات الرديئة، وذكر لهم بعض أحوالهم القبيحة فقال: { وَلاَ تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَارِهِم بَطَراً وَرِئَآءَ ٱلنَّاسِ } البطر كالأشر وهما مصدر بطر وأشر (كفرح) ضرب من إظهار الفخر والاستعلاء بنعمة القوة أو الغنى أو الرياسة يعرف في الحركات المتكلفة والكلام الشاذ - ويفسر اللغويون أحدهما بالآخر - وقال الراغب: البطر دهش يعتري الإنسان من سوء احتمال النعمة وقلة القيام بحقها، وصرفها إلى غير وجهها - ثم قال - ويقارب البطر الطرب وهو خفة أكثر ما يعتري من الفرح، وقد يقال ذلك في الترح. والرئاء مصدر راءى زيد عمرا وراءى الناس مراآة ورئاء - وتقلب الهمزة ياء فيقال رياء كأمثاله - وهو بناء مشاركة من الرؤية، والمراد منه أن يعمل المرء ما يحب أن يراه الناس منه ويثنوا عليه ويعجبوا به وإن كان تلبيساً ظاهره غير باطنه. وقال بعضهم هو إظهار الحسن وإخفاء القبيح أي لأجل الثناء والإعجاب. والمعنى: امتثلوا ما أمرتم به من الفضائل، وانتهوا عما نهيتم من الرذائل، ولا تكونوا كأعدائكم المشركين الذين خرجوا من ديارهم في مكة وغيرها من الأماكن التي استنفرهم منها أبو سفيان - بطرين بما أوتوا من قوة ونِعَمْ لم يستحقوها، أو كفروا نعمة الله - مرائين للناس بها، ليعجبوا بهم ويثنوا عليهم بالغنى والقوة والشجاعة والمنعة { وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ } أي والحال أنهم يصدون بخروجهم عن سبيل الله وهو الإسلام بحمل الناس على عداوة الرسول صلى الله عليه وسلم والإعراض عن تبليغ دعوته وتعذيب من أجابها إذا لم يكن لهم من يمنعهم ويحميهم من قرابة أو حلف أو جوار { وَٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ } علماً وسلطانا فهو يجازيهم عليه في الدنيا والآخرة بمقتضى سنته في ترتيب الجزاء على صفات النفس. قال البغوي في تفسير الآية من معالم التنزيل: نزلت في المشركين حين أقبلوا إلى بدر، ولهم بغي وفخر، فقال رسول الله صلى الله عليه وسلم: \" اللهم هذه قريش قد أقبلت بخيلائها وفخرها تحادّك وتكذب رسولك، اللهم فنصرك الذي وعدتني \" قالوا ولما رأى أبو سفيان أنه قد أحرز عيره أرسل إلى قريش: إنكم إنما خرجتم لتمنعوا عيركم فقد نجاها الله فارجعوا. فقال أبو جهل والله لا نرجع حتى نرد بدراً - وكان موسماً من مواسم العرب يجتمع لهم بها سوق كل عام - فنقيم ثلاثا فننحر الجزور ونطعم الطعام ونسقي الخمر وتعزف علينا القيان وتسمع بنا العرب فلا يزالون يهابوننا أبدا. فوافوها فسقوا كؤوس المنايا مكان الخمر، وناحت عليهم النوائح مكان القيان. فنهى الله عباده المؤمنين أن يكونوا مثلهم، وأمرهم بإخلاص النية والحسبة في نصر دينه ومؤازرة نبيه صلى الله عليه وسلم اهـ. { وَإِذْ زَيَّنَ لَهُمُ ٱلشَّيْطَانُ أَعْمَالَهُمْ وَقَالَ لاَ غَالِبَ لَكُمُ ٱلْيَوْمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٌ لَّكُمْ } أي وأذكر أيها الرسول للمؤمنين إذ زين الشيطان لهؤلاء المشركين أعمالهم بوسوسته وقال لهم بما ألقاه في هواجسهم: لا غالب لكم اليوم من الناس لا أتباع محمد الضعفاء ولا غيرهم من قبائل العرب فأنتم أعز نفراً وأكثر نفيرا وأعظم بأسا، وإني مع هذا - أو والحال إني جار لكم، قال البيضاوي في تفسيره: وأوهمهم إن اتباعهم إياه فيما يظنون أنها قربات مجير لهم حتى قالوا اللهم انصر أهدى الفئتين وأفضل الدينين اهـ. { فَلَمَّا تَرَآءَتِ ٱلْفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيْهِ } أي فلما قرب كلا من الفريقين المقاتلين من الآخر وصار بحيث يراه ويعرف حاله وقبل أن يلقاه في المعركة ويصطلي نار القتال معه نكص أي رجع القهقرى وتولى إلى الوراء وهو جهة العقبين (أي مؤخري الرجلين) وأخطأ من قال من المفسرين إن المراد بالترائي التلاقي، والمراد أنه كف عن تزيينه لهم وتغريره إياهم، فخرج الكلام مخرج التمثيل بتشبيه وسوسته بما ذكر بحال المقبل على الشيء وتركها بحال من ينكص عنه ويوليه دبره. ثم زاد على هذا ما يدل على براءته منهم وتركه إياهم وشأنهم وهو { وَقَالَ إِنِّي بَرِيۤءٌ مِّنْكُمْ إِنَّيۤ أَرَىٰ مَا لاَ تَرَوْنَ إِنَّيۤ أَخَافُ ٱللَّهَ } أي تبرأ منهم وخاف عليهم وأيس من حالهم لما رأى إمداد الله المسلمين بالملائكة { وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ } يجوز أن يكون هذا من كلامه ويجوز أن يكون مستأنفا. تفسير الآية بوسوسة الشيطان وإغوائه للمشركين وتغريره بهم قبل تقابل الصفوف وترائي الزحوف وبتخليه عنهم بعد ذلك رواه ابن جرير عن ابن عباس والحسن البصري، وخرجه علماء البيان من المفسرين كالزمخشري والبيضاوي بنحو مما ذكرنا وهو لا يخلو من تكلف في الجمل الأخيرة إلا أن يقال أنه لما نكص على عقبيه تبرأ منهم وقال ما قال في نفسه لا لهم، ومثل هذا الخطاب لا يتوقف على سماع المخاطبين له حتى في خطاب الناس بعضهم لبعض ومثله قوله تعالى كَمَثَلِ ٱلشَّيْطَانِ إِذْ قَالَ لِلإِنسَانِ ٱكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيۤءٌ مِّنكَ إِنِّيۤ أَخَافُ ٱللَّهَ [الحشر: 16] قال ابن عباس لما كان يوم بدر سار إبليس برايته وجنوده مع المشركين وألقى في قلوب المشركين أن أحداً لن يغلبكم، وإني جار لكم. فلما التقوا ونظر الشيطان إلى إمداد الملائكة (نكص على عقبيه) قال رجع مدبراً وقال: { إِنَّيۤ أَرَىٰ مَا لاَ تَرَوْنَ }  الآية. ومثله قال الحسن. أقول: معنى هذا أن جند الشيطان الخبيث كانوا منبثين في المشركين يوسوسون لهم بملابستهم لأرواحهم الخبيثة ما يغريهم ويغرهم كما كان الملائكة منبثين في المؤمنين يلهمونهم بملابستهم لأرواحهم الطيبة ما يثبتون به قلوبهم ويزيدهم ثقة بوعد الله بنصرهم كما تقدم شرحه في تفسير آية 12 إِذْ يُوحِي رَبُّكَ إِلَى ٱلْمَلاۤئِكَةِ [الأنفال: 12] إلخ فلما تراءت الفئتان وأوشك أن يتلاحما فر الشيطان بجنوده من بين المشركين لئلا تصل إليهم الملائكة الملابسة للمؤمنين وهما ضدان لا يجتمعان ولو اجتمعا لقضى أقواهما وهم الملائكة على أضعفهما، فخوف الشيطان إنما كان من إحراق الملائكة لجنوده لا على المشركين كما يقذف بالحق على الباطل فيدمغه فإذا هو زاهق. وقد بيّنا في مواضع من هذا التفسير وغيره أن العوالم الروحية الخفية كعوالم العناصر المادية منها المؤتلف والمختلف، ومنها ما يتحد بغيره فيتألف منهما حقيقة واحدة كحقيقة الماء والهواء، ومنها ما لا يتحد بعضه ببعض ولا يجتمعان في حيز واحد ٱلْخَبِيثَاتُ لِلْخَبِيثِينَ وَٱلْخَبِيثُونَ لِلْخَبِيثَاتِ وَٱلطَّيِّبَاتُ لِلطَّيِّبِينَ وَٱلطَّيِّبُونَ لِلْطَّيِّبَاتِ [النور: 26] وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوّاً شَيَٰطِينَ ٱلإِنْسِ وَٱلْجِنِّ يُوحِي بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ ٱلْقَوْلِ غُرُوراً [الأنعام: 112]. وعن ابن عباس قول آخر هو أن الشيطان تمثل في صورة سراقة بن مالك بن جعشم سيد بني مدلج وقال للمشركين ما قصته الآية الكريمة أولا وآخراً. قال ابن إسحاق حدثني الكلبي عن أبي صالح عن ابن عباس إن إبليس خرج مع قريش في صورة سراقة بن مالك بن جعشم فلما حضر القتال ورأى الملائكة نكص على عقبيه وقال إني بريء منكم، فتشبث به الحارث بن هشام فنخر في وجهه فخر صعقا: فقيل له ويلك يا سراقة على هذه الحال تخذلنا وتبرأ منا؟ فقال: { إِنِّي بَرِيۤءٌ مِّنْكُمْ } إلخ وروى عنه علي بن أبي طلحة ما أوله مثل رواية ابن جرير إلا أنه زاد: \" في صورة رجل من بني مدلج \" وذكر فيها أنه رأى رمي النبي صلى الله عليه وسلم المشركين بقبضة التراب فهزيمتهم منها ثم قال: فأقبل جبريل عليه السلام إلى إبليس فلما رآه وكانت يده في يد رجل من المشركين انتزع يده ثم ولى مدبراً وشيعته، فقال الرجل يا سراقة أتزعم أنك لنا جار؟ فقال { إِنَّيۤ أَرَىٰ مَا لاَ تَرَوْنَ } إلخ. أقول: أما الكلبي فروايته التفسير عن ابن عباس هي أوهى الروايات وأضعفها كما قال المحدثون. قالوا فإن انضم إليها رواية محمد بن مروان السدي الصغير فهي سلسلة الكذب. وأما علي بن أبي طلحة فروايته عنه أجود الروايات إلا أنهم أجمعوا على أنه لم يسمع منه وإنما أخذه عن مجاهد أو سعيد بن جبير ولا خلاف في كونهما من الثقات أئمة هذا الشأن ولكن ابن عباس كان يوم بدر ابن خمس سنين فروايته لأخبارها منقطعة ولا يبعد أن تكون من الإسرائيليات. وروى ذلك الواقدي عن عمر بن عقبة عن شعبة مولى ابن عباس عن ابن عباس والواقدي غير ثقة في الرواية. وروي أيضاً عن غير ابن عباس، وفي الروايات شيء من الاختلاف، وأصلها أنه كان بين قريش وبين بني بكر عداوة وحرب سابقة فخافوا أن يقاتلوهم في أثناء قتالهم للنبي صلى الله عليه وسلم والمؤمنين فرئي سراقة أكبر زعمائهم مع المشركين يضمن لهم ما كاد يثنيهم عن الخروج. وخرج معهم يثبتهم ويقول: لا غالب لكم اليوم من الناس وإني جار لكم، ثم رئي عند ترائي الفئتين هارباً متبرئا منهم فلما رجع فلهم إلى مكة كانوا يقولون هزم الناس سراقة. فقال بلغني أنكم تقولون إني هزمت الناس! فوالله ما شعرت بمسيركم حتى بلغتني هزيمتكم. فقالوا ما أتيتنا في يوم كذا؟ فحلف لهم. فلما أسلموا علموا أن ذلك كان الشيطان. فهذا والله أعلم سبب تخريج هؤلاء المفسرين رواياتهم على أن الذي رئي إنما كان الشيطان متمثلا، والمختار عندنا في تفسير الآية هو ما رواه ابن جرير عن ابن عباس من طريق ابن جريج وهو ما علمت آنفا وما رواه عن الحسن أيضاً وقدمه أهل التفاسير المشهورة وهو أن الشيطان ألقى في قلوب المشركين أن أحداً لن يغلبكم إلخ وتقدم. قد كان وقت تغرير الشيطان بالمشركين وإيهامهم أنه لا غالب لهم من الناس في ذلك اليوم هو بعينه وقت تعجب المنافقين ومرضى القلوب في الدين من إقدام هذا العدد القليل الفاقد لكل استعداد حسي من أسباب الحرب على قتال ذلك العدد الكثير الذي يفوقه ثلاثة أضعاف في العدد مع كونه لا ينقصه من الاستعداد للحرب شيء، لأن العلة واحدة، فذلك قوله تعالى { إِذْ يَقُولُ ٱلْمُنَافِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَـٰؤُلاۤءِ دِينُهُمْ } فالظرف هنا متعلق بزين لهم الشيطان أعمالهم، والمنافقون هم الذين يظهرون الإسلام ويسرون الكفر، والذين في قلوبهم مرض هم ضعاف الإيمان تثور بهم الشكوك والشبهات تارة فتزلزل اعتقادهم وتسكن تارة فيكونون كسائر المسلمين. وهل يميز أهل اليقين من الضعفاء إلا الامتحان بمثل هذه الشدائد؟ لم ير المنافقون ومن هم على مقربة منهم من مرضى القلوب علة يعللون بها هذا الإقدام من المؤمنين الصادقين إلا الغرور بالدين، ولعمر الإنصاف إن هذا لأقرب تعليل معقول لأمثالهم المحرومين من كمال الإيمان بالله والثقة به والتوكل عليه. ومن المعلوم مما ورد في: \" أهل بدر \" من آيات هذه السورة ومن الأحاديث الصحيحة والحسنة أنه لم يكن فيهم أحد من أولئك المنافقين ولا من الذين في قلوبهم مرض فإن ضعفاءهم قد محصهم الله بما كان من جدالهم للنبي صلى الله عليه وسلم ومصارحتهم له في كراهة القتال قبل وقوعه وباقتناعهم بجوابه لهم كما تقدم - ثم أتم تمحيصهم بخوضهم المعركة، فهم من الذين وصفهم المنافقون والذين في قلوبهم مرض بأنه غرهم دينهم، وهل يعقل أن يقول أحد منهم في المؤمنين: \" غرهم دينهم \" وهو تبرؤ من عد أنفسهم من أهل هذا الدين؟ فإن صح ما رواه ابن أبي حاتم عن ابن عباس أنه قال: \" هم يومئذ في المسلمين \" يكون أراد به أنهم كانوا معدودين في جملتهم لا أنهم كانوا في الغزاة، وإلا كان خطأ مردوداً وابن عباس لم يكن في سنه يوم بدر يميز هذه المسائل بنفسه، والرواية عنه فيها كما علمت آنفا. وروي عن مجاهد وابن جريج والشعبي وابن إسحاق ومعمر أن هؤلاء المنافقين كانوا بمكة. قال مجاهد: فئة من قريش قيس بن الوليد بن المغيرة والحارث بن زمعة بن الأسود بن المطلب وعلي بن أمية والعاص بن منبه بن الحجاج خرجوا مع قريش من مكة وهم على الارتياب فحبسهم ارتيابهم فلما رأوا قلة أصحاب رسول الله صلى الله عليه وسلم قالوا غر هؤلاء دينهم حتى قدموا على ما قدموا عليه مع قلة عددهم وكثرة عدوهم. قال ابن كثير بعد نقله: وهكذا قال محمد بن إسحاق بن سيار سواء. { وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ } أي يكل إليه أمره مؤمناً إيمان إذعان واطمئنان بأنه هو حسبه وكافيه وناصره ومعينه، وأنه قادر لا يعجزه شيء، عزيز لا يغلبه ولا يمتنع عليه شيء أراده { فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ } أي فهو تعالى بمقتضى عزته وحكمته عند إيمانهم به وتوكلهم عليه: يكفيهم ما أهمهم، وينصرهم على أعدائهم، وإن كثر عددهم وعظم استعدادهم، لأنه عزيز غالب على أمره، حكيم يضع كل أمر في موضعه، على ما جرى عليه النظام والتقدير في سننه، ومنه نصر الحق على الباطل، بل كثيراً ما تدخل عنايته بالمتوكلين عليه في باب الآيات وخوارق العادات (كما حصل في غزوة بدر وآيات الله لا نهاية لها) وإن أجمع المحققون على أن التوكل لا يقتضي ترك الأسباب من العبد، ولا الخروج عن السنن العامة في أفعال الرب، كما سبق تحقيقه مفصلا من قبل. وكم لله من لطف خفي يدق خفاه عن فهم الذكي وقد اشتهر في عباد الملة أفراد في ترك الأسباب كلها توكلا على الله وثقة به، واشتهر من تسخيره تعالى الأسباب لهم، والعناية بهم، ما يعسر على الذكي تأويله كله بالتخريج على المصادفات المعتادة: كإبراهيم بن أدهم الذي كان ملكا فخرج من ملكه وانقطع لعبادة ربه متوكلا عليه في رزقه وفي كل أموره، وإبراهيم الخواص وشقيق البلخي من المتقدمين، وقد أدركنا في عصرنا عالما أفغانيا منهم اسمه عبد الباقي خرج من بلاده بعد تحصيل العلوم العربية والشرعية إلى الهند للتوسع في الفلسفة وسائر المعقولات وجد واجتهد فيها حتى رأى في منامه مرة رجلا ذا هيئة حسنة مؤثرة سأله أتدري ماذا تعمل يا عبد الباقي؟ إنك كمن يأخذ خشبة يحرك بها الكنيف عامة نهاره، فلما استيقظ حملته هذه الرؤيا على التفكر في هذه الفلسفة اليونانية والفائدة منها، وما لبث أن تركها وعزم على الانقطاع لعبادة الله وترك العالم كله لذلك، فخرج من الهند إلى بلاد العرب فكان يحج في كل سنة ماشيا ويعود إلى بلاد الشام في الغالب فيقيم عندنا في القلمون أياما وفي طرابلس وحمص كذلك ثم يعود إلى الحجاز وهكذا دواليك، ولم يكن يحمل دراهم ولا زاداً وقد يحمل كتابا بيده يقرأه فإذا فرغ منه وهبه، وتلقى عنه بعض الأذكياء دروسا في التوحيد والأصول. ومنه يعلم الفرق بينه وبين أولئك الدراويش الكسالى والسياحين الدجالين. قال صديقنا العالم الذكي النقادة السيد عبد الحميد الزهراوي لولا أننا رأينا هذا الرجل بأعيننا واختبرناه في هذه السنين الطوال بأنفسنا لكنا نظن أن ما يروى من أخبار كبار الصالحين المتوكلين من المتقدمين كإبراهيم بن أدهم والخواص والبلخي مبالغات وإغراقات من مترجميهم. وقد حدثنا العلامة الفقيه الصوفي الأديب الشيخ عبد الغني الرافعي أنه كان غلب عليه حال التوكل وحدثته نفسه بأنه صار مقاما له فامتحنها بسفر خرج فيه من بلده وليس في يده مال فسخر الله له من الأسباب الشريفة ما كان به سفره لائقا بكرامته وحسن مظهره، وأول ذلك أنه سخر له من لم يكن يعرف من أغنياء المسافرين بالباخرة فتبرع له بأجرة السفر فيها إلى حيث أراد. ومثل هذا التسخير يقع كثيراً لرجال العلم والأدب في أقوامهم وأقطارهم، وناهيك ما كان يمتاز به الشيخ رحمه الله من جمال الصورة ومهابة الطلعة وحسن الزي والوقار يزينه اللطف والتواضع ولكن هل يقدم من كان مثله في كرامته وإبائه على الخروج من بلده وركوب البحر وهو لا يحمل درهماً ولا ديناراً لولا شدة الثقة بالله واطمئنان القلب بالتوكل عليه؟ كلا إنما يقدم على مثل هذا ممن لا يعقل معنى التوكل أناس من الشطار اتخذوا الاحتيال على استجداء الأغنياء والأمراء بمظاهرهم الخادعة وتلبيساتهم الباطلة، صناعة يروجونها بالغلو في إطرائهم. ومثل عناية الله تعالى بالمتوكلين عليه في تسخير الأسباب الشريفة لهم ما وقع لشيخنا الأستاذ الإمام أيام كان منفيا في بيروت، قال لي جاءني فلان من أصدقائي المصريين المنفيين يوما وقال أنه توفي والده وأنه لا بد له من العناية اللائقة به في تجهيزه وليس في يده ما يكفي لذلك قال الشيخ وكنت قبضت راتبي الشهري من المدرسة السلطانية لم أعط منه شيئاً للتجار الذين نأخذ منهم مؤنة الدار فنقدته إياه كله لعلمي بحاجته إليه كله، ووكلت أمري وأمر أسرتي إلى الله تعالى فلم يمر ذلك النهار إلا وقد جاءتني حوالة برقية بمبلغ أكبر من راتب المدرسة كان دينا لي قديما على رجل أعياني أمر تقاضيه منه وأنا فيها ممتعا بما تعلم من النفوذ، وكتبت إليه بعد سفري مراراً أتقاضاه منه مستشفعا بعذر الحاجة حتى يئست منه، فهل كان إرساله إياه في ذلك اليوم بتحويل برقي إلا تسخيراً منه تعالى بعنايته الخاصة؟ أقول: إنني أراني غير خارج بهذه الأمثال عن منهج هذا التفسير المراد به التفقه والاعتبار، وأنا أرى الناس يزداد إعراضهم عن الدين والاهتداء بالقرآن، وتقل فيهم القدوة الصالحة.", "annotation": {"aya": [{"start": 4109, "end": 4230}, {"start": 4775, "end": 4815}, {"start": 5357, "end": 5479}, {"start": 5492, "end": 5629}], "hadith": [{"start": 1808, "end": 1895}], "verse": [{"start": 10660, "end": 10678}, {"start": 10679, "end": 10700}]}}