{"text": " أخرج ابن المنذر وابن أبي حاتم وابن مردويه والبيهقي في شعب الإيمان، عن ابن عباس في قوله: { فمن كان يرجو لقاء ربه } الآية. قال: نزلت في المشركين الذين عبدوا مع الله إلهاً غيره، وليست هذه في المؤمنين. وأخرج عبد الرزاق وابن أبي الدنيا في الإخلاص، وابن أبي حاتم والطبراني والحاكم عن طاوس قال: قال رجل: يا نبي الله، إني أقف مواقف أبتغي وجه الله، وأحب أن يرى موطني. فلم يردّ عليه شيئاً حتى نزلت هذه الآية { فمن كان يرجو لقاء ربه فليعمل عملاً صالحاً ولا يشرك بعبادة ربه أحداً }. وأخرج الحاكم وصححه والبيهقي موصولاً عن طاوس عن ابن عباس. وأخرج ابن أبي حاتم عن مجاهد قال: كان من المسلمين من يقاتل وهو يحب أن يرى مكانه، فأنزل الله { فمن كان يرجو لقاء ربه } الآية. وأخرج ابن منده وأبو نعيم في الصحابة وابن عساكر من طريق السدي الصغير، عن الكلبي عن أبي صالح عن ابن عباس قال: كان جندب بن زهير إذا صلى أو صام أو تصدق فذكر بخير ارتاح فزاد في ذلك لمقالة الناس، فلامه الله فنزل في ذلك { فمن كان يرجو لقاء ربه فليعمل عملاً صالحاً ولا يشرك بعبادة ربه أحداً }. وأخرج هناد في الزهد، عن مجاهد قال: جاء رجل إلى النبي صلى الله عليه وسلم فقال: يا رسول الله، أتصدق بالصدقة وألتمس بها ما عند الله، وأحب أن يقال لي خيراً: فنزلت { فمن كان يرجو لقاء ربه } الآية. وأخرج هناد وابن المنذر وابن أبي حاتم والبيهقي، عن سعيد في قوله: { فمن كان يرجو لقاء ربه } قال: ثواب ربه. { فليعمل عملاً صالحاً ولا يشرك } قال: لا يرائي { بعبادة ربه أحداً }. وأخرج ابن أبي حاتم من وجه آخر، عن سعيد بن جبير في قوله: { فمن كان يرجو لقاء ربه } قال: من كان يخشى البعث في الآخرة { فليعمل عملاً صالحاً ولا يشرك بعبادة ربه أحداً } من خلقه. قال النبي صلى الله عليه وسلم: \" إن ربكم يقول: أنا خير شريك، فمن أشرك معي في عمله أحداً من خلقي تركت العمل كله له ولم أقبل إلا ما كان لي خالصاً \". ثم قرأ النبي صلى الله عليه وسلم { فمن كان يرجو لقاء ربه فليعمل عملاً صالحاً ولا يشرك بعبادة ربه أحداً } \". وأخرج ابن أبي حاتم عن كثير بن زياد قال: قلت للحسن قول الله: { فمن كان يرجو لقاء ربه فليعمل عملاً صالحاً ولا يشرك بعبادة ربه أحداً } قال: في المؤمن نزلت. قلت: أشرك بالله؟ قال: لا، ولكن أشرك بذلك العمل عملاً يريد الله به والناس، فذلك يرد عليه. وأخرج ابن أبي حاتم عن عبد الواحد بن زيد قال: قلت للحسن: أخبرني عن الرياء؟ أشرك هو؟ قال: نعم يا بني، وما تقرأ { فليعمل عملاً صالحاً ولا يشرك بعبادة ربه أحداً }. وأخرج الطبراني عن شداد بن أوس قال: قال النبي صلى الله عليه وسلم: \" إذا جمع الله الأولين والآخرين ببقيع واحد ينفذهم البصر ويسمعهم الداعي، قال: أنا خير شريك، كل عَمل عُمل لي في دار الدنيا كان لي فيه شريك، فأنا أدعه اليوم ولا أقبل اليوم إلا خالصاً. ثم قرأ { إلا عباد الله المخلصين } [الصافات: 40] { فمن كان يرجو لقاء ربه فليعمل عملاً صالحاً ولا يشرك بعبادة ربه أحداً } \". وأخرج ابن سعد وأحمد والترمذي وابن ماجة والبيهقي، عن أبي سعد بن أبي فضالة الأنصاري - وكان من الصحابة -: سمعت رسول الله صلى الله عليه وسلم يقول: \" إذا جمع الله الأوّلين والآخرين ليوم لا ريب فيه، نادى منادٍ: من كان أشرك في عمل عمله لله أحداً، فليطلب ثوابه من عند غير الله، فإن الله أغنى الشركاء عن الشرك \". وأخرج الحاكم وصححه والبيهقي عن أبي هريرة، \" أن رجلاً قال: \" يا رسول الله، الرجل يجاهد في سبيل الله وهو يبتغي عرضاً من الدنيا؟ قال: لا أجر له. فأعظم الناس هذه فعاد الرجل، فقال: لا أجر له \" \". وأخرج ابن أبي الدنيا في الإخلاص وابن مردويه والحالكم وصححه والبيهقي، عن شداد بن أوس قال: كنا نعد الرياء على عهد رسول الله صلى الله عليه وسلم الشرك الأصغر. وأخرج أحمد وابن أبي الدنيا وابن مردويه والحاكم وصححه والبيهقي، عن شداد بن أوس: سمعت رسول الله صلى الله عليه وسلم يقول: \" من صلى يرائي فقد أشرك، ومن صام يرائي فقد أشرك، ومن تصدق يرائي فقد أشرك. ثم قرأ { فمن كان يرجو لقاء ربه } الآية \". وأخرج الطيالسي وأحمد وابن مردويه، عن شداد بن أوس رضي الله عنه: سمعت رسول الله صلى الله عليه وسلم يقول: \" أنا خير قسيم لمن أشرك بي، من أشرك بي شيئاً فإن عمله قليله وكثيره لشريكه الذي أشرك به، أنا عنه غني \". وأخرج البزار وابن منده والبيهقي وابن عساكر، \" عن عبد الرحمن بن غنم أنه قيل له: \" أسمعت رسول الله صلى الله عليه وسلم يقول: من صام رياء فقد أشرك، ومن صلى رياء فقد أشرك، ومن تصدق رياء فقد أشرك؟؟ قال: بلى، ولكن رسول الله صلى الله عليه وسلم تلا هذه الآية { فمن كان يرجو لقاء ربه } فشق ذلك على القوم واشتد عليهم فقال: ألا أفرجها عنكم؟ قالوا: بلى يا رسول الله، فقال: هي مثل الآية في الروم { وما آتيتم من رباً ليربو في أموال الناس فلا يربو عند الله } [الروم: 39] فمن عمل رياء لم يُكْتَبْ لا له ولا عليه \" \". وأخرج أحمد والحكيم الترمذي والحاكم وصححه والبيهقي، عن أبي سعيد قال: قال رسول الله صلى الله عليه وسلم: \" الشرك الخفي، أن يقوم الرجل يصلي لمكان رجل \". وأخرج أحمد وابن أبي حاتم والطبراني والحاكم وصححه والبيهقي، \" عن شداد بن أوس: سمعت رسول الله صلى الله عليه وسلم يقول: أخاف على أمتي الشرك والشهوة الخفية. قلت: أتشرك أمتك من بعدك؟ قال: نعم، أما إنهم لا يعبدون شمساً ولا قمراً ولا حجراً ولا وثناً، ولكن يراؤون الناس بأعمالهم. قلت: يا رسول الله، فالشهوة الخفية؟ قال: يصبح أحدهم صائماً فتعرض له شهوة من شهواته فيترك صومه ويواقع شهوته \". وأخرج أحمد ومسلم وابن أبي حاتم وابن مردويه والبيهقي، عن أبي هريرة عن النبي صلى الله عليه وسلم يرويه عن ربه قال: \" أنا خير الشركاء، فمن عمل عملاً أشرك فيه غيري فأنا بريء منه، وهو الذي أشرك \". وأخرج أحمد والبيهقي عن محمود بن لبيد، أن رسول الله صلى الله عليه وسلم قال: \" إن أخوف ما أخاف عليكم الشرك الأصغر. قالوا: وما الشرك الأصغر يا رسول الله؟ قال: الرياء، يقول الله يوم القيامة: إذا جزي الناس بأعمالهم: اذهبوا إلى الذين كنتم تراؤون في الدنيا فانظروا هل تجدون عندهم جزاء \". وأخرج البزار والبيهقي عن أنس قال: قال رسول الله صلى الله عليه وسلم: \" تعرض أعمال بني آدم بين يدي الله عز وجل يوم القيامة في صحف مختتمة، فيقول الله: ألقوا هذا واقبلوا هذا. فتقول الملائكة: يا رب، والله ما رأينا منه إلا خيراً. فيقول: إن عمله كان لغير وجهي ولا أقبل اليوم من العمل إلا ما أريد به وجهي \". وأخرج البزار وابن مردويه والبيهقي بسند لا بأس به، عن الضحاك بن قيس قال: قال رسول الله صلى الله عليه وسلم: \" يقول الله: أنا خير شريك، فمن أشرك معي أحداً فهو لشريكي. يا أيها الناس، أخلصوا الأعمال لله فإن الله لا يقبل من الأعمال إلا ما خلص له، ولا تقولوا هذا لله وللرحم، فإنه للرحم وليس لله منه شيء \". وأخرج الحاكم وصححه \" عن عبد الله بن عمرو، أنه قال: \" يا رسول الله، أخبرني عن الجهاد والغزو، قال: يا عبد الله: إن قاتلت صابراً محتسباً بعثك الله صابراً محتسباً، وإن قاتلت مرائياً مكاثراً على أي حال قاتلت أو قتلت، بعثك الله على تلك الحال \" \". وأخرج أحمد والدارمي والنسائي والروياني وابن حبان والطبراني والحاكم وصححه، عن يحيى بن الوليد بن عبادة عن جده، أن النبي صلى الله عليه وسلم قال: \" من غزا وهو لا ينوي في غزاته إلا عقالاً، فله ما نوى \". وأخرج الحاكم \" عن يعلى بن منبه قال: \" كان النبي صلى الله عليه وسلم يبعثني في سراياه، فبعثني ذات يوم وكان رجل يركب فقلت له: إرحل. قال: ما أنا بخارج معك. قلت: لم؟ قال: حتى تجعل لي ثلاثة دنانير. قلت: الآن حين ودعت النبي صلى الله عليه وسلم ما أنا براجع إليه، إرحل ولك ثلاثة دنانير. فلما رجعت من غزاتي ذكرت ذلك للنبي فقال: أعطها إياه فإنها حظه من غزاته \" \". وأخرج أبو داود والنسائي والطبراني بسند جيد، عن أبي أمامة قال: \" جاء رجل إلى رسول الله صلى الله عليه وسلم فقال: أرأيت رجلاً غزا يلتمس الأجر والذكر ما له؟ فقال رسول الله صلى الله عليه وسلم: لا شيء له. فأعادها ثلاث مرات يقول رسول الله صلى الله عليه وسلم: لا شيء له. ثم قال: إن الله لا يقبل من العمل إلا ما كان له خالصاً وابتغي به وجهه \". وأخرج الطبراني بسند لا بأس به، عن أبي الدرداء عن النبي صلى الله عليه وسلم قال: \" الدنيا ملعونة، ملعون ما فيها إلا ما ابتغى به وجه الله عز وجل \". وأخرج ابن أبي شيبة وأحمد والبخاري ومسلم وابن ماجة والبيهقي في الأسماء والصفات، عن جندب قال: قال رسول الله صلى الله عليه وسلم: \" من يسمع يسمع الله به، ومن يرائي يرائي الله به \". وأخرج ابن أبي شيبة وأحمد عن عبد الله بن عمر: وسمعت رسول الله صلى الله عليه وسلم يقول: \" من قام بخطبة لا يلتمس بها إلا رياء وسمعة، أوقفه الله عز وجل يوم القيامة في موقف رياء وسمعة \". وأخرج ابن أبي شيبة وأحمد عن أبي سعيد الخدري، عن النبي صلى الله عليه وسلم قال: \" من يرائي يرائي الله به، ومن يسمع يسمع الله به \". وأخرج ابن أبي شيبة عن محمود بن لبيد قال: قال رسول الله صلى الله عليه وسلم: \" إياكم وشرك السرائر. قالوا: وما شرك السرائر؟ قال: أن يقوم أحدكم يريد صلاته جاهداً لينظر الناس إليه، فذلك شرك السرائر \". وأخرج ابن أبي شيبة عن ابن مسعود قال: من صلى صلاة والناس يرونه، فليصل إذا خلا مثلها، وإلا فإنما هي استهانة يستهين بها ربه. وأخرج ابن أبي شيبة عن حذيفة مثله. وأخرج البيهقي عن عمرو بن عبسة قال: إذا كان يوم القيامة، جيء بالدنيا فيميز منها ما كان لله وما كان لغير الله رمي به في نار جهنم. وأخرج ابن أبي شيبة عن أبي موسى الأشعري قال: خطبنا رسول الله صلى الله عليه وسلم ذات يوم فقال: \" أيها الناس، اتقوا الشرك فإنه أخفى من دبيب النمل. فقالوا: وكيف نتقيه وهو أخفى من دبيب النمل يا رسول الله! قال: قولوا: اللهم إنا نعوذ بك أن نشرك بك شيئاً نعلمه ونستغفر لما لا نعلم \". وأخرج ابن أبي شيبة وابن المنذر والبيهقي في شعب الإيمان، عن عبادة بن الصامت قال: يجاء بالدنيا يوم القيامة فيقال: ميزوا ما كان لله فيميز، ثم يقول: ألقوا سائرها في النار. وأخرج الحاكم وصححه والبيهقي في شعب الإيمان، عن معاذ بن جبل: سمعت رسول الله صلى الله عليه وسلم يقول: \" إن يسيراً من الرياء شرك، وإن من عادى أولياء الله فقد بارز الله بالمحاربة، وإن الله يحب الأبرار الأخفياء الأتقياء الذين إن غابوا لم يفتقدوا، وإن حضروا لم يدعوا ولم يعرفوا، قلوبهم مصابيح الدجى، يخرجون من كل غبراء مظلمة \". وأخرج البيهقي وضعفه عن أبي الدرداء، أن رسول الله صلى الله عليه وسلم قال: \" إن الإتقاء على العمل أشد من العمل، إن الرجل ليعمل فيكتب له عمل صالح معمول به في السر، يضعف أجره سبعين ضعفاً، فلا يزال به الشيطان حتى يذكره للناس، فيكتب علانية ويمحى تضعيف أجره كله، ثم لا يزال به الشيطان حتى يذكره للناس الثانية ويحب أن يذكر ويحمد عليه فيمحى من العلانية ويكتب رياء، فاتقى الله امرؤ صان دينه فإن الرياء شرك \". وأخرج أحمد والبيهقي عن أبي أمامة، عن النبي صلى الله عليه وسلم قال: \" إن أحسن أوليائي عندي منزلة، رجل ذو حظ من صلاة... أحسن عبادة ربه في السر وكان غامضاً في الناس لا يشار إليه بالأصابع، عجلت منيته وقل تراثه وقلت بواكيه \". وأخرج ابن سعد وأحمد والبيهقي، عن أبي هند الداري: سمعت رسول الله صلى الله عليه وسلم يقول: \" من قام مقام رياء أو سمعة، رايا الله به يوم القيامة وسمع به \". وأخرج البيهقي عن عمر بن النضر قال: بلغني أن في جهنم وادياً تعوّذ منه جهنم كل يوم أربعمائة مرةٍ أعد ذلك للمرائين من القراء. وأخرج البيهقي عن أبي هريرة قال: \" خرج النبي صلى الله عليه وسلم فقال: تعوّذ بالله من جب الحزن، قيل من يسكنه؟ قال: المراؤون بأعمالهم \". وأخرج البيهقي عن جابر قال: قال رسول الله صلى الله عليه وسلم: \" يقول الله عز وجل: كل من عمل عملاً أراد به غيري فأنا منه بريء \". وأخرج ابن مردويه عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \" اتقوا الشرك الأصغر، قالوا: وما الشرك الأصغر؟ قال: الرياء يوم يجازي الله العباد بأعمالهم، يقول: اذهبوا إلى الذين كنتم تراؤون في الدنيا، انظروا... هل تصيبون عندهم جزاء؟ \". وأخرج أبو نعيم في الحلية عن محمد بن الحنفية قال: كل ما لا يبتغى به وجه الله يضمحل. وأخرج ابن أبي شيبة وأحمد في الزهد، عن أبي العالية قال: قال لي أصحاب محمد صلى الله عليه وسلم: يا أبا العالية، لا تعمل لغير الله فيكلك الله عز وجل إلى عملت له. وأخرج ابن أبي شيبة عن ربيع بن خُثيم قال: ما لم يرد به وجه الله عز وجل يضمحل. وأخرج ابن الضريس في فضائل القرآن، عن إسماعيل بن أبي رافع قال: بلغنا أن رسول الله صلى الله عليه وسلم قال: \" ألا أخبركم بسورة ملأ عظمتها ما بين السماء والأرض، شيعها سبعون ألف ملك؟ سورة الكهف، من قرأها يوم الجمعة غفر الله له بها إلى الجمعة الأخرى وزيادة ثلاثة أيام من بعدها، وأعطى نوراً يبلغ السماء، ووقي من فتنة الدجال. ومن قرأ الخمس آيات من خاتمتها حين يأخذ مضجعه من فراشه، حفظ وبعث من أي الليل شاء \". وأخرج ابن جرير وابن مردويه عن معاوية بن أبي سفيان، أنه تلا هذه الآية { فمن كان يرجو لقاء ربه } الآية. قال: إنها آخر آية نزلت من القرآن. وأخرج الطبراني وابن مردويه عن أبي حكيم قال: قال رسول الله صلى الله عليه وسلم: \" لو لم ينزل على أمتي إلا خاتمة سورة الكهف لكفتهم \". وأخرج ابن راهويه والبزار وابن مردويه والحاكم وصححه والشيرازي في الألقاب، عن عمر بن الخطاب قال: قال رسول الله صلى الله عليه وسلم: \" من قرأ في ليلة { فمن كان يرجو لقاء ربه } الآية، كان له نور من عدن أبين إلى مكة حشوه الملائكة \". وأخرج ابن الضريس عن أبي الدرداء قال: من حفظ خاتمة الكهف، كان له نور يوم القيامة من لدن قرنه إلى قدمه. والله أعلم بالصواب.", "annotation": {"aya": [], "hadith": [{"start": 1508, "end": 1730}, {"start": 2198, "end": 2501}, {"start": 2645, "end": 2805}, {"start": 2848, "end": 2996}, {"start": 3271, "end": 3386}, {"start": 3490, "end": 3592}, {"start": 3637, "end": 4092}, {"start": 4195, "end": 4241}, {"start": 4301, "end": 4622}, {"start": 4735, "end": 4813}, {"start": 4889, "end": 5094}, {"start": 5163, "end": 5394}, {"start": 5501, "end": 5693}, {"start": 5713, "end": 5934}, {"start": 6077, "end": 6132}, {"start": 6146, "end": 6485}, {"start": 6548, "end": 6820}, {"start": 6900, "end": 6965}, {"start": 7092, "end": 7142}, {"start": 7229, "end": 7324}, {"start": 7403, "end": 7453}, {"start": 7529, "end": 7649}, {"start": 8027, "end": 8209}, {"start": 8478, "end": 8699}, {"start": 8773, "end": 9098}, {"start": 9166, "end": 9319}, {"start": 9409, "end": 9472}, {"start": 9628, "end": 9729}, {"start": 9791, "end": 9856}, {"start": 9926, "end": 10097}, {"start": 10521, "end": 10816}, {"start": 11031, "end": 11083}, {"start": 11213, "end": 11310}], "verse": []}}