{"text": " وفي قوله تعالى: { وَإِن كَادُواْ لَيَسْتَفِزُّونَكَ مِنَ ٱلأَرْضِ لِيُخْرِجوكَ مِنْهَا وَإِذاً لاَّ يَلْبَثُونَ خِلافَكَ إِلاَّ قَلِيلاً * سُنَّةَ مَن قَدْ أَرْسَلْنَا قَبْلَكَ مِن رُّسُلِنَا } [الإسراء: 76-77] إشارة إلى أن من سنة الله تعالى على قانون الحكمة القديمة البالغة في تربية الأنبياء والمرسلين، أن يجعل لهم أعداء ليبتليهم بهم في إخلاص إبريز جواهرهم الروحانية الربانية عن غش أوصافهم النفسانية الحيوانية. كما قال تعالى: وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوّاً شَيَٰطِينَ ٱلإِنْسِ وَٱلْجِنِّ يُوحِي بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ ٱلْقَوْلِ غُرُوراً وَلَوْ شَآءَ رَبُّكَ مَا فَعَلُوهُ [الأنعام: 112] ثم قال: { وَلاَ تَجِدُ لِسُنَّتِنَا تَحْوِيلاً } [الإسراء: 77] أي: تبديلاً؛ لأنها مبنية على الحكمة والمصلحة والإرادة القديمة. ثم أخبر عن طريق خلاص الأنبياء والأولياء ورطة الابتلاء بقوله تعالى: { أَقِمِ ٱلصَّلاَةَ لِدُلُوكِ ٱلشَّمْسِ } [الإسراء: 78] يشير إلى إدامة الصلاة بالقرب الحاضر من دلوك الشمس وهو طول النهار { إِلَىٰ غَسَقِ ٱلَّيلِ } [الإسراء: 78] وهو طول الليل { وَقُرْآنَ ٱلْفَجْرِ } [الإسراء: 78] أي: إلى صلاة الفجر يريد استدامة الليل والنهار بالحضور والتناجي مع الله، وهذه صلاة أخص الخواص الذين هم في صلاتهم دائمون. ثم قال: { إِنَّ قُرْآنَ ٱلْفَجْرِ كَانَ مَشْهُوداً } [الإسراء: 78] يعني: من مراقب ليله ونهاره حاضراً بقلبه مع الله يكون له عند الصباح شهود الشواهد الحق، بل الحق مشهود له. ثم خص النبي صلى الله عليه وسلم من أمته وسائر الأنبياء والرسل بزيادة فضيلة ينالها في إدامة الصلاة وصرح له صلاة الليل، فقال: { وَمِنَ ٱلْلَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ } [الإسراء: 79] أي: زيادة لك من دون سائر الخلق هذه الفضيلة، وهي قوله: { عَسَىٰ أَن يَبْعَثَكَ رَبُّكَ مَقَاماً مَّحْمُوداً } [الإسراء: 79] والمحمود هو الله تعالى فيشير المقام المحمود إلى قيامة بالله لا بنفسه، ولهذا عبر عن المقام المحمود بالشفاعة؛ لأن الله تعالى قال: مَن ذَا ٱلَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ [البقرة: 255] أي: قائماً به ولما لم يكن دخول هذا المقام بكسب العبد كسائر المقامان وهو يتعلق بجذبة الحق فعلم النبي صلى الله عليه وسلم طريق تحصيل الجذبة على مقتضى قوله: ٱدْعُونِيۤ أَسْتَجِبْ لَكُمْ [غافر: 60]. بقوله: { وَقُل رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ } [الإسراء: 80] يشير إلى السير في الله بالله { وَأَخْرِجْنِي } [الإسراء: 80] من حولي وقوتي وأنانيتي { مُخْرَجَ صِدْقٍ } [الإسراء: 80] بأن يخرجني منك بك { وَٱجْعَل لِّي مِن لَّدُنْكَ } [الإسراء: 80] أي: منك لا من غيرك { سُلْطَاناً نَّصِيراً } [الإسراء: 80] بتجلي صفات جمالك، وفي الآية دليل على أن لكل ذي مقام لا يصل إلى مقام إلا بسعي ملائم لذلك، كما قال تعالى: وَمَنْ أَرَادَ ٱلآخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا [الإسراء: 19] أي: سعياً يلائم وصول درجات الجنان. وروي أن \" رجلاً جاء إلى النبي صلى الله عليه وسلم فعرض حاجة، فقال النبي صلى الله عليه وسلم: \" ما تريد \" فقال: \" مرافقتك في الجنة \" ، فقال صلى الله عليه وسلم: \" أو غير ذلك \" قال الرجل: \" بل مرافقتك في الجنة \" ، فقال: النبي صلى الله عليه وسلم: \" فأعني بكثرة السجود \" \".", "annotation": {"aya": [{"start": 427, "end": 599}, {"start": 1755, "end": 1806}, {"start": 1974, "end": 2002}, {"start": 2425, "end": 2474}], "hadith": [{"start": 2532, "end": 2790}], "verse": []}}