{"text": " وقرىء ووصى وأوصى أي عهد والضمير في بها عائد على الملة في قوله: عن ملة إبراهيم. وبنوا إبراهيم اسماعيل وهو ابن هاجر. القبطية، واسحاق، وأمه سارة، ومدين ومديان، ونقشان، ورمزان، تشناق وشواح وأم هؤلاء الستة فطوراً بنت يفطن الكنعانية، والعقب الباقي فيهم لإِسماعيل وإسحاق فقط. ويعقوب: هو اسم أعجمي منع من الصرف للعلمية والعجمة ويعقوب عربي وهو ذكر القبيح فلو سمي به انصرف وارتفع عطفاً على إبراهيم أي ووصى يعقوب بنيه أو على الابتداء أي ويعقوب وصى بنيه. وقرىء ويعقوب بالنصب عطفاً على بنيه، أي: ووصى إبراهيم ويعقوب ابن ابنه اسحاق. \" يا بني \" أي قال وفي ندائه بلفظ بني تلطف غريب وترجية للقبول وهَزُ لما يلقى إليهم من الموافاة على الاسلام. ولذلك صدر كلامه بقوله: { إِنَّ ٱللَّهَ ٱصْطَفَىٰ لَكُمُ ٱلدِّينَ } وما اصطفاه الله لا يعدل عنه العاقل وان عند البصريين كسرت على إضمار القول وعند الكوفيين لإِجراء الوصية مجرى القول. واصطفى: استخلصه وتخيره لكم. { فَلاَ تَمُوتُنَّ } نهي عن الموت إلا على هذه الحالة من الاسلام. والنهي في الحقيقة إنما هو عن كونهم على خلاف الاسلام لا إن ذلك نهي عن الموت ونظيره في الأمر مُتْ وأنت شهيد ليس أمراً بالموت بل أمر بالشهادة نهوا عن تعاطي الأشياء التي تكون سبباً للموافاة على غير الاسلام. لما دخل يعقوب عليه السلام مصر وجدهم يعبدون الأوثان والنبيين فجمع بنيه وسألهم ما ذكر الله تعالى. وقالت اليهود: ألست تعلم أن يعقوب أوصى باليهودية فأنزل الله تعالى: { أَمْ كُنتُمْ شُهَدَآءَ } أي بل كنتم شهداء، وهو استفهام إنكار، أي: لم تشهدوا وقت حضور أجل يعقوب فكيف تنسبون إليه ما لا يليق به. ودعوى الطبري ان أم يستفهم بها في وسط كلام تقدم صدره وهذا منه قول غريب (وقول) ابن عطية انها بمعنى همزة الاستفهام وانها لغة يمانية يحتاج إلى نقل صحيح والظاهر أن الخطاب لأهل الكتاب ولذلك جاء بعد وقالوا كونوا هوداً أو نصارى تهتدوا. \" وإذ \" بدل من إذ. وقال الزمخشري: أم متصلة قبلها محذوف كأنه قال أتدعون على الأنبياء اليهودية أم كنتم شهداء يعني أن أوائلكم من بني إسرائيل كانوا مشاهدين له إذ أراد بنيه على التوحيد وملة الاسلام فما لكم تدّعون على الأنبياء ما هم منه برآء \" انتهى \". ولا نعلم أن أحداً أجاز حذف هذه الجملة ولا نحفظ ذلك لا في شعر ولا غيره لكن جاء في شعر حذف أم مع المعطوف المعادل للهمزة نحو قوله: فما أدرى أرشد طلابها يريـد أم غـي { مَا تَعْبُدُونَ } استفهام بما وهي مبهمة تقع على ذوي العلم وغيرهم. { مِن بَعْدِي } أي من بعد موتي خاف أن يتغيروا من بعد موته وكانوا حال حياته لا يعبدون إلا الله وشمل قوله آبائك: الجد، والعم، والأب، فالجد: إبراهيم. والعم: إسماعيل. والأب: إسحاق. والثلاثة بدل تفصيلي من آبائك وقدم إبراهيم لأنه الأصل ثم العم لأنه أسن ومن ذريّته خير العالم محمد صلى الله عليه وسلم. وانتصب. { إِلَـٰهاً وَاحِداً } على أنه بدل من الهك أو على الحال والها توطئة. (وجوّز) الزمخشري أن ينتصب على الاختصاص أي يريد بآلهك آلهاً واحداً ونص النحاة على أن المنصوب على الاختصاص لا يكون نكرة ولا شبهها وفائدة هذه الحال أو البدل هو التنصيص على أن معبودهم واحد فرد إذ يوهم إضافة الشيء إلى معدودين تعداد ذلك المضاف. { وَنَحْنُ لَهُ مُسْلِمُونَ } أحد جملتي الجواب أجابوه عن الذي سألهم عنه والثاني مؤكدة لما أجابوا به. وأجاز الزمخشري أن تكون جملة اعتراض مؤكدة أي ومن حالنا أناله مسلمون مخلصون التوحيد ومذعنون. والذي ذكره النحاة: إن جملة الاعتراض تأتي مقوية بين شيئين وقد بينا ذلك في كتابنا الكبير وفي كتب النحو. ونحن له مسلمون ليست من هذا الباب وعطفها على جملة الجواب منتظمة تحت قالوا أولى مما جوزوه ابن عطية أن تكون في موضع الحال.", "annotation": {"aya": [], "hadith": [], "verse": [{"start": 1997, "end": 2017}, {"start": 2018, "end": 2030}]}}