{"text": " قوله تعالى: { حم } قد سبق تفسيره [المؤمن]. قوله تعالى: { عسق } فيه ثلاثة أقوال: أحدها: أنه قَسَمٌ أقسم اللهُ به، وهو من أسمائه، رواه ابن أبي طلحة عن ابن عباس. والثاني: أنه حروف من أسماء؛ ثم فيه خمسة أقوال: أحدها: أن العين عِلْم الله، والسين سناؤه، والقاف قُدرته، رواه عكرمة عن ابن عباس، وبه قال الحسن. والثاني: أن العين فيها عذاب، والسين فيها مسخ، والقاف فيها قذف، رواه أبو الجوزاء عن ابن عباس. والثالث: أن الحاء من حرب، والميم من تحويل مُلك، والعين من عدوّ مقهور، والسين استئصال بسِنين كسِنيّ يوسف، والقاف من قُدرة الله في ملوك الأرض، قاله عطاء. والرابع: أن العين من عالم، والسين من قُدُّوس، والقاف من قاهر، قاله [سعيد] بن جبير. والخامس: أن العين من العزيز، والسين من السلام، والقاف من القادر، قاله السدي. والثالث: أنه اسم من أسماء القرآن، قاله قتادة. قوله تعالى: { كذلكَ يُوحِي إِليكَ } فيه أربعة أقوال: أحدها: أنه كما أوحيتُ \" حم عسق \" إلى كلِّ نبيّ، كذلك نوحيها إليك، قاله أبو صالح عن ابن عباس. والثاني: كذلك نوحي إليك أخبار الغيب كما أوحينا إلى مَنْ قَبْلَكَ، رواه عطاء عن ابن عباس. والثالث: أن \" حم عسق \" نزلت في أمر العذاب، فقيل: كذلك نُوحِي إليكَ أن العذاب نازلٌ بمن كذَّبك كما أوحينا ذلك إلى مَنْ كان قَبْلَكَ، قاله مقاتل. والرابع: أن المعنى: هكذا نوحي إليكَ، قاله ابن جرير. وقرأ ابن كثير: \" يُوحَى \" بضم الياء وفتح الحاء. كأنه إذا قيل: مَن يوحي؟ قيل: الله. وروى أبان عن عاصم: \" نوحي \" بالنون وكسر الحاء. { تَكادُ السَّماوات يَتَفَطَّرْنَ } قرأ ابن كثير، وابن عامر، وحمزة: { تكاد } بالتاء { يَتَفَطَّرْنَ } بياء وتاء مفتوحة وفتح الطاء وتشديدها. وقرأ نافع، والكسائي: { يكاد } بالياء { يَتَفَطِّرْنَ } مثل قراءة ابن كثير. وقرأ أبو عمرو، وأبو بكر عن عاصم: { تكاد } بالتاء { يَنْفَطِرْنَ } بالنون وكسر الطاء وتخفيفها، أي: يَتَشَقَّقْنَ { مِنْ فَوْقِهِنَّ } أي: من فوق الأَرضِين من عَظَمة الرحمن؛ وقيل: من قول المشركين: \" اتخذ الله ولداً \". ونظيرها [التي] في [مريم: 90]. { والملائكةُ يسبِّحونَ بحمد ربِّهم } قال بعضهم: يصلُّون بأمر ربِّهم؛ وقال بعضهم: ينزِّهونه عمّا لا يجوز في صفته { ويَستغفرون لِمَنْ في الأرض } فيه قولان. أحدهما: أنه أراد المؤمنين، قاله قتادة، والسدي. والثاني: أنهم كانوا يستغفرون للمؤمنين، فلمّا ابتُليَ هاروت وماروت استغفروا لِمَن في الأرض. ومعنى استغفارهم: سؤالهم الرِّزق لهم، قاله ابن السائب. وقد زعم قوم منهم مقاتل أن هذه الآية منسوخة بقوله: ويَستغفرون للذين آمنوا [غافر: 7] وليس بشيءٍ، لأنهم إنَّما يَستغفرون للمؤمنين دون الكفار، فلفظ هذه الآية عامّ، ومعناها خاصّ، ويدل على التخصيص قوله: ويستغفرون للذين آمنوا [غافر: 7] لأن الكافر لا يستحق أن يُستغفَر له. قوله تعالى: { والذين اتَّخَذوا مَنْ دونه أولياءَ } يعني كفار مكة اتَّخَذوا آلهة فعبدوها من دونه { اللهُ حفيظٌ عليهم } أي: حافِظٌ لأعمالهم ليجازيَهم بها { وما أنت عليهم بوكيل } أي: لم نوكِّلْكَ بهم فتؤخَذَ بهم. وهذه الآية عند جمهور المفسرين منسوخة بآية السيف، ولا يصح.", "annotation": {"aya": [{"start": 2171, "end": 2193}, {"start": 2318, "end": 2339}], "hadith": [], "verse": []}}