{"text": " { وَلَقَدْ أُوْحِيَ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ } الذي عملته قبل الشرك. وقال أهل الإشارة: معناه لئن طالعت غيري في السر ليحبطن عملك. { وَلَتَكُونَنَّ مِنَ ٱلْخَاسِرِينَ } ثم دَلّه على التوحيد فقال عز من قائل: { بَلِ ٱللَّهَ فَٱعْبُدْ وَكُن مِّنَ ٱلشَّاكِرِينَ } لله تعالى على نعمة الايمان { وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدْرِهِ } حين أشركوا به غيره، ثم خبر عن عظمته فقال { وَٱلأَرْضُ جَمِيعـاً قَبْضَـتُهُ } أيّ ملكه { يَوْمَ ٱلْقِيَامَةِ } بلا مانع ولا منازع ولا مدّع، وهي اليوم أيضاً ملكه، ونظيره قوله تعالى: مَـٰلِكِ يَوْمِ ٱلدِّينِ [الفاتحة: 4] و و لِّمَنِ ٱلْمُلْكُ ٱلْيَوْمَ [غافر: 16]. قال الأخفش: هذا كما يقال خراسان في قبض فلان، ليس أنها في كفّه وإنما معناه ملكه. { وَٱلسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ } للطي معان منها: الإدراج كطي القرطاس والثوب بيانه يوم نطوي السماء كطي السجل للكتب، ومنه الإخفاء كما تقول: طويت فلاناً عن الأعين، وأطو هذا الحديث عني أي استره. ومنه: الإعراض يقال: طويت عن فلان أو أعرضت عنه. ومنه: الافناء، تقول العرب: طويت فلاناً بسيفي، أي أفنيته. وقراءة العامة: مطويات بالرفع. وقرأ عيسى بن عمر: بالكسر ومحلها النصب على الحال والقطع، وإنما يذكر اليمين للمبالغة في الاقتدار. وقيل: هو معنى القوة، كقول الشاعر: تلقاها عرابة باليمين وقيل: اليمين بمعنى القسم، لأنه حلف أنه يطويها ويفنيها. وهو اختيار علي بن مهدي الطبري قال: معناه مضنيات بقسمه. حكى لي أُستاذنا أبو القاسم بن حبيب عنه ثم نزه نفسه، وقال تعالى: { سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ } ثم أتى ذاكر بعض ما ورد من الآثار في تفسير هذه الآية. أخبرنا عبد الله بن حامد بقرائتي عليه حدثنا محمّد بن جعفر المطري حدثنا علي بن حرب الموصلي حدثنا ابن فضيل حدثنا الأعمش عن إبراهيم عن علقمة عن عبد الله قال: جاء رجل إلى النبي صلى الله عليه وسلم فقال: يا أبا القاسم ان الله يمسك السماوات على أصبع، والأرضين على أصبع، والجبال على إصبع، والشجر على إصبع، والخلائق على إصبع، ثم يقول هكذا بيده. فضحك النبي صلى الله عليه وسلم حتى بدت نواجذه، ثم قال: \" وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدْرِهِ \". وأنبأني عبد الله بن حامد أخبرنا أبو بكر أحمد بن إسحاق الفقيه أخبرنا العبّاس بن الفضل الاسقاطي حدثنا أحمد بن يونس حدثنا فضيل بن عياض عن منصور عن إبراهيم عن عبيدة عن عبيد الله قال: جاء حبر إلى رسول الله صلى الله عليه وسلم فقال: يا محمّد أو يا أبا القاسم ان الله يمسك السماوات يوم القيامة على إصبع، والأرضين على إصبع، والجبال على إصبع، والشجر على إصبع، والثرى على إصبع، وسائر الخلق على إصبع، يهززهن فيقول: أنا الملك أنا الملك. فضحك النبي صلى الله عليه وسلم تعجباً ممّا قال الحبر تصديقاً له، ثم قرأ { وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدْرِهِ وَٱلأَرْضُ جَمِيعـاً قَبْضَـتُهُ يَوْمَ ٱلْقِيَامَة }. أخبرنا أحمد بن محمّد بن يوسف القصري بها أخبرنا إسماعيل بن محمّد بن إسماعيل ببغداد حدثنا الحسن بن عرفة حدثنا محمّد بن صالح الواسطي عن سليمان بن محمّد عن عمر بن نافع عن أبيه قال: قال عبد الله بن عمر رأيت رسول الله صلى الله عليه وسلم قائماً على هذا المنبر يعني منبر رسول الله (عليه السلام) وهو يحكي عن ربّه تبارك وتعالى فقال: \" إن الله تعالى إذا كان يوم القيامة جمع السماوات والأرضين السبع في قبضته ثم قال هكذا وشد قبضته ثم بسطها ثم يقول: أنا الله، أنا الرحمن، أنا الملك، أنا القدوس، أنا السلام، أنا المؤمن، أنا المهيمن، أنا العزيز، أنا الجبار، أنا المتكبر، أنا الذي بدأت الدُّنيا ولم يك شيئاً، أنا الذي اعدتها، أين الملوك أين الجبابرة \". أخبرنا ابن فنجويه الدينوري حدثنا عمر بن الخطاب حدثنا عبد الله بن الفضل حدثنا هدية ابن خالد حدثنا حماد بن سلمة عن إسحاق بن عبد الله بن أبي طلحة عن عبيد الله بن مقسم عن ابن عمر: أن رسول الله صلى الله عليه وسلم قرأ على المنبر { وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدْرِهِ وَٱلأَرْضُ جَمِيعـاً قَبْضَـتُهُ يَوْمَ ٱلْقِيَامَةِ وَٱلسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ } فبسط رسول الله صلى الله عليه وسلم يديه ثم قال: \" فيمجّد الله نفسه، أنا الجبار، أنا المتكبر، أنا العزيز، أنا الملك، أين الجبارون، أين المتكبرون \". قال: فرجف المنبر حتّى قلنا ليتحركنَّ به، وقيل: ليخرنَّ به. أخبرنا الحسين بن محمّد حدثنا عمر عن عبد الله حدثنا أبو بكر بن أبي شيبة حدثنا أبو أُسامة عن عمر بن حمزة عن سالم بن عبد الله حدثني عبد الله بن عمر قال: قال رسول الله صلى الله عليه وسلم: \" يطوي الله السماوات يوم القيامة ثم يأخذهن بيده اليمنى ثم يقول: أنا الملك، أين الجبارون؟ أين المتكبرون \". أخبرنا عبد الله بن حامد إجازة أخبرنا محمّد بن الحسين حدثنا محمّد بن جعونة أخبرنا أبو اليمان الحكم بن نافع حدثنا أبو بكر بن أبي مريم الغساني عن سعيد بن ثوبان الكلاعي عن أبي أيوب الأنصاري عن النبي صلى الله عليه وسلم \" أنه أتاه حبر من أحبار اليهود فقال: إني سائلك عن أشياء فخبّرني بها. فقال له النبي صلى الله عليه وسلم: \" اسأل ذلك \". فقال الحبر: أرأيت قول الله تعالى في كتابه: (يوم تبدّل الأرض غير الأرض والسماوات) فأين الخلق عند ذلك؟ فقال النبي صلى الله عليه وسلم: \" هم أضياف الله تعالى فلن يعجزهم ما لديه \". فقال الحبر: فقوله سبحانه وتعالى: { وَٱلأَرْضُ جَمِيعـاً قَبْضَـتُهُ يَوْمَ ٱلْقِيَامَةِ وَٱلسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ } فأين الخلق عند ذلك؟ فقال النبي صلى الله عليه وسلم: \" هم فيها كالرقيم في الكتاب \". وقال ابن عبّاس: في هذه الآية كل ذلك يمينه، وليس في يده الأُخرى شيء، وإنما يستعين بشماله المشغولة يمينه، وما السماوات والأرضون السبع في يدي الله تعالى إلاّ كخردلة في يد أحدكم. أنبأني عقيل بن أحمد: أن المعافا بن زكريا أخبره عن محمّد بن جرير حدثنا ابن حميد حدثنا سلمة حدثني ابن إسحاق عن محمّد عن سعيد قال: اتى رهط من اليهود النبي صلى الله عليه وسلم وقالوا: يا محمّد هذا الله خلق الخلق، فمن خلقه؟ فغضب النبي صلى الله عليه وسلم حتّى انتقع لونه ثم ساورهم غضباً لربّه فجاءه جبرئيل(عليه السلام)فسكنه وقال: اخفض عليك جناحك وجاءه من الله بجواب ما سألوه عنه، قال يقول الله: قُلْ هُوَ ٱللَّهُ أَحَدٌ * ٱللَّهُ ٱلصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُنْ لَّهُ كُفُواً أَحَدٌ [الإخلاص: 1-4]. فلما تلاها عليهم النبي صلى الله عليه وسلم قالوا له: صف لنا ربك كيف خلقه وكيف عضده وكيف ذراعه؟ فغضب النبي صلى الله عليه وسلم أشد من غضبه الأول ثم ساورهم فجاءه جبرئيل فقال: مثل مقالته، وأتاه بجواب ما سألوه { وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدْرِهِ وَٱلأَرْضُ جَمِيعـاً قَبْضَـتُهُ يَوْمَ ٱلْقِيَامَةِ } الآية. وقال مجاهد: وكلتا يدي الرحمن يمين. أخبرنا أبو محمّد عبد الله بن حامد الأصبهاني أخبرنا أبو بكر أحمد بن إسحاق أخبرنا بشير بن موسى حدثنا الحميدي حدثنا سفيان حدثنا عمرو بن دينار أخبرنا عمرو بن أوس الثقفي: أنه سمع عبد الله بن عمرو يقول: قال رسول الله صلى الله عليه وسلم: \" المقسطون عند الله تعالى يوم القيامة على منابر من منابر النور على يمين الرحمن وكلتا يديه يمين الذين يعدلون في حكمهم وأهليهم وما ولوا \". وقال الحسين بن الفضل والأخفش معنى الآية { وَٱلأَرْضُ جَمِيعـاً... وَٱلسَّمَاوَاتُ مَطْوِيَّاتٌ } أي مضبوطات مربوطات بيمينه، أي بقدرته وهي كلها في ملكه وقبضته، نحو قوله تعالى: وَمَا مَلَكَتْ أَيْمَانُكُمْ [النساء: 36] أي وما كانت لكم قدرة، وليس الملك لليمين دون سائر الجسد والله أعلم. { وَنُفِخَ فِي ٱلصُّورِ }. أخبرنا أبو محمّد الحسين بن أحمد المخلدي إملاء وقراءة أخبرنا عبد الله بن محمّد بن مسلم حدثنا أحمد بن محمّد بن أبي رجاء المصيصي حدثنا وكيع حدثنا سفيان عن سليمان التيمي عن أسلم العجلي عن بشر بن شغاف عن عبد الله بن عمرو قال: سألت رسول الله صلى الله عليه وسلم عن الصور. فقال: \" قرن ينفخ فيه \". { فَصَعِقَ مَن فِي ٱلسَّمَاوَاتِ وَمَن فِي ٱلأَرْضِ } أيّ ماتوا وهي النفخة الثانية { إِلاَّ مَن شَآءَ ٱللَّهُ } اختلفوا في الذين استثناهم الله تعالى. أخبرنا أبو علي الحسين بن محمّد بن محمّد الروذبادي حدثنا أبو القاسم عبد الرحمن بن محمّد ابن عبد الرحيم الشروطي حدثنا عبدان بن عبد الله بن أحمد حدثنا محمّد بن مصفي حدثنا بقية عن محمّد عن عمرو بن محمّد عن زيد بن أسلم عن أبيه عن أبي هريرة: أن رسول الله صلى الله عليه وسلم سأل جبرئيل عن هذه الآية { فَصَعِقَ مَن فِي ٱلسَّمَاوَاتِ وَمَن فِي ٱلأَرْضِ إِلاَّ مَن شَآءَ ٱللَّهُ }: \" من أُولئك الذين لم يشاء الله أن يصعقهم؟». فقال: هم الشهداء متقلدون أسيافهم حول العرش \". أخبرنا الحسين بن فنجويه بقرائتي عليه حدثنا أبو علي بن حبش المقريء قال: قرأ عليّ أبي يعلى أحمد بن علي بن المثنى الموصلي وأنا أسمع حدثنا يحيى بن معين حدثنا أبو اليمان الحكم بن نافع حدثنا إسماعيل بن عياش عن عمر بن محمّد عن زيد بن أسلم عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم أنه سأل جبرئيل (عليهما السلام) عن هذه الآية { وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَاوَاتِ وَمَن فِي ٱلأَرْضِ إِلاَّ مَن شَآءَ ٱللَّهُ }: \" من الذين لم يشاء الله تعالى أن يصعقهم؟. قال: هم الشهداء متقلدون حول عرشه تتلقاهم الملائكة يوم القيامة إلى المحشر بنجائب من ياقوت أزمتها الدرّ برحائل السندس والإستبرق نمارها ألين من الحرير، مدَّ خطاها مدَّ أبصار الرجال يسيرون في الجنّة يقولون عند طول البرهة: انطلقوا إلى ربنا لننظر كيف يقضي بين خلقه، فيضحك إليهم إلهي عزّ وجلّ، فإذا ضحك إلى عبد في موطن فلا حساب عليه \". أخبرنا ابن فنجويه حدثنا عبد الله بن يوسف حدثنا الحسن بن يحيويه حدثنا عمرو بن ثور وإبراهيم بن أبي سفيان قالاً: حدثنا محمّد بن يوسف الفربابي حدثنا سليمان بن حيان عن محمّد بن إسحاق عن يزيد الرقاشي عن أنس بن مالك قال: تلا رسول الله (عليه السلام) { وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَاوَاتِ وَمَن فِي ٱلأَرْضِ إِلاَّ مَن شَآءَ ٱللَّهُ } قالوا: يارسول الله من هؤلاء الذين استثنى الله تعالى؟ قال: \" هو جبرئيل وميكائيل واسرافيل وملك الموت قال: فيقول ياملك الموت خذ نفس اسرافيل. فيقول: يا ملك الموت من بقي؟ فيقول: سبحانك ربّي وتعاليت ذا الجلال والإكرام بقي جبرئيل وميكائيل وملك الموت. فيقول: ياملك الموت خذ نفس ميكائيل. فياخذ نفس ميكائيل فيقع كالطود العظيم. فيقول: يا ملك الموت من بقي؟ فيقول: سبحانك ربّي تباركت وتعاليت ذا الجلال والإكرام بقي جبرئيل وملك الموت. فيقول: مُت ياملك الموت فيموت. فيقول: ياجبرئيل من بقي؟ فيقول: تباركت وتعاليت ذا الجلال والإكرام وجهك الباقي الدائم وجبرئيل الميت الفاني قال: فيقول: يا جبرئيل لابدّ من موتك، فيقع ساجداً يخفق بجناحيه فيقول: سبحانك ربّي تباركت وتعاليت ذا الجلال والإكرام \". فقال رسول الله صلى الله عليه وسلم \" إن فضل خلقه على خلق ميكائيل كالطود العظيم على الضرب من الضراب \". أخبرنا عبد الرحمن بن أحمد بن جعفر حدثنا حاجب بن أحمد بن يرحم حدثنا محمّد بن حماد حدثنا محمّد بن الفضيل عن سليمان التيمي عن أبي نصرة عن جابر في قوله تعالى: { وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَاوَاتِ وَمَن فِي ٱلأَرْضِ إِلاَّ مَن شَآءَ ٱللَّهُ } قال: موسى ممّن استثنى الله تعالى، وذلك بأنه قد صعق مرة. يدل عليه ما أخبرنا عقيل بن أحمد: أن أبا الفرج البغدادي القاضي أخبرهم عن محمّد بن جرير حدثنا أبو كريب حدثنا عبدة بن سليمان حدثنا محمّد بن عمرو حدثنا أبو سلمة عن أبي هريرة قال: قال يهودي بسوق المدينة: والذي اصطفى موسى على البشر، قال: فرفع رجل من الأنصار يده فصك بها وجهه فقال: تقول هذا وفينا رسول الله. فقال رسول الله صلى الله عليه وسلم: \" { وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَاوَاتِ وَمَن فِي ٱلأَرْضِ إِلاَّ مَن شَآءَ ٱللَّهُ } فاكون أنا أول من يرفع رأسه، فإذا موسى أخذ بقائمة من قوائم العرش فلا أدري أرفع رأسه قبلي أو كان ممّن استثنى الله تعالى \". وقال كعب الأحبار: هم إثنا عشر، حملت العرش وجبرئيل وميكائيل وإسرافيل وملك الموت. الضحاك: هم رضوان والحور ومالك والزبانية. قتادة: الله أعلم بثنياه. الحسن: (إلاّ من شاء الله) يعني الله وحده. وقيل: عقارب النار وحياتها، { ثُمَّ نُفِخَ فِيهِ } أي في الصور { أُخْرَىٰ } مرة أُخرى { فَإِذَا هُمْ قِيَامٌ } من قبورهم { يَنظُرُونَ } يعني ينظرون إلى البعث. وقيل: ينتظرون أمر الله تعالى فيهم. قالت العلماء: ووجه النفخ في الصور أنه علامة جعلها الله تعالى ليتصوّر بها العاقل وأخذ الأمر، ثم تجديد الخلق. { وَأَشْرَقَتِ } وأضاءت { ٱلأَرْضُ }. وقرأ عبيد بن عمير: (وأشرقت) على لفظ ما لم يُسم فاعله كأنها جعلت مضيئة. { بِنُورِ رَبِّهَا } قال أكثر المفسرين: بضوء ربّها، وذلك حين يبرز الرحمن لفصل القضاء بين خلقه فما يتضارون في نوره إلاّ كما يتضارون في الشمس في اليوم الصحو الذي لا دخن فيه. وقال الضحاك: بحكم ربّها. وقال السدي: بعدل ربّها. ويقال: إن الله تعالى خلق في القيامة نوراً يلبسه وجه الأرض فتشرق الأرض به، ويقال: ان الله يتجلى للملائكة فتشرق الأرض بنوره، وأراد بالأرض عرصات القيامة. { وَوُضِعَ ٱلْكِتَابُ وَجِـيءَ بِٱلنَّبِيِّيْنَ وَٱلشُّهَدَآءِ }. قال ابن عبّاس: يعني الذين يشهدون للرسل بتبليغ الرسالة. وقال السدي: الذين استشهدوا في طاعة الله. وقيل: هم الحفظة، يدل عليه قوله تعالى: وَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ [ق: 21]. { وَقُضِيَ بَيْنَهُم بِٱلْحَقِّ وَهُمْ لاَ يُظْلَمُونَ * وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ * وَسِيقَ ٱلَّذِينَ كَـفَرُوۤاْ } سوقاً عنيفاً يسحبون على وجوههم { إِلَىٰ جَهَنَّمَ زُمَراً } أفواجاً بعضها على أثر بعض، كل أمة على حدة. وقال أبو عبيد والأخفش: يعني جماعات في تفرقة، واحدتها زمرة. { حَتَّىٰ إِذَا جَآءُوهَا فُتِحَتْ أَبْوَابُهَا } السبعة وكانت قبل ذلك مغلقة. واختلف القراء في قوله: (فتِحت) و(فتّحت) فخففها أهل الكوفة، وشددهما الآخرون على التكثير. { وَقَالَ لَهُمْ خَزَنَتُهَآ } توبيخاً وتقريعاً لهم { أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنذِرُونَكُمْ لِقَـآءَ يَوْمِكُمْ هَـٰذَا قَالُواْ بَلَىٰ وَلَـٰكِنْ حَقَّتْ } وجبت { كَلِمَةُ ٱلْعَذَابِ } وهي قوله تعالى: لأَمْلأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ [هود: 119]. { عَلَى ٱلْكَافِرِينَ * قِيلَ ٱدْخُلُوۤاْ أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى ٱلْمُتَكَـبِّرِينَ * وَسِيقَ ٱلَّذِينَ } وحشر الذين { ٱتَّقَوْاْ رَبَّهُمْ } فأطاعوه ولم يشركوا به { إِلَى ٱلّجَنَّةِ زُمَراً } ركباناً { حَتَّىٰ إِذَا جَآءُوهَا وَفُتِحَتْ } الواو فيه واو الحال ومجازه وقد فتحت أبوابها، فأدخل الواو هاهنا لبيان أنها كانت مفتحة قبل مجيئهم، وحذفها من الآية الأولى لبيان أنها كانت مغلقة قبل مجيئهم، ويقال: زيدت الواو هاهنا، لأن أبواب الجنّة ثمانية وأبواب الجحيم سبعة، فزيدت الواو هاهنا فرقاً بينهما. حكى شيخنا عبد الله بن حامد عن أبي بكر بن عبدش أنها تُسمى واو ثمانية. قال: وذلك أن من عادة قريش أنهم يعدون العدد من الواحد إلى الثمانية، فإذا بلغوا الثمانية زادوا فيها واواً فيقولون: خمسة، ستة، سبعة، وثمانية، يدل عليه قول الله تعالى: سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُوماً [الحاقة: 7] وقال سبحانه: ٱلتَّائِبُونَ ٱلْعَابِدُونَ [التوبة: 112]، فلما بلغ الثامن من الأوصاف قال وَٱلنَّاهُونَ عَنِ ٱلْمُنكَرِ [التوبة: 112]، وقال سبحانه وتعالى: وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ [الكهف: 22]، وقال تعالى: ثَيِّبَاتٍ وَأَبْكَاراً [التحريم: 5]. وقيل: زيادة الواو في صفة الجنّة علامة لزيادة رحمة الله على غضبه وعقوبته. { وَقَالَ لَهُمْ خَزَنَتُهَا سَلاَمٌ عَلَيْكُـمْ طِبْتُمْ فَٱدْخُلُوهَا خَالِدِينَ } قال قتادة فإذا قطعوا النار حبسوا على قنطرة بين الجنّة والنار، فيقتص بعضهم من بعض، حتّى إذا هدؤا واطمئنوا قال لهم رضوان وأصحابه: سلام عليكم طبتم فادخلوها خالدين. أخبرنا أبو صالح شعيب بن محمّد البيهقي أخبرنا أبو حاتم مكي بن عبدان التميمي حدثنا أبو الأزهر أحمد بن الأزهر السليطي حدثنا روح بن عبادة القيسي حدثنا إسرائيل عن أبي إسحاق عن عاصم بن ضمرة عن علي رضي الله عنه: أنه سُئل عن هذه الآية { وَسِيقَ ٱلَّذِينَ ٱتَّقَوْاْ رَبَّهُمْ إِلَى ٱلّجَنَّةِ زُمَراً } الآية. فقال: سيقودهم إلى أبواب الجنّة حتّى إذا انتهوا إليها وجدوا عند بابها شجرة تخرج من تحت ساقها عينان، فعمدوا إلى احديهما فتطهروا فيها فجرت عليهم بنضرة النعيم، فلن تغير أجسادهم بعدها أبداً ولن تشعث أشعارهم بعدها أبداً كأنما دهنوا بالدهان، ثم عمدوا إلى الأُخرى فشربوا منها فأذهبت مافي بطونهم من أذىً أو قذىً، وتلقتهم الملائكة على أبواب الجنّة: سلام عليكم طبتم فادخلوها خالدين، ويلقى كل غلمان صاحبهم يطوفون به فعل الولدان بالحميم إذا جاء من الغيبة يقولون: ابشر قد أعدّ الله لك كذا وكذا وأعد لك كذا وكذا، وينطلق غلام من غلمانه يسعى إلى أزواجه من الحور العين فيقول: هذا فلان باسمه في الدُّنيا قد قدم. فيقلنّ: أنت رأيته؟ فيقول: نعم. فيستخفهن الفرح حتّى يخرجن إلى أسكفة الباب ويجيء ويدخل، فإذا سرر موضونة، وأكواب موضوعة، ونمارق مصفوفة، وزرابي مبثوثة، ثم ينظر إلى تأسيس بنيانه، فإذا هو قد أُسس على جندل اللؤلؤ بين أخضر وأحمر وأبيض وأصفر من كل لون، ثم يتكيء على أريكة من أرائكه، ثم يرفع طرفه إلى سقفه، فلولا أن الله تعالى قدر له لألمّ أن يذهب بصره، أنه مثل البرق فيقول: ٱلْحَمْدُ للَّهِ ٱلَّذِي هَدَانَا لِهَـٰذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلاۤ أَنْ هَدَانَا ٱللَّهُ [الأعراف: 43] قال: وَنُودُوۤاْ أَن تِلْكُمُ ٱلْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ [الأعراف: 43]. واختلف أهل العربية في جواب قوله تعالى: { حَتَّىٰ إِذَا جَآءُوهَا }. فقال بعضهم: جوابه: (فتحت) والواو فيه [مثبتة] مجازها حتّى إذا جاؤها فتحت أبوابها كقوله تعالى: وَلَقَدْ آتَيْنَا مُوسَىٰ وَهَارُونَ ٱلْفُرْقَانَ وَضِيَآءً [الأنبياء: 48] أي ضياء. وقيل: جوابه: قوله تعالى: { وَقَالَ لَهُمْ خَزَنَتُهَا } والواو فيه ملغاة تقديره: حتّى إذا جاؤها وفتحت أبوابها وقال لهم خزنتها. كقول الشاعر: فإذا وذلك يا كبيشة لم يكن إلاّ توهم حالم بخيالِ أراد فإذا ذلك لم يكن. وقال بعضهم: جوابه مضمر ومعنى الكلام: حتّى إذا جاؤها وفتحت أبوابها وقال لهم خزنتها: سلام عليكم طبتم فادخلوها خالدين، فدخلوها. { وَقَـالُواْ ٱلْحَـمْدُ للَّهِ } قال أبو عبيدة: جوابه محذوف مكفوف عن خبره، والعرب تفعل هذا لدلالة الكلام عليه. قال الأخطل في آخر قصيدة له: خلا أن حياً من قريش تفضلوا على الناس أو ان الأكارم نهشلاً وقال عبد مناف بن ربيع في آخر قصيدة: حتّى إذا أسلكوهم في قتائده شلاء كما تطرد الجمالة الشردا { وَقَـالُواْ ٱلْحَـمْدُ للَّهِ ٱلَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا ٱلأَرْضَ } يعني أرض الجنّة، وهو قوله تعالى: وَلَقَدْ كَتَبْنَا فِي ٱلزَّبُورِ مِن بَعْدِ ٱلذِّكْرِ أَنَّ ٱلأَرْضَ يَرِثُهَا عِبَادِيَ ٱلصَّالِحُونَ [الأنبياء: 105]. { نَتَبَوَّأُ مِنَ ٱلْجَنَّةِ حَيْثُ نَشَآءُ فَنِعْمَ أَجْرُ ٱلْعَامِلِينَ } ثواب المطيعين { وَتَرَى ٱلْمَلاَئِكَةَ حَآفِّينَ } محدقين محيطين { مِنْ حَوْلِ ٱلْعَرْشِ } ودخول (من) للتوكيد { يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ } متلذذين بذلك لامتعبدين به، لأن التكليف يزول في ذلك اليوم { وَقُضِيَ بَيْنَهُمْ بِٱلْحَقِّ } أي بين أهل الجنّة والنار بالحق { وَقِيلَ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَالَمِينَ }. أخبرنا أبو صالح شعيب بن محمّد البيهقي الفقيه أخبرنا مكي بن عبدان أخبرنا أبو الأزهر أحمد بن الأزهر حدثنا روح بن عبادة حدثنا سعيد عن قتادة في هذه الآية قال: فتح أول الخلق بالحمد وقال ٱلْحَمْدُ للَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَاوَاتِ وَٱلأَرْضَ [الأنعام: 1] وختم بالحمد فقال: { وَقُضِيَ بَيْنَهُمْ بِٱلْحَقِّ وَقِيلَ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَالَمِينَ }. أخبرنا أبو عبد الله بن فنجويه حدثنا عبد الله بن يوسف بن أحمد بن مالك حدثنا أبو طلحة أحمد بن محمّد بن عبد الكريم الفزاري حدثنا نصر بن علي حدثنا عبد الرحمن بن عثمان عن عبادة بن ميسرة عن محمّد بن المنكدر عن ابن عمر أن النبيّ صلى الله عليه وسلم قرأ على المنبر آخر سورة الزمر فتحرك المنبر مرتين.", "annotation": {"aya": [{"start": 565, "end": 589}, {"start": 607, "end": 634}, {"start": 5287, "end": 5397}, {"start": 6299, "end": 6327}, {"start": 11294, "end": 11343}, {"start": 12098, "end": 12158}, {"start": 12931, "end": 12999}, {"start": 13025, "end": 13052}, {"start": 13099, "end": 13128}, {"start": 13164, "end": 13210}, {"start": 13236, "end": 13259}, {"start": 14853, "end": 14952}, {"start": 14972, "end": 15049}, {"start": 15226, "end": 15285}, {"start": 16052, "end": 16155}, {"start": 16751, "end": 16807}], "hadith": [{"start": 2836, "end": 3148}, {"start": 3556, "end": 3654}, {"start": 3898, "end": 4003}, {"start": 4218, "end": 4286}, {"start": 4287, "end": 4334}, {"start": 4335, "end": 4435}, {"start": 4436, "end": 4510}, {"start": 4511, "end": 4661}, {"start": 4662, "end": 4723}, {"start": 5987, "end": 6123}, {"start": 6706, "end": 6723}, {"start": 7246, "end": 7289}, {"start": 7290, "end": 7335}, {"start": 7763, "end": 7804}, {"start": 7805, "end": 8133}, {"start": 8535, "end": 8897}, {"start": 8898, "end": 9150}, {"start": 9151, "end": 9251}, {"start": 9900, "end": 10123}], "verse": [{"start": 1194, "end": 1214}, {"start": 15450, "end": 15475}, {"start": 15476, "end": 15497}, {"start": 15785, "end": 15811}, {"start": 15812, "end": 15842}, {"start": 15879, "end": 15905}, {"start": 15906, "end": 15934}]}}