{"text": " يقول تعالـى ذكره: فبشَّرنا إبراهيـم بغلام حلـيـم، يعنـي بغلام ذي حِلْـم إذا هو كَبِر، فأما فـي طفولته فـي الـمهد، فلا يوصف بذلك. وذُكر أن الغلام الذي بَشَّر الله به إبراهيـم إسحاق. ذكر من قال ذلك: حدثنا مـحمد بن حميد، قال: ثنا يحيى بن واضح، قال: ثنا الـحسين، عن يزيد، عن عكرمة: { فَبَشَّرْناهُ بِغُلامٍ حَلِـيـمٍ } قال: هو إسحاق. حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة { فَبَشَّرْناهُ بِغُلامٍ حَلِـيـمٍ } بشر بإسحاق، قال: لـم يُثْنَ بـالـحلـم علـى أحد غير إسحاق وإبراهيـم. وقوله: { فَلَـمَّا بَلَغَ مَعَهُ السَّعْيَ } يقول: فلـما بلغ الغلام الذي بشر به إبراهيـم معَ إبراهيـم العملَ، وهو السعي، وذلك حين أطاق معونته علـى عمله. وقد اختلف أهل التأويـل فـي معنى ذلك، فقال بعضهم نـحو الذي قلنا فـيه. ذكر من قال ذلك: حدثنـي علـيّ، قال: ثنا أبو صالـح، قال: ثنـي معاوية، عن علـيّ، عن ابن عبـاس، قوله: { فَلَـمَا بَلَغَ مَعَهُ السَّعْيَ } يقول: العمل. حدثنـي مـحمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى وحدثنـي الـحارث، قال: ثنا الـحسن، قال: ثنا ورقاء، جميعاً عن ابن أبـي نـجيح، عن مـجاهد، فـي قوله: { فَلَـمَّا بَلَغَ مَعَهُ السَّعْيَ } قال: لـما شبّ حتـى أدرك سعيُه سَعْيَ إبراهيـمَ فـي العمل. حدثنـي الـحارث، قال: ثنا الـحسن، قال: ثنا ورقاء، عن ابن أبـي نـجيح، عن مـجاهد، مثله، إلا أنه قال: لـما شبّ حين أدرك سعيه. حدثنا ابن الـمثنى، قال: ثنا ابن أبـي عديّ، عن شعبة، عن الـحكم، عن مـجاهد { فَلَـمَّا بَلَغَ مَعَهُ السَّعْيَ } قال: سعي إبراهيـم. حدثنا ابن الـمثنى، قال: ثنا سهل بن يوسف، عن شعبة، عن الـحكم، عن مـجاهد { فَلَـمَّا بَلَغَ مَعَهُ السَّعْيَ }: سَعَي إبراهيـم. حدثنـي يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، فـي قوله: { فَلَـمَّا بَلَغَ مَعَهُ السَّعْيَ } قال: السَّعْيُ ها هنا العبـادة. وقال آخرون: معنى ذلك: فلـما مشى مع إبراهيـم. ذكر من قال ذلك: حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة { فَلَـمَّا بَلَغَ مَعَهُ السَّعْيَ }: أي لـما مشى مع أبـيه. وقوله: { قالَ يا بُنَـيَّ إنِّـي أرَى فِـي الـمَنامِ أنّـي أذْبَحُكَ } يقول تعالـى ذكره: قال إبراهيـم خـلـيـل الرحمن لابنه: { يا بُنَـيَّ إنِّـي أرَى فِـي الـمَنامِ أنّـي أذْبَحُكَ } وكان فـيـما ذكر أن إبراهيـم نذر حين بشَّرته الـملائكة بإسحاق ولدا أن يجعله إذا ولدته سارّة لله ذبـيحاً فلـما بلغ إسحاقُ مع أبـيه السَّعْي أُرِي إبراهيـم فـي الـمنام، فقـيـل له: أوف لله بنذرك، ورؤيا الأنبـياء يقـين، فلذلك مضى لـما رأى فـي الـمنام، وقال له ابنه إسحاق ما قال. ذكر من قال ذلك: حدثنا موسى بن هارون، قال: ثنا عمرو بن حماد، قال: ثنا أسبـاط، عن السديّ، قال: قال جبرائيـل لسارَة: أبشري بولد اسمه إسحاق، ومن وراء إسحاق يعقوب، فضربت جبهتها عَجَبـاً، فذلك قوله: فَصَكَّتْ وَجْهَهَا وَقَالَتْ يا وَيْـلَتَـي أأَلِدُو وأنا عَجُوزٌ وَهَذَا بَعْلِـي شَيْخاً إنَّ هَذَا لَشَيْءٌ عَجِيبٌ إلـى قوله: حَمِيدٌ مَـجِيدٌ قالت سارَة لـجبريـل: ما آية ذلك؟ فأخذ بـيده عوداً يابساً، فلواه بـين أصابعه، فـاهتزّ أخضر، فقال إبراهيـم: هو لله إذن ذَبـيح فلـما كبر إسحاق أُتِـيَ إبراهيـمُ فـي النوم، فقـيـل له: أوفِ بنذرك الذي نَذَرْتَ، إن الله رزقك غلاماً من سارَة أن تذبحه، فقال لإسحاق: انطلق نقرّب قُرْبـاناً إلـى الله، وأخذ سكيناً وحبلاً، ثم انطلق معه حتـى إذا ذهب به بـين الـجبـال قال له الغلام: يا أبت أين قُرْبـانُك؟ { قالَ يا بنـيّ أرَى فـي الـمَنامِ أنِّـي أذْبحُكَ فَـانْظُرْ ماذَا تَرَى قالَ يا أبَتِ افْعَلْ ما تُؤْمَرُ سَتَـجِدُنِـي إنْ شاءَ اللّهُ مِنَ الصَّابِرِينَ } فقال له إسحاق: يا أَبَتِ اشْدُد رِبـاطي حتـى لا أضطرب، واكففْ عنـي ثـيابك حتـى لا ينتضح علـيها من دمي شيء، فتراه سارَة فتـحْزَن، وأسْرعْ مرّ السكين علـى حَلْقـي لـيكون أهون للـموت علـيّ، فإذا أتـيتَ سارَة فـاقرأ علـيها منـي السلام فأقبل علـيه إبراهيـم يقبله وقد ربطه وهو يبكي وإسحاق يبكي، حتـى استنقع الدموع تـحت خدّ إسحاق، ثم إنه جرّ السكين علـى حلقه، فلـم تَـحِكِ السكين، وضرب الله صفـيحة من نـحاس علـى حلق إسحاق فلـما رأى ذلك ضرب به علـى جبـينه، وحزّ من قـفـاه، فذلك قوله: فَلَـمَّا أسْلَـما يقول: سلَّـما لله الأمر وَتَلَّهُ للْـجَبِـينِ فنودي يا إبراهيـم قد صدّقت الرؤيا بـالـحقّ فـالتفت فإذا بكبش، فأخذه وخَـلَّـى عن ابنه، فأكبّ علـى ابنه يقبله، وهو يقول: الـيوم يا بنـيّ وُهِبْتَ لِـي فلذلك يقول الله: وَفَديْناهُ بِذِبْحٍ عَظِيـمٍ فرجع إلـى سارَة فأخبرها الـخبر، فجَزِعت سارَة وقالت: يا إبراهيـم أردت أن تذبح ابنـي ولا تُعِلـمْنـي. حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: { يا بُنَـيَّ إنّـي أرَى فِـي الـمَنامِ أنّـي أذْبَحُكَ } قال: رؤيا الأنبـياء حقّ إذا رأوا فـي الـمنام شيئاً فعلوه. حدثنا مـجاهد بن موسى، قال: ثنا يزيد، قال: ثنا سفـيان بن عيـينة، عن عمرو بن دينار، عن عبـيد بن عمير، قال: رؤيا الأنبـياء وَحْي، ثم تلا هذه الآية: { إنّـي أرَى فِـي الَـمنامِ أنّـي أذْبَحُكَ }. قوله: { فـانْظُرْ ماذَا تَرَى }: اختلفت القرّاء فـي قراءة قوله: { ماذَا تَرَى } ، فقرأته عامة قرّاء أهل الـمدينة والبصرة، وبعض قرّاء أهل الكوفة: { فـانْظُرْ ماذَا تَرَى }؟ بفتـح التاء، بـمعنى: أيّ شيء تأمر، أو فـانظر ما الذي تأمر، وقرأ ذلك عامة قرّاء الكوفة: { ماذَا تُرَى } بضم التاء، بـمعنى: ماذا تُشير، وماذا تُرَى من صبرك أو جزعك من الذبح؟. والذي هو أولـى القراءتـين فـي ذلك عندي بـالصواب قراءة من قرأه: { ماذَا تَرَى } بفتـح التاء، بـمعنى: ماذا ترى من الرأي. فإن قال قائل: أَوَ كان إبراهيـم يؤامر ابنه فـي الـمضي لأمر الله، والانتهاء إلـى طاعته؟ قـيـل: لـم يكن ذلك منه مشاورة لابنه فـي طاعة الله، ولكنه كان منه لـيعلـم ما عند ابنه من العَزْم: هل هو من الصبر علـى أمر الله علـى مثل الذي هو علـيه، فـيسرّ بذلك أم لا، وهو فـي الأحوال كلها ماض لأمر الله. وقوله: { قالَ يا أبَتِ افْعَلْ ما تُؤْمَرُ } يقول تعالـى ذكره: قال إسحاق لأبـيه: يا أبت افعل ما يأمرك به ربك من ذبحي { سَتَـجِدُنِـي إنْ شاءَ اللّهُ مِنَ الصَّابِرِينَ } يقول: ستـجدنـي إن شاء الله صابراً من الصابرين لـما يأمرنا به ربنا، وقال: افعل ما تؤمر، ولـم يقل: ما تؤمر به، لأن الـمعنى: افعل الأمر الذي تؤمره، وذُكر أن ذلك فـي قراءة عبد الله: «إنـي أرى فـي الـمنام: افعل ما أُمِرْت به».", "annotation": {"aya": [{"start": 2435, "end": 2554}, {"start": 2566, "end": 2582}, {"start": 3611, "end": 3629}, {"start": 3654, "end": 3676}, {"start": 3695, "end": 3710}, {"start": 3844, "end": 3873}], "hadith": [], "verse": []}}