{"text": " لقد كانت المرحلة الأولى بالنسبة لإعداد مريم هي قوله الحق على لسانها: إِنَّ ٱللًّهَ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ [آل عمران: 37]. وبذلك تعرفت على طلاقة قدرة الله، والمرحلة الثانية هي سماعها لحكاية زكريا ويحيى وتأكيد الحق لها أنه اصطفاها على نساء العالمين، وفي ذلك أمر يتعلق بالنساء، وكان ذلك إيناساً من الحق لها، وتدخل مريم إلى مرحلة جديدة. { إِذْ قَالَتِ ٱلْمَلاۤئِكَةُ يٰمَرْيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ.. } [آل عمران: 45]. والبشارة لا تكون إلا بخبر عظيم مفرح، وقد يتساءل البعض؟ ماذا يقصد الحق بقوله: \" كلمة منه \"؟ والإجابة هي: أن الحق سبحانه وتعالى يزاول سلطانه في ملكه بالكلمة، لا بالعلاج، فالحق سبحانه علمنا ذلك بقوله: ٱللَّهُ يَخْلُقُ مَا يَشَآءُ إِذَا قَضَىٰ أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ [آل عمران: 47]. وهذا القول هو مجرد إيضاح لنا وتقريب لأنه لا يوجد عندنا أقصر في الأمر من كلمة \" كن \" إن قدرته قادرة بطلاقتها أن تسبق نطقنا بالكاف وهي الحرف الأول من \" كن \" ، ولكن الحق يوضح لنا بأقصر أمر على طريقة البشر، إن الحق سبحانه وتعالى إذا أراد أمراً فإنه يقول له كن فيكون، وذلك إيضاح أن مجرد الإرادة الإلهية لأمر ما تجعله ينشأ على الفور، و \" كن \" هي مجرد إظهار الأمر للخلق، هكذا نفهم معنى بشارة الحق لمريم بـ \" كلمة منه \" ويقول الحق: { ٱسْمُهُ ٱلْمَسِيحُ عِيسَى ٱبْنُ مَرْيَمَ } [آل عمران: 45]. إنها ثلاثة أسماء، \" المسيح \" ، \" عيسى \" ، \" ابن مريم \". ما معنى المسيح؟ قد يكون الممسوح من الذنوب، أو أن تكون من آياته أن يمسح على المريض فيبرأ، أو المسيح المبارك.. أما عيسى. فهذا هو الاسم، والمسيح هو اللقب، وابن مريم هي الكنية.. ونحن نعرف أن العََلمَ في اللغة العربية يأتي على ثلاثة أنواع: اسم أو لقب أو كنية. وابن مالك يقول: \" واسما أتى وكنية ولقباً \" إن العَلَم على الشخص له ثلاث حالات. إما اسم وهو ما يطلق على المسمى أولاً. والاسم الثاني الذي أطلقناه عليه. إن كان يشعر برفعة صاحبه أو بضعَتِه نسميه لقباً. أما ما كان فيه أب أو أم فيقال له: \" كنية \" وجاءت الثلاثة في عيسى { ٱسْمُهُ ٱلْمَسِيحُ عِيسَى ٱبْنُ مَرْيَمَ } [آل عمران: 45]. \" المسيح \" هو اللقب، \" عيسى \" هو الاسم و \" ابن مريم \" وهو الكنية. ومجيء عيسى باللقب والاسم والكنية ستكون لها حكمة تظهر لنا من بعد ذلك. ويقول عنه الحق: { وَجِيهاً فِي ٱلدُّنْيَا وَٱلآخِرَةِ } [آل عمران: 45]. ونحن في حياتنا نستعمل كلمة فلان وجيه من وجهاء القوم، والوجيه هو الذي لا يرده مسئول للكرامة في وجهه، ونحن نسمع في حياتنا اليومية. فلان لا يصح أن نسبب له الخجل برفض أي طلب له. وكما يقول العامة: هو الوجه ده حد يكسفه إذن فالوجيه هو الذي يأخذ سمة وتميزا بحيث يستحي الناس أن يردوه إذا كان طالباً، وهناك إنسان آخر قد يسألك أو يسأل الناس، فلا يبالي به أحد، إنه يريق ماء وجهه وتنتهي المسألة. إذن فقوله الحق في وصف عيسى بن مريم: { وَجِيهاً فِي ٱلدُّنْيَا وَٱلآخِرَةِ } [آل عمران: 45] أي أن أحداً لا يرده إن سأله. لكرم وجهه، فالإنسان يخجل أن يرد صاحب مثل هذه الكرامة، لذلك نجد أن السائل قد يقول: أعطني لوجه الله. أي أنه يقول لك: لا تنظر إلى وجهي، ولكن انظر إلى وجه الله لأن الله هو الذي جاء بي إلى الدنيا وخلقني، وما دام قد جاء بي الخالق إلى الدنيا فهو المتكفل برزقي، فأنت حينما تعين على رزق من استدعاه الله إلى الوجود تكون قد أعطيت لوجه الله، إنه الخالق الذي يرزق كل مخلوق له حتى الكافر. إذن فعطاء الإنسان للسائل ليس عطاء لوجه السائل، ولكنه عطاء لوجه الله. والحق يقول عن عيسى بن مريم: { وَجِيهاً فِي ٱلدُّنْيَا وَٱلآخِرَةِ } [آل عمران: 45] وعرفنا كيف يكون الإنسان وجيهاً في الدنيا، فلماذا نص الحق على وجاهة عيسى في الآخرة؟ وخصوصاً أن كل وجوه المؤمنين ستكون ناضرة، لقد نص الحق على وجاهة عيسى في الآخرة لأنه سوف يُسأل سؤالاً يتعلق بالقمة الإيمانية: وَإِذْ قَالَ ٱللَّهُ يٰعِيسَى ٱبْنَ مَرْيَمَ أَأَنتَ قُلتَ لِلنَّاسِ ٱتَّخِذُونِي وَأُمِّيَ إِلَـٰهَيْنِ مِن دُونِ ٱللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِيۤ أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلاَ أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنتَ عَلاَّمُ ٱلْغُيُوبِ [المائدة: 116]. إياك أن تظن أن هذا السؤال هو تقريع من الله لعيسى بن مريم. لا. إن الحق يريد أن يقرّع من قالوا هذا الكلام. ولذلك يقول عنه الحق: وَٱلسَّلاَمُ عَلَيَّ يَوْمَ وُلِدْتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيّاً [مريم: 33]. لأن ميلاده كان له ضجة، وبعض بني إسرائيل اتهموا والعياذ بالله أمه مريم البتول، و \" يوم الممات \" ، كلنا نعرف حكاية الصلب وكان لها ضجة. إنه لم يصلب ولكن صلب من خانه ووشي به فألقى الله شبه عيسى عليه فقتلوه. ويوم البعث حياً يوم يسأله الله: أَأَنتَ قُلتَ لِلنَّاسِ ٱتَّخِذُونِي وَأُمِّيَ إِلَـٰهَيْنِ مِن دُونِ ٱللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِيۤ أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ [المائدة: 116]. إنه عيسى ابن مريم الذي أنعم الله عليه بالسلام في هذه المواقف الثلاثة. ويتابع الحق فيصف عيسى ابن مريم بقوله: { وَجِيهاً فِي ٱلدُّنْيَا وَٱلآخِرَةِ وَمِنَ ٱلْمُقَرَّبِينَ } [آل عمران: 45] إن كلمة \" من المقربين \" تدل على تعالى الحق في عظمته، فحين يفتن بعض البشر في واحد منهم قد يغضب بعضهم من الشخص الذي فتن الآخرون فيه مع أنه ليس له ذنب في ذلك. والحق سبحانه يعلمنا أن للمغالي جزاءه ولكن المغالَى فيه تنجيه رحمة الغفار.  إن الحق يعلمنا أن فتنة بعض الناس بعيسى ابن مريم عليه السلام لا تؤثر في مكانة عيسى عليه السلام عند الحق، إنه مقرب من الله، ولا تؤثر فتنة الآخرين في مكانته عند الله، ويقول الحق: { وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلْمَهْدِ... }.", "annotation": {"aya": [{"start": 69, "end": 120}, {"start": 652, "end": 740}, {"start": 3321, "end": 3642}, {"start": 3785, "end": 3864}, {"start": 4112, "end": 4260}], "hadith": [], "verse": []}}