{"text": " يقول تعالى آمراً عباده المؤمنين إذا أراد أحدهم أن يناجي رسول الله صلى الله عليه وسلم أي يساره فيما بينه وبينه، أن يقدم بين يدي ذلك صدقة تطهره وتزكيه وتؤهله لأن يصلح لهذا المقام، ولهذا قال تعالى: { ذَلِكَ خَيْرٌ لَّكُمْ وَأَطْهَرُ } ، ثم قال تعالى: { فَإِن لَّمْ تَجِدُواْ } أي إلاّ من عجز عن ذلك لفقره، { فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ } فما أمر بها إلاّ من قدر عليها ثم قال تعالى: { ءَأَشْفَقْتُمْ أَن تُقَدِّمُواْ بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ } أي أخفتم من استمرار هذا الحكم عليكم من وجوب الصدقة قبل مناجاة الرسول، { فَإِذْ لَمْ تَفْعَلُواْ وَتَابَ ٱللَّهُ عَلَيْكُمْ فَأَقِيمُواْ ٱلصَّلاَةَ وَآتُواْ ٱلزَّكَاةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُ وَٱللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ } فنسخ وجوب ذلك عنهم، وقد قيل: إنه لم يعمل بهذه الآية قبل نسخها سوى علي بن أبي طالب رضي الله عنه، قال مجاهد: نهوا عن مناجاة النبي صلى الله عليه وسلم حتى يتصدقوا فلم يناجه إلاّ علي بن أبي طالب. قدم ديناراً صدقة تصدق به، ثم ناجى النبي صلى الله عليه وسلم فسأله عن عشر خصال، ثم أنزلت الرخصة، وقال علي رضي الله عنه: آية في كتاب الله عزَّ وجلَّ لم يعمل بها أحد قبلي ولا يعمل بها أحد بعدي، كان عندي دينار فصرفته بعشرة دراهم، فكنت إذا ناجيت رسول الله صلى الله عليه وسلم تصدقت بدرهم، فنسخت، ولم يعمل بها أحد قبلي ولا يعمل بها أحد بعدي، ثم تلا هذه الآية: { يٰأَيُّهَا ٱلَّذِينَ آمَنُواْ إِذَا نَاجَيْتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً }. وقال ابن عباس: { فَقَدِّمُواْ بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً }. وذلك أن المسلمين أكثروا المسائل على رسول الله صلى الله عليه وسلم حتى شقوا عليه. فأراد أن يخفف عن نبيّه عليه السلام، فلما قال ذلك جبن كثير من المسلمين، وكفوا عن المسألة، فأنزل الله بعد هذا: { ءَأَشْفَقْتُمْ أَن تُقَدِّمُواْ بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ فَإِذْ لَمْ تَفْعَلُواْ وَتَابَ ٱللَّهُ عَلَيْكُمْ فَأَقِيمُواْ ٱلصَّلاَةَ وَآتُواْ ٱلزَّكَاةَ } فوسع الله عليهم ولم يضيق، وقال قتادة ومقاتل: سأل الناس رسول الله صلى الله عليه وسلم حتى أحفوه بالمسألة، ففطمهم الله بهذه الآية، فكان الرجل منهم إذا كانت له الحاجة إلى نبي الله صلى الله عليه وسلم فلا يستطيع أن يقضيها، حتى يقدم بين يديه صدقة، فاشتد ذلك عليهم، فأنزل الله الرخصة بعد ذلك: { فَإِن لَّمْ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ }.", "annotation": {"aya": [], "hadith": [], "verse": []}}