{"text": " { وَهِىَ تَجْرِى بِهِمْ فِى مَوْجٍ كَٱلْجِبَالِ }. جملة معترضة دعا إلى اعتراضها هنا ذكر مجراها إتماماً للفائدة وصفاً لعظم اليوم وعجيب صنع الله تعالى في تيْسير نجاتهم. وقدم المسند إليه على الخبر الفعلي لتقوّي الحكم وتحقيقه. وعدل عن الفعل الماضي إلى المضارع لاستحضار الحالة مثل قوله تعالى والله الذي أرسل الرياح فتثير سحاباً فاطر 9. والموج ما يرتفع من الماء على سطحه عند اضطرابه، وتشبيهه بالجبال في ضخامته. وذلك إما لكثرة الرياح التي تعلو الماء وإما لدفع دفقات الماء الواردة من السيول والتقاء الأودية الماءَ السابقَ لها، فإن حادث الطوفان ما كان إلاّ عن مثل زلازل تفجرت بها مياه الأرض وأمطار جمّة تلتقي سيولها مع مياه العيون فتختلط وتجتمع وتصب في الماء الذي كان قبلها حتى عم الماء جميع الأرض التي أراد الله إغراق أهلها، كما سيأتي. عطفت جملة { ونادى } على أعلق الجمل بها اتّصالاً وهي وقال اركبوا فيها هود 41 لأن نداءه ابنه كان قبل جريان السفينة في موج كالجبال، إذ يتعذر إيقافها بعد جريها لأن الراكبين كلّهم كانوا مستقرين في جوف السفينة. وابن نوح هذا هو ابن رابع في أبنائه من زَوج ثانية لنوح كان اسمها وَاعلة غرقت، وأنّها المذكورة في آخر سورة التحريم. قيل كان اسم ابنه ياماً وقيل اسمه كنعان وهو غير كنعان بن حام جد الكنعانيين. وقد أهملت التوراة الموجودة الآن ذكر هذا الابن وقضية غرقه وهل كان ذا زوجة أو كان عزباً. وجملة { وكان في معزل } حال من { ابنه }. والمعْزل مكان العزلة أي الانفراد، أي في معزل عن المؤمنين إمّا لأنه كان لم يؤمن بنوح ـ عليه السلام ـ فلم يصدق بوقوع الطوفان، وإما لأنّه ارتد فأنكر وقوع الطوفان فكفر بذلك لتكذيبه الرسول. وجملة { يا بنيّ اركب معنَا } بيان لجملة { نادى } وهي إرشاد له ورفق به. وأما جملة { ولا تكن مع الكافرين } فهي معطوفة على جملة { اركب معنا } لإعلامه بأنّ إعراضه عن الركوب يجعله في صف الكفار إذ لا يكون إعراضه عن الركوب إلاّ أثراً لتكذيبه بوقوع الطوفان. فقول نوح ـ عليه السّلام ـ له { اركب معنا } كناية عن دعوته إلى الإيمان بطريقة العرض والتحذير. وقد زاد ابنَه دلالة على عدم تصديقه بالطوفان قولُه متهكماً { سَآوي إلى جبل يعصمني من الماء }. وبنيّ تصغير ابن مضافاً إلى ياء المتكلم. وتصغيره هنا تصغير شفقة بحيث يجعل كالصغير في كونه محل الرحمة والشفقة. فأصله بُنَيْو، لأنّ أصل ابن بَنْو، فلما حذفوا منه الواو لثقلها في آخر كلمة ثلاثية نقصَ عن ثلاثة أحرف فعوّضوه همزة وصل في أوله، ومهما عادتْ له الواو المحذوفة لزوال داعي الحذف طرحت همزة الوصل، ثم لمّا أريد إضافة المصغّر إلى ياء المتكلم لزم كسر الواو ليصير بُنَيْوِيّ، فلما وقعت الواو بين عدوتيها الياءين قلبت ياء وأدغمت في ياء التصغير فصار بنَيّي بياءين في آخره أولاهما مشدّدة، ولما كان المنادى المضاف إلى ياء المتكلم يجوز حذف ياء المتكلم منه وإبْقاء الكسرة صار { بنَيّ } ـ بكسر الياء مشدّدة ـ في قراءة الجمهور. وقرأه عاصم { بنيّ } بفتح ياء المتكلم المضاف إليها لأنها يجوز فتحها في النداء، أصله يَا بنَيّيَ بياءين أولاهما مكسورة مشدّدة وهي ياء التصغير مع لام الكلمة التي أصلها الواو ثم اتصلت بها ياء المتكلم وحذفت الياء الأصلية. وفصلت جملة { قال سآوي } وجملة { قال لا عاصم } لوقوعهما في سياق المحاورة. وقوله { سآوي إلى جبل } قد كان قبل أن يبلغ الماء أعالي الجبال. وآوي أنزل، ومصدره الأوِيّ ـ بضم الهمزة وكسر الواو وتشديد الياء ـ. وجملة { يعصمني من الماء } إمّا صفة لـجبل أي جبل عال، وإمّا استيناف بياني، لأنّه استشعر أن نوحاً ـ عليه السّلام ـ يسأل لماذا يأوي إلى جبل إذ ابنه قد سمعه حين ينذر الناس بطوفان عظيم فظن الابن أن أرفع الجبال لا يَبلغه الماء، وأنّ أباه ما أراد إلا بلوغ الماء إلى غالب المرتفعات دون الجبال الشامخات. ولذلك أجابه نوح ـ عليه السّلام ـ بأنّه { لا عاصم اليوم من أمر الله } ، أي مأموره وهو الطوفان { إلاّ مَن رحم }. واستثناء { مَن رحم } من مفعول يتضمنه عَاصم إذ العاصم يَقتضي معصوماً وهو المستثنى منه. وأراد بـ { من رحم } من قدّر الله له النجاة من الغرق برحمته. وهذا التقدير مظهره الوحي بصنع الفلك والإرشاد إلى كيفية ركوبه. والموج اسم جمع مَوجة، وهي مقادير من مَاء البحر أو النهر تتصاعد على سطح الماء من اضطراب الماء بسبب شدة رياح، أو تزايد مياه تنصبُّ فيه، ويقال مَاجَ البحر إذا اضطرب ماؤه. وقالوا مَاجَ القوم، تشبيهاً لاختلاط النّاس واضطرابهم باضطراب البحر. وحيلولة الموج بينهما في آخر المحاورة يشير إلى سرعة فيضان الماء في حين المحاولة. وأفاد قوله { فكان من المغرقين } أنه غرق وغرق معه من توعّده بالغرق، فهو إيجاز بديع.", "annotation": {"aya": [{"start": 287, "end": 322}, {"start": 780, "end": 796}], "hadith": [], "verse": []}}