{"text": " التبذير: انفاق المال في غير موضعه. اخوان الشياطين: كل من خرج على الدين وسلك سلوكا مشينا. ميسورا: لينا. مغلولة: مقيدة، كناية عن البخل. ولا تبسطها كل البسط: لا تنفق بدون عقل، لا تبذر. محسورا: منقطعا. خشية املاق: خوفا من الفقر. خطئا: اثما. فاحشة: كل عمل قبيح فهو فاحشة. فلا يسرف: فلا يتجاوز الحد المشروع فيه والعفُو افضل واحسن. بالقسطاس المستقيم. بالميزان العادل. ولا تقفُ ما ليس لك به علم: لا تتدخل بما لا يعنيك. ولا تمش في الأرض مرحا: لا تتكبر في مشيك ولا تتعال. لن تخرق الارض: لن تؤثر فيها شيئا. لن تبلغ الجبال طولا: لن تطاول الجبال. الحكمة: المعرفة والتعقل والتخلق بهذه الاخلاق الواردة في هذه الآيات الكريمة. في هذه الآيات الكريمة وصايا بالاقرباء والمساكين وبالغرباء الذين انقطعوا عن السفر بسبب نفاد المال منهم، ثم تعاليم خلقية قيمة بأن ننفق ولا نبذر، لأن التبذير من الامور المكروهة وهي سبل الشيطان، ثم يقول الله تعالى: { وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ٱبْتِغَآءَ رَحْمَةٍ مِّن رَّبِّكَ.. } الآية. يعني اذا سألك احد الاقرباء او المساكين او ابن السبيل شيئا من المال ولم تجد ما تعطيه، الا الدعاء له، فقل لهم قولا سهلا حسنا، وعِدْه عدة حسنة، والكلمة الطيبة صدقة، وفي الحديث: \" انكم لا تسَعون الناس باموالكم، فسعوهم باخلاقكم \". ثم يأمرنا بالتوسط في الامور بان لا نبخل باموالنا كأننا مقيدون بالاغلال، ولا نسرف بالعطاء فنقعد فقراء محرومين، فالاعتدال والتوازن أساس كل شيء في الاسلام. والله تعالى يَعدنا اذا اعتدلنا بأن يبسط الرزق ويوسعه لمن يشاءَ من عباده، { إِنَّهُ كَانَ بِعِبَادِهِ خَبِيراً بَصِيراً } فهو خبير بطبائعم، بصير بحوائجهم. ثم ينص على عادة قبيحة كانت عند العرب في الجاهلية وهي قتل الاولاد خشية الفقر فيقول هنا: { وَلاَ تَقْتُلُوۤاْ أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم.. }. فينص على تحريم قتل الاولاد خوفا من الفقر، يعني ان الرجل يكون عنده المال ويكثر عنده الاولاد فيخاف من الفقر فيقتلهم. وهذا ذنب كبير، والله تعالى قد تكفل بالرزق للجميع. وفي سوة الانعام يقول: { وَلاَ تَقْتُلُوۤاْ أَوْلاَدَكُمْ مِّنْ إمْلاَقٍ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ }. وهذه لها معنى غير الآية التي في سورة الاسراء، فهنا يقول تعالى لا تقتلوا اولادكم لانكم فقراء لا مال عندكم نحن نرزقكم واياهم، ففي آية الاسراء قدم رزق الابناء على رزق الآباء، { نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم } ، فلا تخافوا على اموالكم. وفي سورة الانعام قدم رزق الآباء على رزق الابناء { نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ } فهنا قتل الاولاد خوفا من وقوع الفقر بسببهم، فقدَّم رزق الاولاد، وفي الانعام لان الفقر حاصل وموجود بسبب فقر الآباء فقدم رزق الآباء، فلا يظن من لا معرفة له بان الآيتين فيهما تكرار. { وَلاَ تَقْرَبُواْ ٱلزِّنَىٰ.. }. ثم يؤكد على موضوع كان متفشيا في الجاهلية وهو الزنا، ولذلك سماه فاحشة وساء سبيلا. وقد اكد على تحريم هذه الفاحشة عدة مرات في القرآن الكريم، ذلك لما فيها من مفاسد واختلاط الانساب، والتعدي على حرمة الغير. ثم نص على صيانة النفس، وانه لا يجوز بحال من الاحوال قتل الانسان بدون جناية جناها وبغير حق، وقد تقدم ايضا في سورة المائدة وغيرها النص على حرمة قتل النفس الا بالحق.. ثم بين هنا القصاص فقال: { وَمَن قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَاناً فَلاَ يُسْرِف فِّي ٱلْقَتْلِ إِنَّهُ كَانَ مَنْصُوراً }. فمن قُتل مظلوما بغير حق، فقد جعلنا لمن يلي امره من اقربائه الحقَّ بالقصاص، ولا يجوز لأقربائه ان يسرفوا في القتل بان يقتلوا احدا غير القاتل كما يفعل كثير من الناس، يأخذ الثأر من اي واحد من اقرباء القاتل إن هذا حرام لا يجوز في شرع الاسلام. والله سبحانه يقول: انه كان منصورا، فالله ناصره بان اوجب له القصاص من القاتل. وقد خير الاسلام اولياء القتيل بين اخذ ديته والعفو عنه او قتله، وفي الحديث الشريف: \" من قتل فتيلا فأهله بين خيرتين: ان احبوا قتلوا، وان احبوا اخذوا الدية \". ثم اكد وكرر بالوصية على رعاية مال اليتيم. وقد تقدم في سورة الانعام الآية 152، وتقدم الكلام عليها مستوفى، وكذلك في اول سورة النساء. { وَأَوْفُواْ بِالْعَهْدِ إِنَّ ٱلْعَهْدَ كَانَ مَسْؤُولاً } ان كل ما امر الله به ونهى عنه عهد الوفاء به واجب، وقد تكرر الأمر بالوفاء بالعهد في عدد من الآيات. ثم حض على إيفاء الكيل والوزن، وان نكون امناء في المكيال والميزان وجاء ذلك في عدد من الآيات. فالأمانة والاستقامة والعدل من قواعد الاسلام {... ذٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً } اجمل عاقبةً واحسن مآلا في الآخرة، لما يترتب على ذلك من حفظ الحقوق، وعدم الغش والتحلي بالامانة. والرسول الكريم يقول: \" لا يقدر رجل على حرام ثم يدعه، ليس به الا مخافة الله، الا ابدله الله به في عاجل الدنيا قبل الآخرة ما هو خير من ذلك \". ثم ينص على امر هام لا يزال الى الآن موجودا في مجتمعنا، وهوالفضول، والتدخل في امر الغير، والكلام على الناس، والغيبة، ونقل الكلام بدون تثبت، فيقول: { وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ ٱلسَّمْعَ وَٱلْبَصَرَ وَٱلْفُؤَادَ كُلُّ أُولـٰئِكَ كَانَ عَنْهُ مَسْؤُولاً } ولا تتبع ايها المرء ما لا علم لك به، فلا تكن فضوليا تتدخل في شئون غيرك، ولا تنقل خبرا ما لم تتأكد منه وتتثبت من صحته من قول يقال، او رواية تروى، ومن حكم شرعي او قضية اعتقادية، ولا تشهد الا بما رأت عيناك، وسمعته اذناك، ووعاه قلبك، ففي الحديث الشريف: \" اياكم والظن، فان الظن اكذب الحديث \" وفي سنن ابي داود: \" بئس مطية الرجُلِ زعموا \" ان الله يسأل الانسان عما فعلت جوارحه، وستسأل الجوارح نفسها عما اجترمت يَوْمَ لاَ يَنفَعُ مَالٌ وَلاَ بَنُونَ إِلاَّ مَنْ أَتَى ٱللَّهَ بِقَلْبٍ سَلِيمٍ [الشعراء: 88-89]. وانها لقواعد اخلاقية عظيمة، تؤمن سلامة المجتمع، وتجعل الناس يعيشون بامن وسلام. وهذا هو الاسلام، وهذا هو القرآن الكريم { إِنَّ هَـٰذَا ٱلْقُرْآنَ يِهْدِي لِلَّتِي هِيَ أَقْوَمُ }. ثم ينهى عن خلة سيِّئُه، وصفة بغيضة يختم بها هذه الوصايا والأوامر فيقول: { وَلاَ تَمْشِ فِي ٱلأَرْضِ مَرَحاً إِنَّكَ لَن تَخْرِقَ ٱلأَرْضَ وَلَن تَبْلُغَ ٱلْجِبَالَ طُولاً كُلُّ ذٰلِكَ كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهاً }. التكبر صفة ممقوتة، والخيلاء الكاذبة من الأدلة على نقص العقل، ولماذا يزهو الانسان وعلى من يتكبر؛ انه من طين وسيعود الى التراب، والله تعالى يبين له بانه ضئيل ضعيف ازاء ما في هذا الكون من مخلوقات اعظم واكبر، فلو تواضع لرفعه الله كما جاء في الحديث الشريف \" من تواضع لله رفعه \" فهو في نفسه حقير وعند الناس كبير، ومن استكبر وضَعه الله، فهو في نفسه كبير وعند الناس حقير. كل هذه الصفات التي نهى الله عنها سيئة مكروهة عند الله. { ذَلِكَ مِمَّآ أَوْحَىٰ إِلَيْكَ رَبُّكَ مِنَ ٱلْحِكْمَةِ وَلاَ تَجْعَلْ مَعَ ٱللَّهِ إِلَـٰهاً آخَرَ فَتُلْقَىٰ فِي جَهَنَّمَ مَلُوماً مَّدْحُوراً }. ان كل ما قدمنا اليك ايها الانسان هو من الحكمة التي تشتمل على التعقل والاتزان وحب المعرفة. ثم يختمها بالتحذير من الشرك، والحفاظ على عقيدة التوحيد، وهذه بعض الحكمة التي يهدي اليها القرآن الكريم الذي اوحاه الى الرسول عليه الصلاة والسلام. قراءات: قرأ ابن كثير: \" كان خِطَاءً كبيرا \" بكسرا لخاء وفتح الطاء والمد. وقرأ ابن عامر: \" خطأ \" بفتح الخاء والطاء. والباقون: \" خطئا \" بكسر الخاء وسكون الطاء. وقرأ حمزة والكسائي: \" فلا تسرف في القتل \" بالتاء. والباقون: \" فلا يسرف \" بالياء. وقرأ حمزة والكسائي وحفص: \" القسطاس \" بكسر القاف كما هو في المصحف، والباقون: \" القسطاس \" بضم القاف، وهما لغتان. وقرأ ابو بكر عن عاصم: \" بالقصطاس \" بالصاد. وقرأ ابن كثير وابو عمرو ونافع: \" كان سيئةً \" والباقون: \" كان سيئهُ \" مضافا الى الهاء.", "annotation": {"aya": [{"start": 4779, "end": 4860}], "hadith": [{"start": 1072, "end": 1123}, {"start": 3326, "end": 3399}, {"start": 3985, "end": 4103}, {"start": 4626, "end": 4663}, {"start": 4682, "end": 4708}, {"start": 5538, "end": 5559}], "verse": []}}