{"text": " قوله: { وَلَقَدِ اسْتُهْزِىءَ بِرُسُلٍ مِّن قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا } أي: لم آخذهم عند استهزائهم بأنبيائهم، ولكن أمليت لهم، أي: أخرتهم حتى بلغ الوقت. { ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ }. على الاستفهام. أي: كان شديداً. وكان الحسن إذا أتى على هذا قال: كان والله شديداً. قوله: { أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ }. قال بعضهم: ذلكم الله. وهذا على الاستفهام. قال الحسن: هو الله القائم على كل نفس بما عملت حتى يجزيها به. قال: { وَجَعَلُوا لِلَّهِ شُرَكَاءَ } يقول هل يستوي الذي هو قائم على كل نفس بما كسبت هو وهذه الأوثان التي عبدوها؟ قال: { وَجَعَلُوا لِلَّهِ شُرَكَاءَ }  { قُلْ سَمُّوهُمْ } وقال في آية أخرى: إِنْ هِيَ إِلاَّ أَسْمَاءٌ سَمَّيْتُمُوهَا أَنتُمْ وَءَابَاؤُكُم مَّا أَنَزَلَ اللهُ بِهَا مِن سُلْطَانٍ [النجم:23] أي: من حجة أنها آلهة. قال: { أَمْ تُنَبِّئُونَهُ بِمَا لاَ يَعْلَمُ فِي الأَرْضِ } على الاستفهام. يقول: قد نبَّأتموه بما لا يعلم في الأرض، أي: لا يعلم أن في الأرض آلهة معه، أي: أنه يعلم أنه ليس معه إله في الأرض ولا في السماء. { أَم بِظَاهِرٍ مِّنَ القَوْلِ } قال مجاهد: أو بظن من القول. وقال بعضهم: الظاهر من القول الباطل. وقال الكلبي: { أَم بِظَاهِرٍ مِّنَ القَوْلِ } أي: الزور من القول، وهو واحد. { بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ } أي: شركهم. قال مجاهد: قولهم، وهو الشرك. { وَصَدُّوا عَنِ السَّبِيلِ } أي: سبيل الهدى. قال: { وَمَن يُّضْلِلِ اللهُ فَمَا لَهُ مِنْ هَادٍ } يهديه { لَّهُمْ عَذَابٌ فِي الحَيَاةِ الدُّنْيَا } يعني مشركي العرب، بالسيف يوم بدر، ولآخر كفار هذه الأمة بالساعة، يعني النفخة الأولى. { وَلَعَذَابُ الأَخِرَةِ أَشَقُّ } من عذاب الدنيا { وَمَا لَهُم مِّنَ اللهِ مِن وَاقٍ } أي: يقيهم عذابه. قوله: { مَّثَلُ الجَنَّةِ } أي: صفة الجنة { الَّتِي وُعِدَ الْمُتَّقُونَ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ }. ذكروا أن أنهار الجنة تجري في غير خدود: الماء واللبن والعسل والخمر، فهو أبيض كله، فطينة النهر مسك، ورضراضه الدرّ والياقوت، وحافاته قباب اللؤلؤ المجوّف. ذكروا أن رسول الله صلى الله عليه وسلم قال: \" بينا أنا في الجنة، يعني ليلة أسري به، إذا أنا بنهر، حافتاه قباب اللؤلؤ المجوف، فضربت بيدي إلى مجرى الماء، فإذا مسك أذفر، فقلت ما هذا يا جبريل؟ فقال: هذا الكوثر الذي أعطاك الله \" قوله: { أُكُلُهَا دَائِمٌ } أي: ثمرها لا ينفد { وَظِلُّهَا } أي: دائم. ذكروا أن رسول الله صلى الله عليه وسلم قال: \" إن أهل الجنة ليتناولون من قطوفها وهم متكئون على فرشهم؛ فما تصل إلى في أحدهم حتى يبدّل الله مكانها أخرى \" ذكروا عن ابن مسعود قال: نخل الجنة نضيد ما بين أصلها إلى فرعها. وتمرها كالقلال. كلما نزعت تمرة عادت تمرة. وأنهارها تجري في غير خدود، العنقود منها إثنا عشر ذراعاً منضود من أعلاه إلى أسفله، ليس في شيء منه عجم، أحلى من العسل، وأشد بياضاً من الثلج واللبن، وألين من الزبد. كلما نزع منه شيء أعاده الله كما كان. ذكروا أن رسول الله صلى الله عليه وسلم حدث عن ليلة أسري به فكان في حديثه:... ثم أعطيت الكوثر فسلكته حتى انفجر بي في الجنة، فإذا الرمّانة من رمّانها مثل جلد البعير المقتّب. قوله: { تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا } يعني الجنة. { وَّعُقْبَى الكَافِرِينَ النَّارُ }.", "annotation": {"aya": [{"start": 657, "end": 761}], "hadith": [{"start": 1903, "end": 2082}, {"start": 2197, "end": 2303}], "verse": []}}