{"text": " القراءات: { لا جرم } في المد مثل لا ريب فيه [البقرة: 2] { مفرطون } بكسر الراء المشددة: يزيد { مفرطون } بكسر الراء المخففة: نافع وقتيبة. الباقون بفتحها مخففة. { نسقيكم } بفتح النون: نافع وابن عامر وسهل ويعقوب وأبو بكر وحماد. الآخرون بضمها. الوقوف: { مسمى } ج للظرف مع الفاء { ولا يستقدمون } ه { الحسنى } ط { وقيل علي } لا ثم يبدأ بجرم وهو تكلف. { مفرطون } ه { أليم } ه { فيه } لا للعطف على موضع { لتبين } تقديره إلا تبياناً وهدى { يؤمنون } ه { موتها } ط { يسمعون } ه { لعبرة } ط لأنه لو وصل اشتبه ما بعده بالوصف { للشاربين } ه { حسناً } ط { يعقلون } ه { يعرشون } ه ج للعطف { ذللاً } ط للعدول { للناس } ط { يتفكرون } ه { شيئاً } ط { قدير } ه. التفسير: لما حكى عن القوم عظيم كفرهم وفظيع قولهم بين غاية كرمه وسعة رحمته حيث إنه لا يعاجلهم بالعقوبة فقال: { ولو يؤاخذ الله الناس بظلمهم } الآية. فزعم بعض الطاعنين في عصمة الأنبياء أنه أضاف الظلم إلى ضمير الناس والأنبياء من جملة الناس فوجب أن يكونوا ظالمين عاصين ويؤكد هذا قوله: { ما ترك عليها من دابة } فإنه لو لم يصدر من الأنبياء ذنب لم يكن لإفنائهم وجه وحينئذ لم يصدق أنه لم يبق على الأرض واحد. والجواب لا نسلم عموم الناس في الآية لقوله سبحانه في موضع آخر فمنهم ظالم لنفسه ومنهم مقتصد ومنهم سابق بالخيرات [لقمان: 32] ولا ريب أن المقتصدين والسابقين ليسوا ظالمين، فإذن المراد بالناس إما كل العصاة الذين استحقوا العقاب، أو الذين تقدم ذكرهم من المشركين. وأما قوله: { من دابة } فعن ابن عباس أنه أراد من مشرك يدب عليها نظيره قوله: إن شر الدواب عند الله الذين كفروا [الأنفال: 55] ولو سلم أن المراد بها كل من يدب عليها فلعل الهلاك في حق الظلمة يكون عذاباً وفي غيرهم امتحاناً فقد وقعت هذه الواقعة في زمان نوح عليه السلام. وأيضاً من المعلوم أنه لا أحد إلا وفي آبائه من يستحق العذاب، فلو أهلكوا لبطل نسلهم ولأدى إلى إفناء الناس، بل الدواب كلها لأن الدواب مخلوقة لمنافع العباد ومصالحهم. عن أبي هريرة أنه سمع رجلاً يقول: إن الظالم لا يضر إلا نفسه فقال: بلى والله حتى إن الحبارى لتموت في وكرها بظلم الظالم. وعن ابن مسعود: كاد الجعل يهلك في جحره بذنب ابن آدم. وقيل: لو يؤاخذهم لانقطع القطر وفي انقطاعه انقطاع النبت وفي انقطاع النبت فناء الدواب. قالت المعتزلة: في الآية دلالة على أن الظلم والمعاصي ليست من أفعال الله تعالى وإلا لم يؤاخذهم بها فرضاً، ولم يضف الظلم إليهم ولم يذمهم على ذلك. وفي قوله: { بظلمهم } دليل على أن الظلم هو المؤثر في العقاب، فإن الباء للعلية. وجواب الأشاعرة معلوم وهو أنه لا يسأل عما يفعل، وأيضاً المعارضة بالعلم والدواعي ووجوب انتهاء الكل إليه. قال بعض الأصوليين: الأصل في المضار الحرمة لأن الضرر لا يجوز أن يكون مشروعاً ابتداء بالإجماع ولقوله تعالى: ما جعل عليكم في الدين من حرج [الحج: 78] يريد الله بكم اليسر [البقرة: 185] ولقوله صلى الله عليه وسلم: \" لا ضرر ولا ضرار \" في الإسلام \" ملعون من ضر مسلماً \" ولا أن يكون مشروعاً على وجه يكون جزاء عن جرم سابق بهذه الآية لأن كلمة \" لو \" وضعت لانتفاء الشيء لانتفاء غيره. فالآية تقتضي أنه تعالى ما آخذ الناس بظلمهم وأنه ترك على ظهرها دابة كما هو المشاهد إذا ثبت هذا الأصل فنقول: إذا وقعت حادثة مشتملة على المضار فإن وجدنا نصاً على كونها مشروعة قضينا به تقديماً للخاص على العام وإلا قضينا عليها بالحرمة بناء على هذا الأصل. ولقائل أن يقول: لم لا يجوز أن يكون الضرر مشروعاً على وجه يقع جزاء عن جرم سابق والآية لا تنافي ذلك لأنها لا تدل إلا على أنه سبحانه لا يؤاخذ بكل ظلم. أما على أنه لا يؤاخذ ببعض أنواع الظلم فلا، دليلة قوله: وما أصابكم من مصيبة فبما كسبت أيديكم ويعفو عن كثير [الشورى: 30] ومنهم من قال: بناء على القاعدة المذكورة إن كل ما يريده الإنسان وجب أن يكون مشروعاً في حقه لأن المنع منه ضرر والضرر غير مشروع، وكل ما يكرهه الإنسان لزم أن يكون محرماً لأن وجوده ضرر وأنه غير مشروع. فالذي يتمسك به في إثبات الأحكام من القياس إما أن يكون على وفق هذه القاعدة أو على خلافها والأول باطل، لأن هذا الأصل يغني عنه، وكذا الثاني لأن النص راجح على القياس. ولقائل أن يقول: توارد الأدلة على المدلول الواحد غير ممتنع. أما قوله: { ولكن يؤخرهم إلى أجل مسمى } فعن ابن عباس في رواية عطاء أنه يريد أجل القيامة لأن معظم العذاب يوافيهم يومئذ. وقيل: أراد منتهى العمر لأن المشركين يؤاخذون بالذنوب إذا خرجوا من الدنيا، وباقي الآية قد مر تفسيرها في أوائل سورة الأعراف. واعلم أنه سبحانه قال في هذه السورة { ما ترك عليها من دابة } وفي سورة الملائكة ما ترك على ظهرها [فاطر: 45] فالهاء كناية عن الأرض ولم يتقدم ذكرها ههنا والعرب تجوّز ذلك في كلمات لحصولها بين يدي كل متكلم وسامع منها الأرض والسماء: \" فلان أفضل من عليها وأكرم من تحتها \" ، ومنها الغداة \" إنها اليوم لباردة \". ومنها الأصابع يقول: \" والذي شقهن خمساً من واحدة \" يعني الأصابع من اليد. وإنما لم يذكر الظهر في هذه السورة لئلا يلتبس بظهر الداب فكثيراً ما يستعمل الظهر بمعنى الدابة بخلاف سورة \" الملائكة \" فإنه قد تقدم ذكر الأرض في قوله: أو لم يسيروا في الأرض [الآية: 44] وفي قوله: ولا في الأرض [الآية: 44] فلم يكن ملتبساً. ويمكن أن يقال: لما قال ههنا { بظلمهم } لم يقل: { على ظهرها } وحين قال هنالك { بما كسبوا } قال: { على ظهرها } احترازاً عن الجمع بين الظاءين لأنها تقل في الكلام وليست لأمة من الأمم سوى العرب، فلم يجمع بينهما في شرطية واحدة. ثم عاد إلى حكاية كلمتهم الحمقاء فقال: { ويجعلون لله ما يكرهون } لأنفسهم من البنات ولا يبعد أن يندرج فيه سائر ما يكرهون من الشركاء في الرياسة ومن الاستخفاف والتهاون برسلهم ورسالتهم، وأنهم يجعلون أرذل أموالهم لله وأكرمها للأصنام. وعن بعضهم أنه قال لرجل من ذوي اليسار كيف تكون يوم القيامة إذا قال الله تعالى هاتوا ما دفع إلى السلاطين وأعوانهم فيؤتى بالدواب والثياب وأنواع الأموال الفاخرة، وإذا قال هاتوا ما دفع إليّ فيؤتى بالكسر والخرق وما لا يؤبه له، أما تستحيي من ذلك الموقف؟ ثم قال: { وتصف ألسنتهم الكذب } قال الفراء والزجاج: أبدل منه قوله: { أن لهم الحسنى } عن مجاهد أن الحسنى البنون كانت قريش يقولون لله البنات ولنا البنون. وقال غيره: هي الجنة أي إنهم مع جعلهم لله ما يكرهون حكموا لأنفسهم بالجنة والثواب من الله، وأنهم يفوزون برضوان الله بسبب هذا القول زعماً منهم أنهم على الدين الحق والمذهب الحسن. وكيف يحكمون بذلك وكانوا منكرين للقيامة؟ الجواب أنه كان فيهم من يقر بالبعث ولذلك كانوا يربطون البعير على قبر الميت ويتركونه إلى أن يموت ظناً منهم أن الميت إذا حشر فإنه يحشر معه مركوبه، وبتقدير أنهم كانوا منكرين فلعلهم قالوا إن كان محمد صلى الله عليه وسلم صادقاً في دعوى الحشر والقيامة فإنه يحصل لنا الجنة والثواب بسبب هذا الدين الحق الذي نحن عليه نظيره ولئن رجعت إلى ربي إن لي عنده للحسنى [فصلت: 50] ومن الناس من رجح هذا القول لأنه تعالى ردّ عليهم بعد ذلك بقوله: { لا جرم أن لهم النار } قال الزجاج: لا ردّ لقولهم أي ليس الأمر كما وصفوا. جرم أي كسب ذلك القول أن لهم النار فـ \" أنَّ \" مع ما بعده في محل النصب لوقوع الكسب عليه. وقال قطرب: \" أن \" في موضع رفع والمعنى حق أن لهم الافتراء على الله. وجوّز أبو علي الفارسي أن يكون من أفرط أي صار ذا فرط مثل أجرب أي صار ذا جرب، ومن قرأ بفتحها مخففة فهو من أفرطت فلاناً خلفى إذا خلفته ونسيته، فالمعنى أنهم متروكون في النار منسيون. ومن قرأ بكسر الراء المشددة فهو من التفريط في الطاعات. وقرىء بفتح الراء المشددة من فرّطته في طلب الماء إذا قدمته وجاء أفرطته بمعناه أيضاً، فالمراد أنهم مقدمون إلى النار معجلون إليها. ثم بين سبحانه أن مثل صنيع قريش قد صدر عن سائر الأمم فقال: { تالله لقد أرسلنا إلى أمم من قبلك } أي رسلاً { فزين لهم الشيطان أعمالهم } قالت المعتزلة: لو كان خالق الأعمال هو الله تعالى فما معنى تزيين الشيطان، ومن أي وجه توجه عليه الذم، وأن خالق ذلك العمل أجدر بأن يكون ولياً لهم من الداعي إليه؟ وأجيب بأن الوسائط معتبرة وانتهاء الكل إليه ضروري. قال جار الله: { فهو وليهم اليوم } حكاية الحال الماضية التي كان يزين لهم الشيطان أعمالهم فيها، والمراد فهو وليهم أي قرينهم في الدنيا فجعل اليوم عبارة عن زمان الدنيا أو اليوم عبارة عن يوم الآخرة الذي يعذبون فيه في النار، فهو حكاية للحال الآتية، والولي الناصر أي هو ناصرهم يوم القيامة فقط، والمراد نفي الناصر عنهم على أبلغ الوجوه لأن الشيطان لا يتصوّر منه النصرة أصلاً، وإذا كان الناصر منحصراً فيه لزم أن لا نصرة بالضرورة. قال: ويجوز أن يرجع الضمير في { وليهم } إلى مشركي قريش وأنه زين للكفار قبلهم أعمالهم فهو ولي هؤلاء لأنهم منهم، ويجوز أن يكون على حذف المضاف أي فهو ولي أمثالهم اليوم. ثم ذكر سبحانه أنه ما هلك من هلك إلا بعد إقامة الحجة وإزاحة العلة فقال: { وما أنزلنا عليك الكتاب إلا لتبين لهم الذي اختلفوا فيه } كالشرك والتوحيد والجبر والقدر والإقرار بالبعث والإنكار له، وكتحريم الأشياء المحللة كالبحيرة والسائبة وتحليل الأشياء المحرمة كالميتة والدم. { وهدى ورحمة } انتصبا على أنهما مفعول لهما ولا حاجة إلى اللام لأنهما فعلا فاعل، والفعل المعلل بخلاف التبيين فإنه فعل المخاطب لا فعل المنزل ولهذا دخل عليه اللام، قال الكعبي: وصف القرآن بكونه هدى ورحمة { لقوم يؤمنون } لا ينافي كون كذلك في حق الكل. وخص المؤمنون بالذكر من حيث إنهم قبلوه وانتفعوا به. ولما امتد الكلام في وعيد الكفار عاد إلى تقرير الإلهيات فقال: { والله أنزل من السماء ماء فأحيا به الأرض بعد موتها } وفي العنكبوت: من بعد موتها [الآية: 63] لأن هنالك سؤال تقرير والتقرير يحتاج إلى التحقيق فقيد الظرف بـ \" من \" للاستيعاب. وأيضاً حذف \" من \" في هذه السورة موافقة لقوله عما قريب: { لكيلا يعلم بعد علم شيئاً } وإنما حذف \" من \" هنا بخلاف ما في الحج لأنه أجمل الكلام في هذه السورة فقال: { والله خلقكم ثم يتوفاكم } وأطنب في الحج فقال: خلقناكم من تراب ثم من نطفة [الحج: 5] الآية. فاقتضى الإيجاز الحذف والإطناب الإثبات { إن في ذلك لآية لقوم يسمعون } سماع تأمل وتدبر فمن لم يسمع متدبراً فكأنه أصم، ثم استدل بعجائب أحوال الحيوانات قائلاً: { وإن لكم في الأنعام لعبرة نسقيكم مما في بطونه } وفي سورة المؤمنين: مما في بطونها [الآية: 21] فذكر النحويون أن الأنعام من جملة الكلمات التي لفظها مفرد ومعناها جمع كالرهط والقوم والنعم. فجاز تذكيره حملاً على اللفظ وتأنيثه حملاً على المعنى. قال المبرد: هذا شائع في القرآن قال تعالى: فلما رأى الشمس بازغة قال هذا ربي [الأنعام: 78] بمعنى هذا الشيء الطالع. وقال: كلا إنها تذكرة فمن شاء ذكره [عبس: 11] أي ذكر هذا الشيء. وعند سيبويه الأنعام من الأسماء المفردة الواردة على أفعال. وجوّز في الكشاف أن يكون تأنيثه على أنه تكسير نعم. وقيل: إن الأنعام بمعنى النعم لأن الألف واللام تلحق الآحاد بالجمع والجمع بالآحاد. قلت: ما ذكره الأئمة حسن إلا أنه لا يقع جواباً عن التخصيص. ولعل السر فيه أن الضمير في هذه السورة يعود إلى البعض وهو الإناث، لأن اللبن لا يكون للكل فالتقدير: وإن لكم في بعض الأنعام لعبرة نسقيكم مما في بطونه، وأما في \" المؤمنين \" فإنه لما عطف عليه ما يعود على الكل ولا يقتصر على البعض وهو قوله: ولكم فيها منافع كثيرة ومنها تأكلون وعليها [المؤمنون: 22] لم يتحمل أن يكون المراد به البعض فأنث ليكون نصاً على أن المراد بها الكل. روى الكلبي عن أبي صالح عن ابن عباس أنه قال: إذا استقر العلف فى الكرش صار أسفله فرثاً وأعلاه دماً وأوسطه لبناً خالصاً فيجري الدم في العروق واللبن في الضروع ويبقى الفرث كما هو فذاك هو قوله تعالى: { من بين فرث ودم لبناً خالصاً } لا يشوبه الدم ولا الفرث. وأنكر الأطباء هذا القول لأنه على خلاف الحس والتجربة. أما الحس فلأن الأنعام تذبح ذبحاً متوالياً ولا يرى في كرشها دم ولا لبن، وأما التجربة فلأن الدم لو كان في أعلى المعدة والكرش كان يجب إذا قاء أن يقيء الدم وليس كذلك، بل الحق أن الحيوان إذا تناول العلف حصل له في معدته أو كرشه هضم أوّل، فما كان منه صافياً انجذب إلى الكبد، وما كان كثيفاً نزل إلى الأمعاء. ثم الذي يحصل في الكبد ينطبخ فيها ويصير دماً وذلك هو الهضم الثاني. ويكون مخلوطاً بالصفراء والسوداء وزيادة المائية. أما الصفراء فتذهب إلى المرارة، والسوداء إلى الطحال، والماء إلى الكلية، ومنها إلى المثانة. وأما الدم فإنه يدخل في الأوردة وهي العروق النابتة من الكبد وهناك يحصل الهضم الثالث. وبين الكبد والضرع عروق كثيرة فينصب الدم في تلك العروق إلى الضرع وهو لحم غددي رخو أبيض فيقلب الله الدم هناك إلى صورة اللبن، وإنما اختص هذ المعنى بالحيوان الأنثى لأن الحكمة الإلهية اقتضت تدبير كل شيء على الوجه اللائق به، والذكر من كل حيوان أسخن واجف، والأنثى أبرد وأرطب لأن بدن الأنثى يحتاج إلى مزيد رطوبة لتصير مادة لتولد الولد ويتسع بدنها له. ثم إن تلك الرطوبات التي كانت تصير مادة لازدياد بدن الجنين حين كان في الرحم تنصب بعد انفصال الجنين إلى الثدي لتصير مادة لغذاء الطفل. واعلم أنه تعالى خلق في أسفل المعدة منفذاً يخرج منه ثفل الغذاء، فإذا تناول الإنسان غذاء أو شربة رقيقة انطبق ذلك المنفذ انطباقاً كلياً إلى أن يكمل انهضامه في المعدة وينجذب ما صفا منه إلى الكبد، ويبقى الثفل هناك فحينئذ ينفتح ذلك المنفذ وينزل منه ذلك الثفل فهذا الانطباق والانتفاح بحسب الحاجة وبقدر المنفعة مما لا يتأتى إلى بتقدير الفاعل الحكيم. وأيضاً إنه أودع في الكبد قوّة جاذبة للأجزاء اللطيفة التي في ذلك المأكول والمشروب طابخة لها حتى تنقلب دماً دون الأجزاء الكثيفة وفي المعدة بالعكس، وأودع في المرارة قوة جاذبة للصفراء، وفي الكلية قوة جاذبة لزيادة المائية، وتخصيص كل واحد من هذه الأعضاء بفعله الخاص به لا يمكن إلا بتدبير العليم الخبير. وكذا الكلام في انصباب مادة اللبن إلى الثدي في وقت يحتاج الطفل إلى الغذاء وتوزعها على جميع البدن في غير ذلك الوقت. ثم إنه تعالى أحدث في حلمة الثدي ثقوباً صغيرة يخرج اللبن الخالص منها وقت المص أو الحلب فهي بمنزلة المصفاة للبن يخرج اللطيف منها ويبقى الكثيف، فبهذا الطريق يصير خالصاً سائغاً للشاربين أي سهل المرور في الحلق حتى قيل إنه لم يغص أحد باللبن قط. ومن عجائب حال اللبن اجتماعه من أجسام مختلفة الطبائع مع أنها واحدة في الحس. فمنها الدهن وهو حار رطب، ومنها الأجزاء المائية وهي باردة رطبة، ومنها الجبن وهو بارد يابس وكلها حاصلة من عشب واحد. ثم إنه تعالى ألهم الطفل الصغير مص الثدي عند انفصاله من الأم وكل ذلك دليل على عناية كاملة ورحمة شاملة وعلم تام وقدرة باهرة. قال المحققون: في تقليب العشب في هذه الأطوار إلى أن يصير لبناً خالصاً سائغاً دليل على أنه تعال قادر على تقليب الإنسان في أطواره إلى أن يصير مستعداً للبقاء الأبدي واللقاء السرمدي. قال جار الله: و \" من \" في { مما في بطونه } للتبعيض و \" من \" في قوله: { من بين فرث } لابتداء الغاية فهو صلة { لنسقيكم } كقولك: \" سقيته من الحوض \". وجوز أن يكون حالاً من قوله: { لبناً } مقدماً عليه فيتعلق بمحذوف أي كائناً من بين كذا وكذا. وإنما قدم لأنه موضع العبرة فهو جدير بالتقديم. قالت الشافعية: ليس بمستنكر أن يسلك المني مسلك البول وهو طاهر كما أنه يخرج اللبن من بين الفرث والدم طاهراً. وأما قوله: { ومن ثمرات النخيل والأعناب } فإما أن يتعلق بمحذوف أي ونسقيكم من ثمرات النخيل ومن الأعناب إذا عصرت وحذف لدلالة ما تقدم عليه فيكون قوله: { تتخذون منه } بياناً وكشفاً عن كنه حقيقة الاستقاء، وإما أن يتعلق بـ { تتخذون } فيكون قوله: { منه } تكريراً للظرف لأجل التأكيد نظيره قولك: \" زيد في الدار فيها \" وإنما ذكر الضمير في { منه } لأنه يعود إلى المذكور أو إلى المضاف المحذوف الذي هو العصير كأنه قيل: ومن عصير ثمرات النخيل ومن عصير الأعناب تتخذون منه، واحتمل أن يكون { تتخذون } صفة موصوف محذوف كقوله: وما منا إلا له مقام معلوم [الصافات: 164] أي وما منا إلا ملك فالتقدير: ومن ثمرات النخيل ومن الأعناب ثمر. { تتخذون منه سكراً ورزقاً حسناً } لأنهم يأكلون بعضها ويتخذون من بعضها السكر وهو الخمر سميت بالمصدر من سكر سكراً وسكراً نحو رشد رشداً ورشداً. وعلى هذا التفسير ففي الآية قولان: أحدهما - ويروى عن الشعبي والنخعي - أنها منسوخة فإن السورة مكية وتحريم الخمر نزل في المائدة وهي مدنية، وثانيهما أنها جامعة بين العتاب والمنة. وذكر المنفعة لا ينافي الحرمة على أن في الآية تنبيهاً على الحرمة أيضاً لأنه ميز بينها وبين الرزق الحسن في الذكر، فوجب في السكر أن لا يكون رزقاً حسناً لا بحسب الشهوة بل بحسب الشريعة. هذا ما عليه الأكثرون. وقيل: السكر النبيذ وهو عصير العنب والزبيب والتمر إذا طبخ حتى يذهب ثلثاه، ثم يترك حتى يشتد وهو حلال عند أبي حنيفة إلى حد السكر. واحتج بأن الآية دلت على أن السكر حلال لأنه تعالى ذكره في معرض الإنعام والمنة، ودل الحديث على أن الخمر حرام لعينها وهذا يقتضي أن يكون السكر شيئاً غير الخمر، وكل من أثبت هذه المغايرة قال إنه النبيذ المطبوخ. ويحكى عن أبي علي الجبائي أنه صنف كتاباً في تحليل النبيذ، فلما آخذت منه السن العالية قيل له: لو شربت منه ما تتقوّى به فأبى فقيل له: فقد صنفت في تحليله. فقال: تناولته أيدي الشيطان فقبح عند ذوي المروءات والأقدار. وقيل: السكر الطعم قاله أبو عبيدة. وقيل: السكر والرزق الحسن واحد كأنه قيل: تتخذون منه ما هو سكر ورزق حسن. ومن أعجب أحوال الحيوان حال النحل المناسب عسلها اللبن في موافقة اللذة وفي الخروج من البطن فلذلك أفردها بالذكر عقيب ذلك قائلاً: { وأوحى ربك } يا محمد أو يا إنسان إلى النحل أي ألهمها وعلمها على وجه هو أعلم به، ولقد حق لغريب أمرها وعجيب صنعتها أن يطلق عليه لفظ الإيحاء وذلك أنها تبني البيوت المسدسة من الأضلاع المتساويات التي لا يمكن للعقلاء تركيب أمثالها إلا بالمساطر والفرجارات، وقد علم من الهندسة أن تلك البيوت لو كانت مشكلة بما سوى المسدسات فإنه يبقى بالضرورة فيما بينها فرج خالية ضائعة. فاهتداء ذلك الحيوان الضعيف إلى هذه الحكمة الدقيقة من الأعاجيب. ومن غرائب أمرها أن لها رئيساً هو أعظم جثة من الباقين وهم يخدمونه ويتبعون نهيه وأمره، ومنها أنها إذا نفرت عن وكرها ذهبت مع الجمعية إلى موضع آخر فإذا أرادوا عودها إلى وكرها ضربوا الطبول والملاهي وآلات الموسيقى وبواسطة تلك الألحان يقدرون على ردها إلى أوكارها. وبالجملة فإن غرائب هذا الحيوان أكثر من أن تحصى وأشهر من أن تخفى، والغرض أن امتياز هذا الحيوان بهذه الخواص العجيبة الدالة على الذكاء والكياسة حالة شبيهة بالوحي بمعنى الإلهام. قال الزجاج: يجوز أن يقال سميت نحلاً لأنه تعالى نحل الناس العسل بواستطها وهي مؤنثة في لغة أهل الحجاز ولذلك قال تعالى: { أن اتخذي } وهي \" أن \" المفسرة لأن الإيحاء فيه معنى القول. ومعنى \" من \" في قوله: { من الجبال بيوتاً ومن الشجر ومما يعرشون } أي يبنون ويرفعون البعضية لأنها لا تبني بيوتاً في كل جبل وكل شجر وكل ما يعرش، ولكنها تبني في مساكن توافقها وتليق بها وكثيراً ما يتعهدها الناس وتصلح أحوالها { ثم كلي من كل الثمرات } أي بعضاً من كل ثمرة تشتهينها فإذا أكلتها { فاسلكي سبل ربك } أي الطريق التي ألهمك وفهمك في عمل العسل { ذللاً } جمع ذلول وهي حال من السبل لأن الله ذللها لها وسهلها عليها، أو من الضمير في { فاسلكي } أي وأت ذلك منقادة لما أمرت به غير ممتنعة، أو المراد فاسلكي ما أكلت في سبل ربك المذللة أي في مسالكه التي يحيل فيها بقدرته النور المر عسلاً وهي أجوافك ومنافذ مأكلك، أو أراد أنك إذا أكلت الثمار في المواضع البعيدة من بيوتك فاسلكي راجعة إلى بيوتك سبل ربك لا تتوعر عليك ولا تضلين فيها. فقد يحكى أنها ربما أجدب عليها ما حولها فتسافر إلى البلد البعيد في طلب النجعة. ويجوز أن يريد بقوله: { ثم كلي } اقصدي أكل الثمرات { فاسلكي } في طلبها من مظانها { سبل ربك }. واعلم أن ظاهر قوله: { أن اتخذي }  { ثم كلي }  { فاسلكي } أمر. فمن الناس من قال لا يبعد أن يكون لهذه الحيوانات عقول يتوجه بها عليها من الله أمر ونهي، ومنهم من أنكر ذلك وقال: المراد أنه سبحانه خلق فيها غرائز وطبائع توجب هذه الأحوال. وتمام الكلام فيه سيجيء في سورة النمل. أما حدوث العسل من النحل فالأصح عند الأطباء أن الله تعالى دبر هذا العالم على وجه يحدث في الهواء طل لطيف في الليالي ويقع على أوراق الأشجار فقد يكون كثيراً يجتمع منه أجزاء محسوسة وهي الترنجبين ونحوه، وقد يكون قليلاً متفرقاً على الأوراق والأزهار وهو الذي ألهم الله تعالى هذا النحل فتلتقط تلك الذرّات بأفواهها وتأكلها وتغتذي بها فإذا شبعت التقطت مرة أخرى وذهبت بها ووضعتها في بيوتها ادخاراً لنفسها، فإذا اجتمع في بيوتها شيء محسوس من تلك الأجزاء الطلية فذاك هو العسل. ولا يبعد أن يحصل لتلك الأجزاء في أفواهها نوع هضم وتغير ونضج لخاصية فيها فلذلك قال: { يخرج من بطونها } أي من أفواهها. ومن الناس من زعم أن النحل تأكل من الأزهار الطيبة والأوراق العطرية ما شاءت، ثم إنه تعالى يقلب تلك الأجسام في داخل بدنه عسلاً، ثم إنه يقيء مرة أخرى فذلك هو العسل. قال العقلاء: والقول الأول أقرب إلى التجربة والقياس: فإن طبيعة الترنجبين قريبة من العسل في الطعم والشكل، ولا شك أنه طل محدث في الهواء ويقع على أطراف الأشجار والأزهار فكذا العسل. وأيضاً النحل إنما تغتذي بالعسل ولهذا يترك منه بقية في بيوتها بعد الأشتيار. ولكن قوله تعالى: { يخرج من بطونها شراب } أي ما يشرب يعضد القول الثاني. وقوله: { مختلف ألوانه } أي منه أبيض وأصفر وأحمر وأسود بحسب اختلاف الأماكن وأمزجة النحل واختلاف الأزهار والأعشاب التي ترعى فيها. ثم وصفه بقوله: { فيه شفاء الناس } لأنه من جملة الأشفية والأدوية المشهورة النافعة ولذا يقع في أكثر المعاجين. وتنكير { شفاء } لتعظيم الشفاء الذي فيه، أو لأن فيه بعض الشفاء فإن كل دواء كذلك. وعن النبي صلى الله عليه وسلم أن رجلاً جاء إليه فقال: إن أخي يشتكي بطنه. فقال: اسقه العسل. فذهب ثم رجع فقال: قد سقيته فما نفع. فقال: اذهب فاسقه عسلاً فقد صدق الله وكذب بطن أخيك. فسقاه فشفاه الله فبرأ كأنما نشط من عقال. قال أهل المعاني: إنه صلى الله عليه وسلم كان عالماً بأنه سيظهر نفعه فلهذا قال: كذب بطن أخيك حين لم يظهر النفع في الحال. وعن عبد الله بن مسعود: العسل شفاء من كل داء، والقرآن شفاء لما في الصدور، فعليكم بالشفاءين القرآن والعسل. واعلم أنه سبحانه ختم الآية الأولى بقوله: { لقوم يسمعون } لأن إنزال الماء من السماء وإحياء الأرض بسببه أمر مشاهد محسوس فمنكر ذلك فاقد الحس، وإنما خص بالذكر حس السمع لأن لفظ القرآن المنبه على هذه الآية مسموع. وختم الآية الثانية بالعقل لأنه يحتاج إلى نوع تدبر فالمعرض عنه فاقد العقل دون الحس. وختم الثالثة بالتفكر لأن أمر النحل وقصتها العجيبة من انقيادها لأميرها واتخاذها البيوت على أشكال يعجز عنها الحاذق منا، ثم تتبعها الزهر والطل ثم خروج ذلك من بطونها لعاباً أو قيئاً يقتضي فكرة بليغة. ولما ذكر بعض عجائب أحوال الحيوان أتبعه عجيب خلق الإنسان فقال: { والله خلقكم } ولم تكونوا شيئاً { ثم يتوفاكم } عند انقضاء آجالكم { ومنكم من يرد إلى أرذل العمر } إلى أخسه وأحقره. عن علي رضي الله عنه هو خمس وسبعون سنة. وعن قتادة تسعون سنة. وقال السدي: هو حالة الخرف دليله قوله: { لكيلا يعلم بعد علم شيئاً } أي ليصير إلى حالة شبيهة بحال الطفل في النسيان وعدم التذكر وقيل: لئلا يعقل بعد عقله الأول شيئاً أي لا يعلم زيادة علم على علمه. وقيل: إن الرد إلى أرذل العمر ليس في المسلمين والمسلم لا يزداد بسبب العمر إلا كرامة على الله تعالى ونظير الآية قوله: ثم رددناه أسفل سافلين إلا الذين آمنوا وعملوا الصالحات [التين: 5 - 6]. واعلم أن العقلاء ضبطوا مراتب عمر الإنسان في أربع: أوّلها سن النشوء، وثانيها سن الوقوف وهو سن الشباب، وثالثها الانحطاط الخفي اليسير وهو سن الكهولة، ورابعها سن الانحطاط الظاهر وهو سن الشيخوخة. وذكر الأطباء وأصحاب الطبيعي أن بدن الإنسان مخلوق من المني ومن دم الطمث وهما جوهران حارّان رطبان، والحرارة إذا عملت في الجسم الرطب قلت رطوبته فلا يزال في هذين الجوهرين من قوة الحرارة يقلل ما في العضو من الرطوبة حتى يتصلب ويظهر العظم والغضروف والعصب والوتر والرباط وسائر الأعضاء، فإذا تم تكوين البدن وكمل فعند ذلك ينفصل الجنين من رحم الأم وتكون رطوبة البدن بعد زائدة على حرارته، فتكون الأعضاء قابلة للتمدد والازدياد والنماء وهو سن النشو وغايته إلى ثلاثين أو إلى خمس وثلاثين سنة، ثم تصير رطوبات البدن أقل وتكون وافية بحفظ الحرارة الغريزية الأصلية إلا أنها لا تكون زائدة على هذا القدر وهو سن الوقوف والشباب وغايته وحينئذ يظهر النقصان قليلاً إلى ستين سنة وهي سن الكهولة، ثم يظهر جداً إلى تمام مائة وعشرين سنة. قال المتكلمون: هذا التعليل ضعيف لأن رطوبات البدن في حال كونه منياً ودماً كانت كثيرة ولذلك كانت الحرارة الغريزية مغمورة، ثم إنها مع ذلك كانت قوية على تحليل أكثر الرطوبات حتى نقلتها من حد الدموية والمنوية إلى أن صارت عظماً وغضروفاً وعصباً ورباطاً، فعندما تولدت الأعضاء وكمل البدن وقلت الرطوبات وجب أن تقوى الحرارة الغريزية قوّة أزيد مما كانت قبل ذلك فوجب أن يكون تحليل الرطوبات بعد تولد البدن وكماله أكثر من تحليلها قبل تولد البدن وليس الأمر كذلك، لأنه قبل تولد البدن انتقل جسم الدم والمني إلى أن صار عظماً وعصباً، أما بعد تولد البدن فلم يحصل مثل هذا الانتقال ولا عشر عشيره، فعلمنا أن البدن إنما يتولد بتدبير قادر حكيم لا لأجل ما قالوه. وبوجه آخر الحرارة الحاصلة في بدن الإنسان الكامل الغريزة إما أن تكون هي عين ما كان حاصلاً في جوهر النطفة، أو صارت أزيد مما كانت. والأول باطل لأن الحار الغريزي الحاصل في جوهر النطفة كان بمقدار جرم النطفة، فإذا كبر البدن وجب أن لا يظهر منه في هذا البدن تأثير أصلاً. وأما الثاني ففيه تسليم أن الحرارة تتزايد بحسب تزايد الجثة، ولا ريب أن تزايدها يوجب تزايد القوة والصحة ساعة فساعة فيلزم أن لا ينهدم البدن الحيواني أبداً وليس كذلك. وبوجه ثالث هب أن الرطوبة الغريزية صارت معادلة للحرارة الغريزية فلم قلتم إن الحرارة الغريزية يجب أن تصير أقل مما كانت حتى ينتقل الإنسان من سن الشباب إلى سن النقصان؟ قالوا: السبب فيه أنه إذا حصل هذا الاستواء فالحرارة الغريزية بعد ذلك تؤثر في تجفيف الرطوبة الغريزية فتقل الرطوبات الغريزية حتى صارت بحيث لا تفي بحفظ الحرارة الغريزية، وإذا حصلت هذه الحال ضعفت الحرارة الغريزية أيضاً لأن الرطوبات الغريزية كالغذاء للحرارة الغريزية، فإذا قل الغذاء ضعف المغتذي فينتهي الأمر إلى أن لا يبقى من الرطوبة شيء، لأن الحرارة الغريزية توجب قلة الرطوبة الغريزية وقلتها توجب ضعف الحرارة الغريزية فيلزم من ضعف إحداهما ضعف الأخرى فتنطفىء الحرارة أيضاً ويحصل الموت. وأورد عليهم أن الحرارة إذا أثرت في تجفيف الرطوبة وقلتها فلم لا يجوز أن تورد القوة الغاذية بدلها؟ فأجابوا بأن القوة الغاذية لا تفي بإيراد البدل. قال الإمام فخر الدين الرازي راداً عليهم. إن القوة الغاذية إنما تعجز عن هذا الإيراد إذا كانت الحرارة الغريزية ضعيفة وذلك ممنوع، وإنما تكون الحرارة الغريزية ضعيفة أن لو قلت الرطوبة الغريزية، وإنما تحصل هذه القلة إذا عجزت الغاذية عن إيراد البدل وهذا دور محال، فيثبت أن إسناد هذه الأحوال إلى الطبائع والقوى غير ممكن فيعين إسنادها إلى القادر المختار الحكيم، ولهذا ختم الآية بقوله: { إن الله عليم قدير } يعلم مقادير المصالح والمفاسد ويقدر على تحصيلها كما يريد. وأما الطبيعة فجاهلة عاجزة. قلت: لا شك أن نسبة هذه الأمور إلى مجرد الطبيعة كفر وجهل، لأنها ليست واجبة الوجود بالاتفاق ولكن إنكار القوى والطبائع أيضاً بعيد عن الإنصاف. والحق أنها وسائط وآلات لما فوقها من المبادىء والعلل إلى أن ينتهي الأمر إلى مسبب الأسباب ومبدأ الكل، وقد ثبت عند الحكيم أن كل قوة جسمانية فإنها متناهية الأثر فلا محالة تعجز القوة الغاذية آخر الأمر عن إيراد بدل ما يتحلل فيحل الأجل بتقدير العليم القدير. التأويل: { ولو يؤاخذ الله } النفوس الناسية { بما ظلمت } على القلوب والأرواح { ما ترك على } أرض البشرية صفة من صفات الحيوانية. ولكن يؤخر أهل السعادة إلى أجلهم وهو إفناء صفات النفس بصفات القلب والروح في حينه وأوانه، ويؤخر أهل الشقاء إلى أوان العكس من ذلك. { ويجعلون لله ما يكرهون } أي يعاملون الله بأعمال يكرهون أن يعاملهم بها غيرهم وتسوّل لهم أنفسهم أن تلك المعاملة حسنة. والله أنزل من سماء العزة ماء بيان القرآن فأحيا به أرض قلوب الأمم بعد موتها باختلافهم على أنبيائهم { إن في ذلك لآية لقوم يسمعون } كلام الله من الله { وإن لكم في الأنعام } النفوس { لعبرة نسقيكم مما في بطونه من بين فرث } الخاطر الشيطاني { ودم } الخاطر النفساني { لبناً خالصاً } من الإلهام الرباني { سائغاً للشاربين } جائزاً لأهل هذا الشرب { ومن ثمرات } نخيل الطاعات وأعناب المجاهدات { تتخذون منه سكراً } هو ما يجعل منها شرب النفس فتسكر النفس فتارة تميل عن الحق والصراط المستقيم ميلان السكران، وتارة تظهر رعوناتها بالأفعال والأحوال رياء وسمعة وشهوة. والرزق الحسن ما يكون منه شرب القلب والروح فيزداد منه الشوق والمحبة والصدق والطلب: شربت الحب كأساً بعد كأس فما نفد الشراب وما رويت { وأوحى ربك إلى النحل } إشارة إلى حال السالك السائر { أن اتخذي من الجبال بيوتاً } أراد الاعتزال عن الخلق والتبتل إلى الله. كان رسول الله صلى الله عليه وسلم يتحنث في غار حراء أسبوعاً وأسبوعين وشهراً، ولا بد أن يتنظف كما أن النحل يحترز عن التلوث. وفيه أن نحل الأرواح اتخذت من جبال النفوس بيوتاً ومن شجر القلوب ومما يعرشون من الأسرار { ثم كلي من الثمرات فاسلكي سبل ربك } نظير قوله: كلوا من الطيبات واعملوا صالحاً [المؤمنون: 51] فثمرات البدن الأعمال الصالحات، وثمرات النفوس الرياضيات ومخالفات الهوى، وثمرات القلوب ترك الدنيا والتوجه إلى المولى، وثمرات الأسرار شواهد الحق والتطلع على الغيوب والتقرب إلى الله، وهذه كلها أغذية نحل الأرواح فإنها بقوّة هذه الأغذية تسلك السبل إلى أن تصل إلى المقعد الصدق عند مليكها، فيكون غذاؤها مكاشفات الحق ومشاهداته فتبيت عند ربها يطعمها ويسقيها، فحينئذ يخرج من بطونها شراب الحكم والمواعظ مختلف الألوان من المعاني والأسرار والدقائق والحقائق { فيه شفاء } للقلوب الناسية القاسية عن ذكر الله { والله خلقكم } أخرجكم من العدم إلى الوجود { ثم يتوفاكم } عن الوجود المجازي { ومنكم من يرد إلى أرذل العمر } وهو مقام الفناء في الله { لكيلا يعلم } بعد فناء علمه شيئاً يعلمه بل يعلم بربه الأشياء كما هي والله أعلم بالصواب.", "annotation": {"aya": [{"start": 33, "end": 43}, {"start": 1101, "end": 1149}, {"start": 1370, "end": 1403}, {"start": 2405, "end": 2433}, {"start": 2445, "end": 2464}, {"start": 3123, "end": 3173}, {"start": 3923, "end": 3939}, {"start": 4368, "end": 4389}, {"start": 4412, "end": 4424}, {"start": 5829, "end": 5864}, {"start": 8149, "end": 8161}, {"start": 8460, "end": 8486}, {"start": 8728, "end": 8741}, {"start": 8941, "end": 8973}, {"start": 9018, "end": 9045}, {"start": 9555, "end": 9596}, {"start": 13429, "end": 13454}, {"start": 19872, "end": 19925}, {"start": 24985, "end": 25015}], "hadith": [{"start": 2506, "end": 2525}, {"start": 2537, "end": 2559}], "verse": [{"start": 24558, "end": 24581}, {"start": 24582, "end": 24605}]}}