{"text": " { يَآ أَيُّهَا الَّذِينَ آمَنُواْ اجْتَنِبُواْ كَثِيراً مِّنَ الظَّنِّ } اي اطرحوه جانبا واجتنب متعد لواحد لانه مطاوع جنب كنصر والمطاوع بكسر الواو ينقص درجة عن المطاوع بالفتح و جنب يتعدى لاثنين و من للتبعيض فذلك البعض موصوف بالكثرة وبدل لذلك { إِنَّ بَعْضَ الظَّنِّ إِثْمٌ } أو قل هذا البعض قليل والبعض في قوله من الظن كثير فامر باجتناب كثير حذروا من الوقوع في قليل ونكر كثيرا ليحتاط في كل ظن حتى يعلم من أي نوع فان من الظن ما يجب اتباعه كحسن الظن بالله مثل ان تظن قبول عملك كما يجب ان تظن عدم قبوله وما يحرم كالظن في الاشياء الالهية والنبوية والاقتصار على ظن عدم القبول وظن السوء بالمؤمن وما يباح كالظن في الامور المعاشية وما يندب كظن الخير بالمؤمنين اي ايقاع الظن فيه وليس مقابل هذا الظن ظن السوء فانه حرام في حق المؤمن بل مقابله ان لا يحدث لك فيه ظن لا ظن خير ولا ظن سوء وهذا المقابل جائز قال الحسن اذا ظننت بأخيك المسلم خيرا فانت مأجور او شرا فانت آثم وعنه صلى الله عليه وسلم \" إِن الله حرم من المسلم دمه وعرضه وأَن يظن به ظن السوء \" وعن الحسن كنا في زمان الظن بالناس حرام فانت اليوم اعمل واسكت وظن بالناس ما شئت ومن شوهد منه الصلاح والامانة في الظاهر حرم ظن السوء به ومن اشتهر بالريب جاز ظن السوء ولا حرمة لفاسق واذا اظهر فسقه وهتك ستره هتكه الله واذا ستره لم يظهره الله وروي من ألقى جلباب الحياء فلا غيبة له ويظن به سوء وحرم ظن السوء بالمسلم لأن ما يشاهد منه من الخير ينافي السوء وبعض الافعال قد يكون قبيحا في الصورة وفي نفس الأمر غير قبيح وفي الحديث \" إِن الله حرم من المسلم دمه وعرضه وان يظن به ظن السوء \" واذا نهى عن الظن فالقول والعمل بمقتضاه احق بالنهي فكما يحرم القول بمساوئ الانسان يحرم ظن المساوئ به وفي الحديث \" إِياكم والظن فانه اكذب الحديث وحسن الظن من حسن العبادة \" واتفق العلماء انه لا اثم على من يخطر بالبال من سوء الظن لأنه ضروري وانما الاثم على عقد القلب به ولو عرف كثيرا لكان الامر باجتناب الظن منوطا بما يكثر منه دون ما يقل فيكون ما اتصف بالقلة مرخصا فيه وليس كذلك والاثم الذنب وعن بعضهم ان همزته عن واو كانه من وثمت الشيء اثمه اي كسرته والظن يكسر الاعمال وسوء الظن الذي تكلم به والذي لم يتكلم به واذا تكلم واعلم الناس انه ظن فليتب بحضرتهم ان كان عندهم مسلما واذا تكلم على القطع فان الناس يحكمون عليه بانه بهته فليتب ويخبر بانه ظن وقد اشتكى حذيفة الى رسول الله صلى الله عليه وسلم درب لسانه اي حدته وقبل فحشه فقال \" أين أنت من الاستغفار إِني لأستغفر الله كل يوم مائة مرة \" \" وعن ابن عمر إنا كنا لنعد لرسول الله صلى الله عليه وسلم في المجلس الواحد مائة مرة \" رب اغفر لي وتب عليّ انك انت التواب الرحيم \" قال بعضهم نزلت في رجلين اغتابا خادمهما والحق انها نزلت في ظنهما البخل بأسامة وذلك انه صلى الله عليه وسلم اذا غزا او سافر ضم الرجل المحتاج الى رجلين موسرين يخدمهما الى المنزل يهيىء لهما الطعام والشراب فضم سلمان وهو الخادم المذكور الى رجلين في سفر فتقدم الى المنزل فنام ولم يهيىء لهما شيئا فبعثاه اليه صلى الله عليه وسلم يسأله طعاما فارسله الى أسامة يعطيه فضل طعام وأدام ان كان اي بقيتهما وكان أسامة خازنه صلى الله عليه وسلم فاتاه فقال ما عندي شيء فرجع فاخبرهما فقالا كان عند اسامة لكن بخل فبعثاه ايضا الى طائفة من الصحابة فلم يجد عندهم شيئا فلما رجع قالوا لو بعثاه الى بئر سمحة لغار ماؤها ثم انطلقا يتجسسان هل عند اسامة ما أمر لهما به رسول الله صلى الله عليه وسلم فلما جاءا الى رسول الله صلى الله عليه وسلم قال لهما مالي ارى حمرة اللحم في افواههم قالا لا والله يا رسول الله ما تناولنا يومنا هذا لحما قال ظللتما تأكلان لحم سلمان واسامة وان وما بعدها جملة مستأنفة للتعليل* { وَلاَ تَجَسَّسُواْ } اي لا تبحثوا عن عورات المسلمين والجس بالجيم الطلب والتجسس تفعل منه وقرأ الحسن وغيره ولا تحسسوا بالحاء المهملة والمعنى واحد وقيل التحسس بالحاء شره التجسس بالجيم وغايته وقيل الجيم في الشر والخاء في الخير وهذا غالب ومن غيره قراءة الحسن ويقال لحوافز الانسان الحواس وفي الحديث \" لا تنافسوا ولا تجسسوا ولا تحاسدوا ولا تباغضوا ولا تدابروا وكونوا عباد الله اخوانا \" وعن مجاهد \" خذوا ما ظهر لكم ودعوا ما ستر الله \" \" وخطب صلى الله عليه وسلم فرفع صوته حتى اسمع العوائق في خدورهن قوله \" يا معشر من آمن بلسانه ولم يخلص الايمان الى قلبه لا تتبعوا عورات المسلمين فإِن من يتبع عورات المسلمين يتبع الله عورته حتى يفضحه ولو في جوف بيته \" وعن زيد بن وهب قلنا لابن مسعود هل لك في الوليد بن عقبة بن أبي معيط تقطر لحيته خمرا فقال ابن مسعود انا قد نهينا عن التجسس فان ظهر لنا شيء اخذنا به وعن عمر ما يقرب منه في رواية الحسن انه جاء رجل لعمر فقال ان فلانا يشرب الخمر فقال اذا رأيته قد قعد عليها فاذني فاتاه يوما فاخبره فانطلق عمر الى الرجل فوافق جميع القلة فلما رأى الرجل عمر قال يا عمر أمرك الله ان تجسس فخرج عمر وتركه قلت ظاهره ان ما انكشف بالتجسس لا يقام به الحد ولم يحده لأنه رآه وحده وفيه تأمل وفي الحديث \" المسلم أَخو المسلم لا يظلمه ولا يحقره ولا يخذله التقوى ها هنا التقوى ها هنا التقوى ها هنا يشير الى صدره بحسب امرئ من الشر ان يحقر أخاه المسلم \" وقال \" إن الله لا ينظر الى أَجسادكم ولا الى صوركم وأعمالكم ولكن ينظر إِلى قلوبكم \" \" ونظر ابن عمر الى الكعبة فقال ما اعظمك واعظم حرمتك والمؤمن اعظم حرمة منك \" وقال صلى الله عليه وسلم \" من رأي عورة فسترها كان كمن أحيى موؤدة \" وقال \" لا يستر عبد عبدا في الدنيا إلا ستره الله يوم القيامة \" { وَلاَ يَغْتَبْ بَّعْضُكُم بَعْضاً } الغيبة ذكر المتولي بما يكره وقد كان فيه وان ذكرته بما ليس فيه ولا ضرر عليه فيه فكذب او بما ليس فيه ضرر فبهتان ولا غيبة في المتبرأ منه وأجاز بعضهم ذكر المتولى بما فيه ان لم يرد الذاكر تنقيصه واما الموقوف فيه فلا يقدم عليه بخير الآخرة ولا بشرها ولا بما يكون ولاية او براءة من اجاز ذكر المتولي بما فيه بلا ارادة تنقيص اجاز ذكر الموقوف عنه بما فيه بلا ارادة تنقيص بلا شك وفي الحديث \" الغيبة أشد من الزنا \" لأن الزاني يتوب الله عليه والمغتاب لا يتاب عليه حتى يستحل المغتاب وقد يموت او يأبى فلا يجد من يستحله فان علم الله منه التوبة النصوح فلعله برضى عنه خصمه من فضله الا الزاني بأحد كرها فلا توبة له حتى يعطيه حقه أو يستحله والزاني برقيق حتى يعطي الحق لمولاه أو يحله مولاه والزاني بطفل حتى يعطي حقه لأبيه او لنائب ابيه او له ان بلغ او يحله ابوه او هو ان بلغ \" ومر صلى الله عليه وسلم ليلة الاسراء بقوم لهم أظفار من نحاس يخمشون بها وجوههم وصدورهم فقال من هؤلاء يا جبريل؟ فقال الذين يأكلون لحوم الناس ويقعون في أعراضهم \" وفي رواية \" مر بقوم يقطعون لحومهم ويأكلونها بدمائهم ولهم خوار فسأل جبريل فقال الهازئون اللمازون \" وروي ان عمر بن عبدالعزيز اذا ذكر عنده رجل بفضل او صلاح قال كيف اذا ذكر عنده اخوانه فان قبل بنقصهم قال ليس كما تقولون وسئل الحسن عن رجل لا يعرف له مال ثم يكون له فيقال من أين له هذا المال فقال ان علم انه يكره ذلك فلا يقل وذكروا انه ان قال قائل هو قصير الثوب او طويله فغيبة ولا يجوز ذكره على جهة النقص ولو بما لا يكره وعن ابن عباس الغيبة ادام كلاب الناس وعن عائشة قلت للنبي صلى الله عليه وسلم \" حسبك من صفية كذا وكذا \" قال بعض الرواة يعني قصيرة فقال لقد قلت كلمة لو مزجت بالبحر لمزجته اي يتغير طعمه وريحه لنتنها وهو ابلغ زاجر قالت وحكيت له انسانا فقال ما أحب اني حكيت انسانا وان لي كذا وكذا وعن بعضهم كانوا لا يرون الغيبة الا ان يسمع صاحبها اي فابطل ذلك نعم ان لم تصله فقيل يتوب ولا يذكرها لئلا يجرح قلبه وقيل يذكرها له ويطلب العفو ولم يبيحوا الا ما تدعو اليه الضرورة كتجريحه اذا شهد ولا يتبرأ من المجرح بالكسر وكتعريفه لمن استنصح لاجل الترويج ونحو ذلك كان يقال هو فقير ولا طفال المتولي غيبة والغيبة بكسر الغين مصدر غابه اي ذكر في الغيبة مطلقا كاغتابه ثم خصصت شرعاً بذكر المتولي بما يكره وهو فيه ويسميها بعض الفقهاء ولو حاضرا على الحقيقة العرفية وبعض لا يسميها عيبه الا ان غاب نغم ذكره بما يكره حاضرا كبيرة ذكره بعض فانظر صحته ثم ظهرت صحته كما يدل له ما سبق آنفا* { أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً } فيه تنفيرات عن الغيبة الأول الاستفهام التقريبي الثاني جعل ما هو في الغاية من الكراهة موصولا بالمحبة الثالث اسناد الفعل الى احد للتعميم والاشعار بان احدا منكم لا يحب أكل الميت الرابع انه لم يقتصر على تمثيل الغيبة أكل لحم الانسان حتى جعل الانسان اخا الخامس انه لم يقتص على لحم الاخ حتى جعل ميتا السادس تعقيب ذلك بقوله { فَكَرِهْتُمُوهُ } تقريرا وتحقيقا لذلك وعرض الانسان كلحمه بل اشتد تألما قال ميمون بينهما أنا قائم اذ بجيفة زنجي وقائل يقول كل يا عبد الله قلت وما آكل قال بما اغتبت عبد فلان قلت والله ما ذكرته بخير ولا شر قال نعم لكنك استمعت ورضيت وكان ميمون لا يغتاب احدا ولا يدع احدا يغتاب احدا وعن بعضهم الهمزة للتوبيخ وأعلم ان ميتا حال من الاخ المضاف اليه لان المضاف جزء من المضاف اليه كما قال ابن هشام وغيره ويجوز كونه حالا من اللحم لجواز وصفه بالموت وقرئ ميتا باسكان الياء والتشديد قراءة نافع وغيره وقرئ بتشديد الراء والبناء للمفعول أي جبلتم على كراهته قال قتادة كما تكره ان وجدت جيفة مدودة ان تأكل منها كذلك فاكره لحم اخيك وهو حي والفاء للاستئناف اي فتحقق بوجوب الاقرار عليكم وبانكم لا تقدرون على دفعه وانكاره ان تجحد وكراهتكم له وتقذركم منه فليتحقق ايضا ان تكرهوا ما هو نظيره من الغيبة والطعن في اعراض المسلمين أو الفاء للعطف عند من اجاز عطف الخبر على الانشاء او رابطة لجواب شرط محذوف على تقدير قد اي صح ذلك فقد كرهتموه او ان عرض عليكم هذا فقد كرهتموه او زائدة في الجواب اعلاما بالشرط المحذوف فلا تقدر قد او عاطفة على محذوف اي عرض عليكم ذلك فكرهتموه فان حضوره في انفسهم كاعراضه وقيل لفظه خبر ومعناه انشاء اي فاكرهوه في الفاء الاعراب المذكور الا ان العطف يكون على { أَيُحِبُّ أَحَدُكُمْ } عطف انشاء على آخر ولا يقدر قد عند الجعل جوابا بل قرن بالفاء لانه انشاء والانشاء الواقع جوابا يقرن بها وقال ابن هشام كرهتموه خبر لمحذوف اي فهذا كرهتموه والغيبة مثله فاكرهوها وقال الفارسي فكما كرهتموه فاكرهوها فقال ابن الشحري انه ردئ لحذف ما المصدرية دون صلتها وقال ابن هشام انه تقدير معنى لا اعراب فلا رداءة و كره متعد لواحد ولما شدد تعدى لآخر والاول نائب الفاعل ولو ضمن معنى الايصال لتعدى بالى فيقال فكره اليكم والعطف في* { وَاتَّقُواْ اللهَ } على لا يغتب او على اكرهوا لمحذوف أي فأكرهوها اي الغيبة واتقوا الله في أمرها وجميع نواهيه وتوبوا منها تقبل توبتكم وينعم عليكم بثواب المتقين التائبين* { إِنَّ اللهَ تَوَّابٌ } قابل توبة التائب او يعطيه الثواب والمبالغة في الثواب لأنه يقبل التوبة قبولا عظيما اذ يجعل صاحبها كمن لم يذنب او لكثرة المتوب عليهم او لكثرة ذنوبهم عدا شيئا من أفعال الجاهلية السخرية وقد كانوا يجرون مع شهواتهم لم يقوموا بأمر ولا نهي من الله وانزل الله الآية ردعا وتأديبا لهذه الأمة وختم تلك الأشياء بالأمر بالتقوى وذكر الثواب وبذكر الرحمة كما قال* { رَّحِيمٌ } واحتج بالتسوية بقوله* { يَآ أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وَأُنثَى }", "annotation": {"aya": [], "hadith": [{"start": 880, "end": 937}, {"start": 1357, "end": 1413}, {"start": 1525, "end": 1583}, {"start": 2137, "end": 2195}, {"start": 2196, "end": 2324}, {"start": 3490, "end": 3575}, {"start": 3586, "end": 3623}, {"start": 3624, "end": 3838}, {"start": 4305, "end": 4450}, {"start": 4456, "end": 4533}, {"start": 4534, "end": 4609}, {"start": 4634, "end": 4675}, {"start": 4681, "end": 4737}, {"start": 5154, "end": 5177}, {"start": 5529, "end": 5688}, {"start": 5699, "end": 5786}], "verse": []}}