{"text": " قوله: { ٱلَّذِينَ يُظَاهِرُونَ مِنكُمْ مِّن نِّسَآئِهِمْ } إلى قوله: { عَذَابٌ مُّهِينٌ } الآيات. أي: الذين يحرمون نساءهم على أنفسهم بقولهم: انت علي كظهر أمي. { مَّا هُنَّ أُمَّهَاتِهِمْ إِنْ أُمَّهَاتُهُمْ إِلاَّ ٱللاَّئِي وَلَدْنَهُمْ وَإِنَّهُمْ لَيَقُولُونَ مُنكَراً مِّنَ ٱلْقَوْلِ وَزُوراً }. أي: وإن الأزواج ليقولون إلى نسائهم (قولاً منكراً، وقولاً زوراً) أي: كذباً. قال أبو قلابة وغيره: كان الظهار طلاق أهل الجاهلية طلاق بتات، لا يرجع إلى امرأته من قاله أبداً. ثم قال: { وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌ } أي: ذو عفو وصفح عن ذنوب عباده إذا تابوا منها، وذو ستر عليهم فلا يعاقبهم عليها بعد التوبة. ثم قال: { وَٱلَّذِينَ يُظَاهِرُونَ مِن نِّسَآئِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُواْ } أي: والكفارة على من قال لامرأته: أنت علي كظهر أمي ويريد الرجوع إلى الوطء تحرير رقبة من قبل أن يطأها، فإن لم يجد فعليه صيام شهرين متتابعين أي: متصلين من قبل أن يطأها، فإن لم يستطع فعليه إطعام ستين مسكيناً. وقوله: { ثُمَّ يَعُودُونَ لِمَا قَالُواْ } معناه: ثم يرجعون في تحريم ما حرموا على أنفسهم فيجعلونه حلالا وذلك الوطء. قال قتادة: يريد أن يغشى بعد قوله. وقال أهل الظاهر معناه: يعود للفظ مرة أخرى، فلا تلزمه الكفارة عندهم حتى يقول لها مرة أخرى أنت علي كظهر أمي. ولا يلزمه شيء من قوله ذلك لها مرة واحدة. وقيل المعنى والذين كانوا يظاهرون من نسائهم في الجاهلية ثم يعودون في الإسلام إلى مثل ذلك القول، فعلى من فعل ذلك في الإسلام تحرير رقبة من قبل أن يتماسا. وقيل معناه: ثم يصيرون لما كانوا يقولون في الجاهلية. وقيل معناه: ثم يعزمون على إمساك النساء بعد المظاهرة. وقيل معناه: أن يقيم مدة لا يطلق ثم يعود إلى فعل ما ترك فيخالفه. وقال طاوس لما قالوا: للوطء. وقال الأخفش سعيد: في الكلام تقديم وتأخير وتقديره: والذين يظهرون من نسائهم فتحرير رقبة لما قالوا من قبل أن يتماسا، والمعنى يصيرون إلى ما كانوا عليه من الجماع، فعليهم تحرير رقبة من أجل قولهم. وقال الزجاج معناه ثم يعودون إلى إرادة الجماع من اجل ما قالوا. وقال الفراء لما قالوا وإلى ما قالوا وفيما قالوا أي: يرجعون عن قولهم وتحريمهم نساءهم / فيريدون الوطء. وقال القتبي هو أن يعود لمثل ما كان يقال في الجاهلية (ولا تجزيه في الكفارة) عند مالك إلا رقبة مسلمة، ولا يجوز عنده عتق المدَبَّر والمكاتَب عن الظهار، ولا عتق أم الولد، فأما عتق الصبي فقد أجازه مالك عن الظهار إذا كان ذلك من قصر النفقة، وعتق من يصلي ويصوم أحب إليه، ولا يجزي عن الظهار عتق من يعتق على الإنسان إذا ملكه كالأب والابن والأم والجد والأخ، فإن أعتق عن ظهاره ما في بطن أمه فولدته حياً ثم مات لم يجزه عند مالك، ولا يجزي عند مالك عتق الأعمى ولا المقعد ولا المقطوع اليدين ولا أشلهما أو الرجلين، والمقطوع أحدهما، ولا الأعرج الشديد العرج، ولا الأخرس، ولا المجنون المطبق، ولا الذي يجن ويفيق، ولا عتق من أعتقه قبل ذلك إلى مدة، ولا عتق من اشتري بشرط أن يعتق على الرقاب الواجبة، ولا يجزي عتق الأصم ولا المقطوع الإبهام، ولا المقطوع الأذنين، ولا المفلوج الشق، ولا المقطوع الأصبع الواحدة فأكثر، ولا الأجذم، ولا الأبرص، ولا عتق / كل من فيه عيب يضر به وينقص من ثمنه نقصاً فاحشاً، ويجزئ عتق الأعور. وقوله { مِّن قَبْلِ أَن يَتَمَآسَّا } أي: فعليه الكفارة من قبل أن يطأها، ولا يحل له وطئها إذا ظاهر منها حتى يكفر عن ظهاره، وإذا علق ظهاره بشرط لم يلزمه الظهار إلا مع فعل ذلك الشرط، وذلك أن يقول لامرأته أنت علي كظهر أمي إن دخلت دار فلان، فهو مظاهر حتى تدخل تلك الدار، فإذا دخلت لزمه الظهار، ولا طلاق في الظهار، ولم ير الحسن بأساً أن يقبل ويغش فيما دون الفرج قبل الكفارة. وقاله الثوري، ومنع مالك من ذلك، ومنعه من النظر إلى شعرها قبل الكفارة. وقوله { ذَلِكُمْ تُوعَظُونَ بِهِ } أي: أوجب عليكم، ربكم من الكفارة عِظَةً لكم، لتنتهوا عن الظهار وقول الزور. { وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ } أي: ذو خبر بأعمالكم لا يخفى عليه منها شيء، فانتهوا عن قول الزور. وقوله: { فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ } أي: فمن لم يجد ما يشتري به رقبة، فعليه صيام شهرين متتابعين لا يفصل بينهما ولا بين شيء من أيامهما بإفطار وهو متعمد، فإن أفطر لعذر بنى على ما صام ولا شيء عليه، فإن أفطر لغير عذر ابتدأ الصيام، فإن أفطر لسفر أحدثه ابتدأ الصوم، فإن ابتدأ الصوم فأيسر أتم صومه، ولا يرجع إلى العتق عند مالك، وإن ابتدأ الصيام أو ابتدأ الإطعام إن لم يقدر على الصيام ثم جامع قبل إكمال الصيام أو الإطعام، ابتدأ الصيام والإطعام، كأن جماعه ناسياً أو عامداً، ويجزيه الصيام بالأهلة وإن كان الشهران ثمانية وخمسين أو ستاً وخمسين يوماً، فإن ابتدأ الصوم في غير أول الشهر صام ثلاثين يوما، وشهرا على الهلال، وقيل يصوم ستين يوماً، وإذا ظاهر وله دار وخادم لزمه العتق عند مالك. وقوله: { فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِيناً } أي: فمن لم يستطع الصوم فعليه أن يطعم ستين مسكيناً مداً من [حنطة] بمد هشام، هذا قول مالك وهو مد وثلثان بمد النبي صلى الله عليه وسلم. وروى ابن وهب عن مالك أنه يعطي لكل مسكين مدين بمد النبي صلى الله عليه وسلم فإن أعطى مدا بمد هشام أجزأه إذا أعطاهم في جميع الكفارات مما هو أكثر عيش ذلك البلد أجزاه، ولا يجزى في ذلك عرض ولا دارهم ولا دقيق ولا سويق. قال ابن القاسم فأن أطعم لكفارته ثلاثين مسكيناً من حنطة ثم طاق العسر حتى صار عيشهم الثمر أو الشعير، فلا بأس أن يعطي تمام الستين ثمراً أو شعيراً. وقد قال الأوزاعي إن أعطى في الكفارة ثمنها أجزأه، وكذلك قال أصحاب الرأي، ولا يجوز أن يعطي الثلاثين مثل ما يعطي لستين فيكون عليهم العطاء، ولا بد من العدد، وإذا ظاهر فمات أو ماتت ولم يكفر ورثها وورثته. والظهار عند مالك على كل حر وعبد من المسلمين في كل زوجة حرة كانت أو أمة أو كتابية، إلا أنه إذا ظاهر من امرأته وهي أمة ثم اشتراها فالظهار لازم. ويلزم السكران ظهاره كما يلزمه الطلاق، ولا يلزم المكره الظهار. وفي الظهار من الأَمَة، الكفارة تامة عند مالك، ويلزم العبد في الظهار صيام شهرين كالحر ولا يعتق إلا بإذن مولاه. وإذا ظاهر الرجل من امرأته مراراً لم تلزمه إلا كفارة واحدة، (وأما المظاهر) من امرأتيه أو ثلاث أو أربع في ظهار واحد لم تلزمه إلا كفارة واحدة. وكل من ظاهر من امرأته بامرأة مسن ذوات المحارم من النسب أو الرضاع لزمه، كقوله: أنت عليِّ كظهر أختي (أو كظهر ابنة ابنتي) أو كظهر أختي من الرضاع، وكذلك عند مالك إذا قال لها أنت عليِّ كظهر / أبي: يلزمه الظهار. وكذلك يلزسمه الظهار لو قال لامرأته: أنت علي (كظهر أخي وكقدم أخي) ونحوه من العورات، وإنما خص هذا اللفظ في اليمين بالظهر دون البطن، لأن الظهر موضع الركوب من البهائم، والمرأة مركوبة، إذا غشيت، فكأنه إذا قال أنت علي كظهر أمي، قال: ركوبك للنكاح حرام علي كركوب أبي للنكاح /، فأقام الظهر مقام الركوب، إذ الركوب من غير بني آدم إنما يركب على ظهر، فهو استعارة لطيفة. ثم قال { ذَلِكَ لِتُؤْمِنُواْ بِٱللَّهِ وَرَسُولِهِ } أي: ألزمت من ظاهر ذلك من الكفارات كي تقروا بتوحيد الله وبرسوله إذا عملتم بما أمرتم به. وقال الزجاج معناه: ذلك التغليظ عليكم لتؤمنوا بالله ورسوله. ثم قال { وَتِلْكَ حُدُودُ ٱللَّهِ } أي: فرائضه التي حدها لكم. { وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ } أي: ولمن كفر بحدود الله في الآخرة عذاب مؤلم؛ أي: موجع. ثم قال: { إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُ كُبِتُواْ } أي: إن الذين يخالفون الله في حدوده وفرائضه فيجعلون لأنفسهم حدوداً غير حدوده كبتوا، أي: غيظوا وأخزوا كما غيظ الذين من قبلهم مِن الأمم الذين حادوا الله ورسوله، قاله قتادة. وقال ابو عبيدة كبتوا: أي أهلكوا، وأصله كبدوا (من قولهم): كبده الله: أي: أصاب الله كبده، ثم أبدلت التاء من الدال، ثم قيل ذلك لكل من أهلك وغيظ وأذل. وقيل معناه: غيظوا يوم الخندق كما غيظ الذين من قبلهم ممن قاتل الأنبياء. ومعنى يحادون: يصيرون في حد أعداء الله ومخالفي أمره. ثم قال { وَقَدْ أَنزَلْنَآ آيَاتٍ بَيِّنَاتٍ } أي: دلالات ظاهرات محكمات. وللكافرين بتلك الآيات عذاب مهين، أي: مذل يوم القيامة.", "annotation": {"aya": [], "hadith": [], "verse": []}}