{"text": " قوله: { وَٱسْتَعِينُواْ بِٱلصَّبْرِ وَٱلصَّلَٰوةِ } جملة أمرية عطف على ما قبلها من الأوامر، ولكن اعترض بينهما بهذه الجمل. وأصل \" اسْتَعِنُوا \": \" اسْتَعونُوا \" ففعل فيه ما فعل في \" نَسْتَعِين \" وقد تقدم تحقيقه ومعناه. و \" بالصبر \" متعلّق به، والياء للاستعانة أو للسّببية، والمُسْتَعَان عليه محذوف ليعم جميع الأحوال المستعان عليها، واستعان يتعدّى بنفسه نحو: وَإِيَّاكَ نَسْتَعِينُ [الفاتحة:5]، ويجوز أن تكون الباء للحال، أي: مُلْتَبِسِينَ بالصبر. والظَّاهر أنه يتعدّي بنفسه وبالباء، تقول: استعنت الله واستعنت بالله، وقد تقدم أن السِّين للطلب. والصّبر: الحبس على المكروه؛ ومنه: \" قُتِلَ فُلاَنٌ صَبْراً \"؛ قال: [الوافر] 454ـ فَصَبْراً في مَجَالِ المَوْتِ صَبْراً فَمَا نَيْلُ الخُلُودِ بِمُسْتَطَاعِ و \" المَصْبُورة \" التي نهي عنها في الحديث هي المَحْبُوسة على الموت، وهي المجثمة. والصبر المأمور به هو الصَّبر على الطَّاعة، وعن المخالفة، وإذا صبر عن المَعَاصي فقد صبر على الطَّاعة. قال النحاسي: \" ولا يقال لمن صبر على المصيبة: صابر إنما يقال: صابر على كذا \". ويرده قوله تعالى: وَبَشِّرِ ٱلصَّابِرِينَ [البقرة:155] ثم قال: ٱلَّذِينَ إِذَآ أَصَابَتْهُم مُّصِيبَةٌ [البقرة:156] الآية. فصل في فضل الصلاة خص الصلاة بالذكر من بين سائر العِبَادات تنويهاً بذكرها. وكان عليه الصلاة والسَّلام \" إذا حَزَبَهُ أمر فَزَعَ إلى الصَّلاة \". ومنه ما روي عن عبد الله بن عَبَّاسِ أنه نُعي إليه أخوه قثم ـ وقيل بنت له ـ وهو في سَفَرٍ فاسْتَرجع وقال: عَوْرَةٌ سَتَرَها الله، ومُؤْنَةٌ كَفَاها الله، وأجْرٌ ساقه الله، ثم تَنَحَّى عن الطريق وصَلَّى، ثم انصرف إلى راحلته وهو يقرأ: { وَٱسْتَعِينُواْ بِٱلصَّبْرِ وَٱلصَّلَٰوةِ }. فالصلاة على هذا التأويل هي الشرعية. وقال قوم: هي الدعاء على عرفها في اللُّغة، فتكون الآية على هذا التأويل مشبهة لقوله تعالى: إِذَا لَقِيتُمْ فِئَةً فَٱثْبُتُواْ وَٱذْكُرُواْ ٱللَّهَ [الأنفال:45]؛ لأن الثبات هو الصبر، والذكر هو الدعاء. وقال مجاهد: الصبر في هذه الآية الصَّوم، ومنه قيل لرمضان: شهر الصَّبْرِ، فجاء الصَّوم والصَّلاة على هذا القول في الآية متناسباً في أن الصِّيَام يمنع من الشَّهَوَات، ويزهد في الدنيا، والصَّلاة تنهى عن الفَحْشَاء والمُنْكَرِ، وتخشع، ويقرأ فيها القرآن الذي يذكر الآخرة. وإنما قدم الصَّبر على الصلاة؛ لأن تأثير الصَّبر في إزالة ما لا ينبغي، وتأثير الصَّلاة في حصول ما ينبغي. وقد وصف الله ـ تعالى ـ نفسه بالصَّبْرِ كما في حديث أبو موسى عن النبي صلى الله عليه سلم قال: \" ليس أَحَدٌ أو ليس شيء أَصْبَرَ على أَذًى سمعه من اللَّه ـ تعالى ـ إنهم ليدعون له ولداً وإنه ليُعَافِيهمْ ويَرْزُقُهُمْ \" أخرجه البُخَاري. قال العلماء: وَصْفُ الله تعالى بالصبر إنما هو بمعنى الحِلْمِ، ومعنى وصفه ـ تعالى ـ بالحِلْمِ هو تأخير العقوبة عن مستحقِّيها، ووصْفُهُ ـ تعالى ـ بالصَّبْرِ لم يرد في التنزيل، وإنما ودر في حديث أبي موسى وتأوله أهل السُّنة على الحِلْمِ، قاله \" ابن فورك \" وغيره. وجاء في أسمائه \" الصبور \" للمبالغة في الحِلْمِ عمن عَصَاه. قوله: { وَإِنَّهَا لَكَبِيرَةٌ إِلاَّ عَلَى ٱلْخَاشِعِينَ } إن واسمها وخبرها، والضَّمير في \" إنها \" قيل: يعود على \" الصلاة \" ، وإن تقدم شيئان؛ لأنها أغلب منه وأهم، وهو نظير قوله: وَإِذَا رَأَوْاْ تِجَٰرَةً أَوْ لَهْواً ٱنفَضُّوۤاْ إِلَيْهَا [الجمعة:11] أعاد الضمير على التِّجَارة؛ لأنها أهم وأغلب، كذا قيل، وفيه نظر؛ لأن العطف بـ \" أو \" فيجب الإفراد، لكن المراد أنه ذكر الأهم من الشَّيئين، فهو نظيرها من هذه الجهة. وقيل: يعود على الاستعانة المفهومة من الفعل نحو: ٱعْدِلُواْ هُوَ أَقْرَبُ لِلتَّقْوَىٰ [المائدة:8]. وقيل: على العبادة المَدْلُول عليها بالصَّبر والصلاة، وقيل: هو عائد على الصبر والصَّلاة، وإن كان بلفظ المفرد، وهذا ليس بشيء. وقيل: حذف من الأول لدلالة الثاني عليه؛ وتقديره: وإنه لكبيرٌ؛ نحو قوله: [الخفيف] 455ـ إنَّ شَرْخَ الشَّبَابِ والشَّعَرَ الأَسْـ ـوَدَ مَا لَمْ يُعَاصَ كَانَ جُنُونا ولم يقل: \" يُعَاصيا \" ردّ إلى الشباب؛ لأن الشعر داخل فيه، وكذا الصَّبر لما كان داخلاً في الصلاة عاد عليها كما قال: وَٱللَّهُ وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ [التوبة:62]، ولم يقل: يرضوهما؛ لأن رضا الرسول داخلٌ في رِضَا الله عَزّ وجلّ. وقيل: ردّ الكتابة إلى كل واحد منهما، لكن حذف اختصاراً، كقوله: وَجَعَلْنَا ٱبْنَ مَرْيَمَ وَأُمَّهُ آيَةً [المؤمنون:50]، ولم يقل: آيتين، وقال الشاعر: [الطويل] 456ـ فَمَنْ يَكُ أَمْسَى بِالمَدِينَةِ رَحْلُهُ فَإِنِّي وَقَيَّارٌ بِهَا لَغَرِيبُ أراد: \" لَغَرِيبَانِ \". وقيل: على إجابة محمد عليه الصَّلاة والسَّلام، لأنَّ الصبر والصَّلاة مما كان يدعو إليه، وقيل: على الكَعْبَةِ؛ لأن الأمر بالصَّلاة إنما هو إليها. قوله: \" لَكَبِيرَةٌ \": لشاقّة ثقيلة من قولك: كَبُرَ هذا عليَّ؛ قال تعالى: كَبُرَ عَلَى ٱلْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ [الشورى:13]. و { إِلاَّ عَلَى ٱلْخَاشِعِينَ } استثناء مُفَرّع، وجاز ذلك وإن كان الكلام مثبتاً، لأنه في قوة النفي، أي: لا تسهل ولا تخفّ إلا على هؤلاء. و \" عَلَى الخَاشِعِين \" متعلّق بـ \" كبيرة \" نحو: \" كَبُرَ عليّ هذا \" أي: عظم وشق. فإن قيل: إن كانت ثقيلةً على هؤلاء سهلةً على الخاشعين، فوجب أن يكون ثوابهم أكثر، وثواب الخاشعين أقلّ، وهذا باطل. فالجواب: ليس المراد أن الذي يلحقهم من التَّعب أكثر مما يلحق الخاشع، وكيف يكون ذلك، والخاشع يستعمل عند صلاته جوارِحَهُ وقَلْبَهُ وسمعه وبصره، ولا يغفل عن تدبُّر ما يأتي من الذِّكر، والتذلُّل والخضوع، وإذا تذكّر الوعيد لم يخل من حَسْرَةٍ وغَمّ، وإذا ذكر الوَعْدَ فكمثل ذلك، وإذا كان هذا فعل الخاشع فالثِّقْلُ عليه بفعل صلاته أعظم، وإنما المراد بقوله ـ هاهنا ـ لثقيلة على من لم يَخْشَعْ من حيث لا يعتقد في فعلها ثواباً، ولا في تركها عقاباً، فيصعب عليه فعلها؛ لأن الاشتغال بما لا فائدة فيه يثقل على الطَّبْعِ. و \" الخشوع \": الخضوع، وأصله: اللِّينُ والسُّهولة، ومنه \" الخُشْعَةُ \" للرَّمْلَةِ، وقيل: قطعة من الأرض رخوة، وفي الحديث \" كَانَتْ خُشْعَةً على المَاءِ ثم دُحِيَتْ بَعْدُ \" أي: كانت الأرض لَيِّنَةً. وقال النابغة: [الطويل] 457ـ رَمَادٌ كَكُحْلِ العَيْنِ لأْياً أُبَيِّنُهُ ونُؤْيٌ كَجِذْمِ الحَوْضِ أَثْلَمُ خَاشِعُ أي: عليه أثر الذُّل. وفرق بعضهم بين الخضوع والخشوع، فقال: الخضوع في البدن خاصّة، والخشوع في البَدَن والصّوت والبَصَرِ، فهو أعم منه.", "annotation": {"aya": [{"start": 357, "end": 379}, {"start": 975, "end": 998}, {"start": 1020, "end": 1059}, {"start": 1627, "end": 1683}, {"start": 2836, "end": 2897}, {"start": 3120, "end": 3157}, {"start": 3574, "end": 3617}, {"start": 3757, "end": 3799}, {"start": 4179, "end": 4231}], "hadith": [{"start": 1181, "end": 1222}, {"start": 2199, "end": 2321}, {"start": 5202, "end": 5253}], "verse": [{"start": 618, "end": 660}, {"start": 661, "end": 697}, {"start": 3375, "end": 3421}, {"start": 3422, "end": 3458}, {"start": 3853, "end": 3900}, {"start": 3901, "end": 3936}, {"start": 5303, "end": 5352}, {"start": 5353, "end": 5395}]}}