{"text": " الفقر على ضربين: فقر الخِلْقة وفقر الصفة؛ فأمَّا فقر الخِلْقَة فهو عامٌّ لكلِّ أحدٍ؛ فكلُّ مخلوقٍ مفتقرٌ إلى خالقه، فهو قد حَصَلَ من العَدَمَ، فهو مفتقر إليه ليبديه وينْشيه، ثم بعد ذلك مفتقرٌ - في حال بقائه إليه - لِيُديمَه ويقيه. فاللَّهُ - سبحانه - غنيٌّ، والعبدُ فقير؛ العبدُ فقيرٌ بعينه واللَّهُ غنيٌّ بعينه. وأمَّا فقر الصفة فهو التجرُّد، ففقرُ العوامِ التجرُّدُ من المال، وفقر الخواص التجرد من الأعلال لِيَسْلَمَ لهم الفقر. والفقر على أقسام: فقر إلى الله، وفقر إلى شيء هو من الله، معلوم أو مرسوم وغير ذلك. ومَنْ افتقر إلى شيءٍ استغنى بوجود ذلك الشيء؛ فالفقيرُ إلى اللَّه هو الغنيُّ بالله، والافتقار إلى الله لا يخلو من الاستغناء بالله، فالمفتقر إلى الله مُسْتَغْنٍ بالله، والمستغني بالله مفتَقِرٌ إلى الله. ومن شرف الفقر اقترانه بالتواضع والخضوع، ومن آفات الغنى امتزاجُه بالتكُّبر، وشَرَفُ العبد في فقره، وكذلك ذُلُّه في توهمه أنه غنيٌّ:- وإِذا تذلَّلَتْ الرِّقابُ تَقَرُّباً مِنَّا إليكَ فعِزُّها في ذُلِّها ومن الفقر المذموم، أن يَسْتُرَ الحقُّ على صاحبه مواضعَ فقره إلى ربِّه، ومن الفقر المحمود أن يُشْهِدَه الحقُّ مواضعَ فَقْرِه إليه. ومن شرط الفقير المخلص ألا يملكَ شيئاً ويملك كلَّ شيءٍ. ويقال: الفقير الصادق الذي لا يملكه شيء. ومن آداب الفقير الصادق إظهارُ التَّشَكُّرِ عند كمالِ التكَسُّر. ومن آداب الفقر كمال المعنى وزوال الدعوى. ويقال الشكر على البلوى والبعد عن الشكوى. وحقيقة الفقر المحمود تجرُّد السِّرِّ عن المعلولات وإفراد القلب بالله. ويقال: الفقر المحمود العَيْشُ مع الله براحة الفراغ على سَرْمَدِ الوقتِ من غير استكراه شيءٍ منه بكلِّ وجْهٍ. قوله: { وَٱللَّهُ هُوَ ٱلْغَنِيُّ ٱلْحَمِيدُ }: الإشارة منه أن يُعْطِي حتى يُحْمَد. ويقال الغنيُّ إذا أظهر غِنَاه لأحدٍ فإمَّا للمفاخرة أو للمكاثرة - وجَلَّ قَدْرُ الحقِّ عن ذلك - وإمَّا ليجود ويتفضَّل على أحدٍ. ويقال: لا يقول لنا أَنتم الفقراءُ للإزرار بنا - فإنَّ كَرَمَه يتقدَّسُ عن ذلك - وإنما المقصود أنه إذا قال: والله الغني، وأنتم الفقراء أنه يجود علينا. ويقال إذا لم تَدَّعِ ما هو صفته - من استحقاق الغِنَى - أولاك ما يُغْنِيك، وأعطاكَ فوق ما يكفيك.", "annotation": {"aya": [], "hadith": [], "verse": [{"start": 845, "end": 881}, {"start": 882, "end": 914}]}}