{"text": " قوله تعالى: { فإذا قرأتَ القرآن فاستعذ بالله } فيه ثلاثة أقوال: أحدها: أن المعنى: فاذا أردتَ القراءة فاستعذ، ومثله إِذا قمتم إِلى الصلاة فاغسلوا وجوهكم [المائدة: 6] وقوله: وإِذا سألتموهُنَّ متاعاً فَاسْأَلُوهُنَّ من وراء حجاب [الأحزاب 53] وقوله: إِذا ناجيتم الرسول فقدِّموا بين يَدَيْ نجواكم صدقة [المجادلة: 12]. ومثله في الكلام: إِذا أكلت فقل: باسم الله، هذا قول عامة العلماء واللغويين. والثاني: أنه على ظاهره، وأن الاستعاذة بعد القراءة. روي عن أبي هريرة، وداود. والثالث: أنه من المقدَّم والمؤخَّر، فالمعنى: فاذا استعذت بالله فاقرأ، قاله أبو حاتم السجستاني، والأول أصح. فصل والاستعاذة عند القراءة سُنَّةٌ في الصلاة وغيرها. وفي صفتها عن أحمد روايتان: إحدهما: أعوذ بالله من الشيطان الرجيم، إِن الله هو السميع العليم، رواها أبو بكر المروزي. والثانية: أعوذ بالله السميع العليم من الشيطان الرجيم، إِن الله هو السميع العليم، رواها حنبل. وقد بيَّنَّا معنى «أعوذ» في أول الكتاب [ص:7]، وشرحنا اشتقاق الشيطان في [البقرة:14]، والرجيم في [آل عمران:36]. قوله تعالى: { إِنه ليس له سلطان على الذين امنوا } في المراد بالسلطان قولان: أحدهما: أنه التسلُّط. ثم فيه ثلاثة أقوال: أحدها: ليس له عليهم سلطان بحال، لأن الله صرف سلطانه عنهم بقوله: إِن عبادي ليس لك عليهم سلطان إِلاَّ من اتَّبعك من الغاوين [الحجر 42]. والثاني: ليس له عليهم سلطان، لاستعاذتهم منه. والثالث: ليس له قُدْرة على أن يحملهم على ذَنْب لا يُغْفَر. والثاني: أنه الحُجَّة. فالمعنى: ليس له حُجَّة على ما يدعوهم إِليه من المعاصي، قاله مجاهد. فأما قوله: { يَتَولَّوْنه } معناه: يطيعونه. وفي هاء الكناية في قوله: { والذين هم به مشركون } قولان: أحدهما: أنها ترجع إِلى الله تعالى، قاله مجاهد، والضحاك. والثاني: أنها ترجع إِلى الشيطان، فالمعنى: الذين هم من أجله مشركون بالله، وهذا كما يقال: صار فلان بك عالماً، أي: من أجلك، هذا قول ابن قتيبة. وقال ابن الأنباري: المعنى: والذين هم باشراكهم إِبليسَ في العبادة، مشركون بالله تعالى. قوله تعالى: { وإِذا بدَّلنا آية مكان آية } سبب نزولها أن الله تعالى كان ينزِّل الآية، فيُعمَل بها مدة، ثم ينسخها، فقال كفار قريش: والله ما محمد إِلاَّ يسخر من أصحابه، يأمرهم اليوم بأمر، ويأتيهم غداً بما هو أهون عليهم منه، فنزلت هذه الآية، قاله أبو صالح عن ابن عباس. والمعنى: إِذا نسخنا آية بآية، إِما نسخ الحكم والتلاوة، أو نسخ الحكم مع بقاء التلاوة { والله أعلم بما يُنزِّل } من ناسخٍ ومنسوخ، وتشديد وتخفيف، فهو عليم بالمصلحة في ذلك { قالوا إِنما أنت مفترٍ } أي: كاذب { بل أكثرهم لايعلمون } فيه قولان: أحدهما: لايعلمون أن الله أنزله. والثاني: لايعلمون فائدة النسخ. قوله تعالى: { قل نزَّلَه } يعني: القرآن { روح القُدُس } يعني: جبريل. وقد شرحنا هذا الاسم في [البقرة:87]. قوله تعالى: { مِن ربك } أي: من كلامه { بالحق } أي: بالأمر الصحيح { ليثبِّت الذين آمنوا } بما فيه من البيِّنات فيزدادوا يقيناً.", "annotation": {"aya": [{"start": 115, "end": 151}, {"start": 172, "end": 225}, {"start": 246, "end": 296}, {"start": 1124, "end": 1181}], "hadith": [], "verse": []}}