{"text": " يقول الحقّ جلّ جلاله: { فكلوا مما ذُكر اسم الله عليه } عند ذبحه، ولا تتورعوا منه، { إن كنتم بآياته مؤمنين } ، فإن الإيمان يقتضي استباحة ما أحل الله تعالى، واجتناب ما حرمه، { وما لكم ألاَّ تأكلوا مما ذُكر اسم الله عليه } أي: ما يمنعكم منه، وأيّ غرض لكم في التحرُّج عن أكله؟. { وقد فصَّل لكم } في الكتاب، أو فصَّل الله لكم { ما حرم عليكم } مما لم يحرم بقوله: حُرِمَتْ عَلَيْكُمُ الْمَيْتَةُ... [المَائدة:3] الآية { إلا ما اضطررتم إليه } مما حرم عليكم فإنه حلال حال الضرورة. { وإنَّ كثيرًا ليُضلون } بتحليل الحرام وتحريم الحلال { بأهوائهم } أي: بمجرد أهوائهم { بغير علم } ولا دليل، بل بتشهي أنفسهم، { إن ربك هو أعلم بالمعتدين } المجاوزين الحق إلى الباطل، والحلال إلى الحرام، { وذَرُوا } أي: اتركوا { ظاهرَ الإثم وباطنه } أي: سره وعلانيته، أو ما يتعلق بالجوارح والقلب، { إن الذين يكسبون الإثم } سرًا أو علانية، { سيُجزون بما كانوا يقترفون } يكتسبون. ولما أمرهم بأكل الحلال نهاهم عن الحرام، فقال: { ولا تأكلوا مما لم يُذكر اسم الله عليه } ، بأن ترك التسمية عليه عمدًا لا سهوًا كما هو مذهب مالك وأبي حنيفة. وقال الشافعي: تؤكل مطلقًا، لقوله ـ عليه الصلاة والسلام ـ: \" ذَبِيحَةُ المُسلِم حَلالٌّ وإن لَم يُذكَر اسمُ اللهِ عَلَيهِ \" ، وقال أحمد وداود: لا تؤكل إن تركت مطلقًا، عمدًا أو سهوًا. وقال ابن جزي: إنما جاء الكلام في سياق تحريم الميتة وغيرها مما ذُبح للنُصب، فإن حملناه على ذلك لم يكن فيه دليل على وجوب التسمية في ذبائح المسلمين، وإن حملناه على عمومه كان فيه دليل على ذلك. وقال عطاء: هذه الآية أمر بذكر الله على الذبح والأكل والشرب. هـ.  { وإنه } أي: الأكل مما لم يُذكر اسم الله عليه { لفسق } أو: وإنه ـ أي: عدم ذكر اسم الله على الذبيحة، لفسق ومن تزيين الشياطين، { إن الشياطين ليُوحون } ليوسوسون { إلى أوليائهم } من الكفار { ليُجادلوكم } بقولهم: إنكم تأكلون ما قتلتم أنتم وجوارحكم وتدعون ما قتله الله. وهذا يؤيد أن المراد بما لم يذكر اسم الله عليه هو الميتة، { وإنْ أطعتموهم } في استحلال ما حرمتُ عليكم، { إنكم لمشركون } مثلهم، لأن مَن أحلّ ما حرّم الله فقد كفر، والجواب عن شبهتهم: أن الذكاة تطهير لخبث الميتة، مع ضرب من التعبّد. الإشارة: ليس المراد من التسمية على الطعام أو غيره مجرد اللفظ، وإنما المراد حضور المسمى، وهو شهود المنعم في تلك النعمة لأن الوقت الذي يغلب فيه حظ النفس، ينبغي للذاكر المتيقظ أن يغلب فيه جانب الحق، فيكون تناوله لتلك النعمة بالله من الله إلى الله، وهذا هو المقصود من الأمر بذكر اسم الله، لأن الاسم عين المسمى في التحقيق، فإن كان الأكل أو غيره مما شرعت التسمية في أوله، على هذا التيقظ، فهو طائع لله وعابد له في أكله وشربه، وسائر أحواله، وإن كان غافلاً عن هذا، فأكله فسق، قال تعالى: { وَلا تَأكُلُوا مِمَّا لَم يُذكَرِ اسمُ اللهِ عَلَيهِ وَإنَّهُ لَفسقٌ } ، سبب ذلك: غلبة الغفلة. والغفلة من وحي الشيطان، { وإن الشياطين ليوحون إلى أوليائهم }. أو: ولا تنظروا إلى الأشياء بعين الفرق والغفلة، بل اذكروا اسم الله عليها وكلوها بفكرتكم { ولا تأكلوا مما لم يذكر اسم الله } عليه من الأشياء فإنه غفلة وفسق في الشهود، وقوله تعالى: { وَذَرُوا ظاهِرَ الإثمِ } هو ما ظهر على الجوارح من الذنوب، وقوله: { وباطنه } هو ما كمن في السرائر من العيوب. والله تعالى أعلم. ثم حذر من الشرك والكفر، فقال: { أَوَ مَن كَانَ مَيْتاً فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُوراً يَمْشِي بِهِ }.", "annotation": {"aya": [{"start": 357, "end": 391}], "hadith": [{"start": 1059, "end": 1123}], "verse": []}}