{"text": " { وَٱكْتُبْ لَنَا } أي عيِّنْ لنا وقيل: أوجِبْ وحقِّقْ وأثبتْ { فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةٌ } أي نعمةً وعافيةً أو خَصلة حسنةً. قال ابن عباس رضي الله عنهما: اقبَلْ وِفادتَنا ورُدَّنا بالمغفرة والرحمة { وَفِي ٱلأَخِرَةِ } أي واكتبْ لنا فيها أيضاً حسنةً وهي المثوبةُ الحسنى والجنة { إِنَّا هُدْنَـا إِلَيْكَ } أي تُبْنا وأنبْنا إليك، من هاد يهودُ إذا رجَع وقرىء بكسر الهاء من هاده يهيدُه إذا حرَّكه وأماله ويحتمل أن يكون مبنياً للفاعل أو للمفعول بمعنى أمَلْنا أنفسَنا أو أمِلْنا إليك، وتجويزُ أن تكون القراءةُ المشهورة على بناء المفعول على لغة من يقول: عودَ المريضُ مع كونها لغةً ضعيفةً مما لا يليق بشأن التنزيل الجليل، والجملةُ استئنافٌ مَسوقٌ لتعليل الدعاءِ فإن التوبةَ مما يوجب قَبولَه بموجَب الوعدِ المحتوم، وتصديرُها بحرف التحقيقِ لإظهار كمالِ النشاطِ والرغبةِ في التوبة، والمعنى إنا تُبنا ورجَعْنا عما صنعنا من المعصية العظيمةِ التي جئناك للاعتذار عنها وعما وقع هٰهنا من طلب الرؤية، فبعيدٌ من لطفك وفضلك أن لا تقبل توبة التائبـين. قيل: لما أخذتْهم الرجفةُ ماتوا جميعاً فأخذ موسى عليه الصلاة والسلام يتضرع إلى الله تعالى حتى أحياهم، وقيل: رجَفوا وكادت تَبـينُ مفاصلُهم وأشرفوا على الهلاك فخاف موسى عليه الصلاة والسلام فبكى فكشفها الله تعالى عنهم. { قَالَ } استئنافٌ وقع جواباً عن سؤال ينساق إليه الكلامُ كأنه قيل: فماذا قال الله تعالى عند دعاءِ موسى عليه السلام؟ فقيل: قال: { عَذَابِى أُصِيبُ بِهِ مَنْ أَشَاء } لعله عز وجل حين جعل توبةَ عبدةِ العجلِ بقتلهم أنفسَهم ضمّن موسى عليه السلام دعاءَه التخفيفَ والتيسير حيث قال: واكتب لنا في هذه الدنيا حسنة أي خَصلةً حسنةً عاريةً عن المشقة والشدة فإن في قتل أنفسهم من العذاب والتشديد ما لا يخفى، فأجاب تعالى بأن عذابـي شأنُه أن أُصيبَ به من أشاء تعذيبَه من غير دخل لغيري فيه وهم ممن تناولَتْه مشيئتي، ولذلك جُعلت توبتُهم مشوبةً بالعذاب الدنيوي { وَرَحْمَتِى وَسِعَتْ كُلَّ شَىْء } أي شأنُها أن تسَعَ في الدنيا المؤمنَ والكافرَ بل كلَّ ما يدخل تحت الشيئية من المكلفين وغيرِهم وقد نال قومَك نصيبٌ منها في ضمن العذاب الدنيوي، وفي نسبة الإصابة إلى العذاب بصيغة المضارعِ ونسبةِ السعةِ إلى الرحمة بصيغة الماضي إيذانٌ بأن الرحمةَ مقتضى الذاتِ وأما العذابُ فبمقتضى معاصي العباد، والمشيئةُ معتبرةٌ في جانب الرحمةِ أيضاً وعدمُ التصريحِ بها للإشعار بغاية الظهور، ألا يُرى إلى قوله تعالى: { فَسَأَكْتُبُهَا } أي أُثبتها وأعيِّنُها فإنه متفرعٌ على اعتبار المشيئةِ كأنه قيل: فإذا كان الأمرُ كذلك أي كما ذكر من إصابة عذابـي وسَعةِ رحمتي لكل من أشاء فسأكتبُها كَتْبةً كائنة كما دعوتَ بقولك: واكتب لنا في هذه الخ، أي سأكتبها خالصةً غيرَ مشوبةٍ بالعذاب الدنيوي { لّلَّذِينَ يَتَّقُونَ } أي الكفر والمعاصي إما ابتداء أو بعد ملامستها وفيه تعريض بقومه كأنه قيل: لا لقومك لأنهم غير متقين فيكفيهم ما قدر لهم من الرحمة وإن كانت مقارنة للعذاب الدنيوي { وَيُؤْتُونَ ٱلزَّكَـوٰةَ } وفيه أيضا تعريضٌ بهم حيث كانت الزكاةُ شاقةً عليهم، ولعل الصلاةَ إنما لم تذكَرْ مع إنافتها على سائر العبادات اكتفاءً عنها بالاتقاء الذي هو عبارةٌ عن فعل الواجبات بأسرها وتركِ المنكرات عن آخرها، وإيرادُ إيتاءِ الزكاة لما مر من التعريض { وَٱلَّذِينَ هُم بِـئَايَـٰتِنَا } جميعاً { يُؤْمِنُونَ } إيماناً مستمراً من غير إخلالٍ بشيء منها، وفيه تعريضٌ بهم وبكفرهم بالآيات العظامِ التي جاء بها موسى عليه الصلاة والسلام وبما سيجيء بعد ذلك من الآيات البـيناتِ كتظليل الغمامِ وإنزالِ المنِّ والسلوى وغيرِ ذلك. وتكريرُ الموصول مع أن المرادَ به عينُ ما أريد بالموصول الأولِ دون أن يقال: ويؤمنون بآياتنا عطفاً على يؤتون الزكاة كما عُطف هو على يتقون لما أشير إليه من القَصْر بتقديم الجار والمجرور أي هم بجميع آياتنا يؤمنون لا ببعضها دون بعض.", "annotation": {"aya": [], "hadith": [], "verse": []}}