{"text": " القراءة والحجة: قرأ ابن عامر، وأبو بكر، عن عاصم: وسيصلون - بضم الياء - الباقون، بفتحها، والفتح أقوى، لقوله: لا يصلاها إلا الأشقى وقوله: إلا من هو صال الجحيم ومن ضم الياء ذهب إلى أصلاه الله إذا أحرقه بالنار. المعنى: وإنما علق الله تعالى الوعيد في الآية لمن يأكل أموال اليتامى ظلماً، لأنه قد يأكله على وجه الاستحقاق، بأن يأخذ منه أجرة المثل، على ما قلناه. أو يأكل منه بالمعروف على ما فسرناه، أو يأخذه قرضاً على نفسه، فان قيل: إذا أخذه قرضاً على نفسه، أو أجرة المثل، فلا يكون أكل مال اليتيم، وإنما أكل مال نفسه. قلنا: ليس الامر على ذلك، لأنه يكون أكل مال اليتيم، لكنه على وجه التزم عوضه في ذمته، أو استحقه بالعمل في ماله، فلم يخرج بذلك من استحقاق الاسم بانه مال اليتيم، ولو سلم ذلك، لجاز أن يكون المراد بذلك ضربا من التأكيد وبياناً، لأنه لا يكون أكل مال اليتيم إلا ظلماً. ونصب ظلماً على المصدر، وتقديره: إن من أكل مال اليتيم فانه يظلمه ظلماً. وقوله: { إنما يأكلون في بطونهم ناراً } قيل في معناه وجهان: أحدهما - ما قاله السدي من أن من أكل مال اليتيم ظلماً يبعث يوم القيامة ولهب النار يخرج من فيه، ومن مسامعه، ومن أذنيه وأنفه وعينيه، يعرفه من رآه. بأكل مال اليتيم. الثاني - أنه على وجه المثل، من حيث أن فعل ذلك يصيّر إلى جهنم، فتمتليء بالنار أجوافهم، عقابا على ذلك الأكل منهم، كما قال الشاعر: وان الذي اصبحتم تحلبونه دم غير أن اللون ليس باحمرا يصف أقواماً أخذوا الابل في الدية، يقول: فالذي تحلبون من ألبانها ليس لبناً، إنما هو دم القتيل. اللغة: وقوله: { وسيصلون سعيراً } فالصلا لزوم النار، للاحراق، أو التسخن، أو الانضاج، يقال: صلي بالنار يصلى صلا بالقصر، قال العجاج: وصاليات للصلا صليّ ويقال الصلا بالكسر والمد، قال الفرزدق: وقاتل كلب الحي عن نار أهله ليربض فيها والصَّلا متكنف واصطلى صلى بالنار اصطلاء، وأصليته النار اصلاء، إذا القيته فيها. وفي التنزيل: فسوف نصليه ناراً والصالي بالشر الواقع فيه قال الشاعر: لم اكن من جناتها علم الله واني بحرها اليوم صالي ومنه شاة مصلية، أي مشوية. والسعير بمعنى مسعورة، مثل كف خضيب، بمعنى مخضوبة، والسعر اشعال النار تقول سعرتها أسعرها سعراً. ومنه قوله: وإذا الجحيم سعرت واستعرت النار في الحطب استعاراً، واستعرت الحرب والشر استعاراً، ومنه سعر السوق، لاستعارها به في النَّفاق. المعنى: وأكل مال اليتيم على وجه الظلم، وغصبه متساويان في توجه الوعيد إليه، ولا يدل على مثل ذلك في غير مال اليتيم، لأن الزواجر عن مال اليتيم أعظم. وقال الجبائي: هما سواء، ومن غصب من مال اليتيم خمسة دراهم فان الوعيد يتوجه إليه وقال الرماني: لا يتوجه إليه، لأن أقل المال مئتا درهم. وقال الجبائي: يلزمه كما يلزم مانع الزكاة. وقال الرماني: هذا ليس بصحيح، لأنه يجوز أن يكون منع الزكاة أعظم، وما قلناه أولا أولى بعموم الآية. وقوله: لا يسمى المال إلا مئتا درهم دعوى محضة، لا برهان عليها.", "annotation": {"aya": [{"start": 108, "end": 128}, {"start": 136, "end": 156}, {"start": 1651, "end": 1667}, {"start": 1884, "end": 1900}], "hadith": [], "verse": [{"start": 1188, "end": 1211}, {"start": 1212, "end": 1238}, {"start": 1463, "end": 1481}, {"start": 1521, "end": 1547}, {"start": 1548, "end": 1573}, {"start": 1705, "end": 1730}, {"start": 1731, "end": 1752}]}}