{"text": " الذلول فعول بمعنى مفعول، وهو مبالغة في الذل. تقول: دابة ذلول بينة الذل، وقيل في معنى تذليل الأرض عدة أقوال لا تنافي بينها، ومجموعها دائر على تمكين الانتفاع منها عن تسهيل الاستقرار عليها وتثبيتها بالجبال، كقوله تعالى: وَٱلْجِبَالَ أَرْسَاهَا مَتَاعاً لَّكُمْ وَلأَنْعَامِكُمْ [النازعات: 32-33]. ومن إمكان الزرع فيها كقوله: فَأَنبَتْنَا فِيهَا حَبّاً وَعِنَباً وَقَضْباً وَزَيْتُوناً وَنَخْلاً وَحَدَآئِقَ غُلْباً وَفَاكِهَةً وَأَبّاً مَّتَاعاً لَّكُمْ وَلأَنْعَامِكُمْ [عبس: 27-32]، وقد جمع أكثرها في قوله: تعالى: أَلَمْ نَجْعَلِ ٱلأَرْضَ كِفَاتاً أَحْيَآءً وَأَمْوَاتاً وَجَعَلْنَا فِيهَا رَوَاسِيَ شَامِخَاتٍ وَأَسْقَيْنَاكُم مَّآءً فُرَاتاً [المرسلات: 25-27]. وكنت أسمع الشيخ رحمة الله تعالى علينا وعليه يقول في هذه الآية: إنها من تسخير الله تعالى للأرض أن جعلها كفاتاً للإنسان في حياته بتسهيل معيشته منها وحياته على ظهرها، فإذا مات كانت له أيضاً كفاتاً بدفنه فيها. ويقول: لو شاء الله لجعلها حديداً ونحاساً فلا يستطيع الإنسان أن يحرث فيها ولا يحفر ولا يبني، وإذا مات لا يجد مدفناً فيها. ومما يشير إلى هذه المعاني كلها قوله تعالى: { فَٱمْشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزْقِهِ } لترتبه على ما قبله بالفاء، أي بسبب تذليلها بتيسير المشي في أرجائها، وطلب الرزق في أنحائها بالتسبب فيها من زراعة وصناعة وتجارة إلخ. والأمر في قوله تعالى: { فَٱمْشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزْقِهِ } للإباحة. ولكن التقديم لهذا الأمر بقوله تعالى: { هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلأَرْضَ ذَلُولاً } فيه امتنان من الله تعالى على خلقه مما يشعر أن في هذا الأمر مع الإباحة توجيهاً وحثاً للأمة على السعي والعمل والجد، والمشي في مناكب الأرض من كل جانب لتسخيرها وتذليلها، مما يجعل الأمة أحق بها من غيرها. كما قال تعالى: أَلَمْ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلأَرْضِ وَٱلْفُلْكَ تَجْرِي فِي ٱلْبَحْرِ بِأَمْرِهِ [الحج: 65]. وفي قوله: وَسَخَّرَ لَكُمْ مَّا فِي ٱلسَّمَاوَاتِ وَمَا فِي ٱلأَرْضِ جَمِيعاً مِّنْهُ [الجاثية: 13] وغير ذلك من الآيات. ومن رأى هذا التسخير اعترف لله بالفضل والقيام لله بالحمد، وتقديم الشكر كما قال تعالى: وَٱلْبُدْنَ جَعَلْنَاهَا لَكُمْ مِّن شَعَائِرِ ٱللَّهِ لَكُمْ فِيهَا خَيْرٌ فَٱذْكُرُواْ ٱسْمَ ٱللَّهِ عَلَيْهَا صَوَآفَّ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُواْ مِنْهَا وَأَطْعِمُواْ ٱلْقَانِعَ وَٱلْمُعْتَرَّ كَذٰلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ [الحج: 36]. وقوله: وَٱلَّذِي خَلَقَ ٱلأَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِّنَ ٱلْفُلْكِ وَٱلأَنْعَامِ مَا تَرْكَبُونَ لِتَسْتَوُواْ عَلَىٰ ظُهُورِهِ ثُمَّ تَذْكُرُواْ نِعْمَةَ رَبِّكُمْ إِذَا ٱسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُواْ سُبْحَانَ ٱلَّذِي سَخَّرَ لَنَا هَـٰذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ [الزخرف: 12-14]. أي مع شكر النعمة الاتعاظ والعبرة والاستدلال على كمال القدرة. ومنها المعاد والمنقلب إلى الله تعالى، فقوله: { وَإِلَيْهِ ٱلنُّشُورُ } بعد المشي في مناكب الأرض وتطلب الرزق وما يتضمن من النظر والتأمل في مسببات الأسباب وتسخير الله لها، كقوله تعالى: وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ [الزخرف: 14] بعد ذكر خَلَقَ ٱلأَزْوَاجَ كُلَّهَا [الزخرف: 12] أي الأصناف وتسخير الفلك والأنعام والبحر والبر فيه ضمناً إثبات القدرة على البعث، فيكون المشي في مناكب الأرض واستخدام مناكبها واستغلال ثرواتها والانتفاع من خيراتها لا لطلب الرزق وحده، وإلا لكان يمكن سوقه إليهم، ولكن للأخذ بالأسباب أولاً، وللنظر في المسببات والعبرة بالمخلوقات والتزود لما بعد الممات، كما في آية الجمعة: فَٱنتَشِرُواْ فِي ٱلأَرْضِ وَٱبْتَغُواْ مِن فَضْلِ ٱللَّهِ وَٱذْكُرُواْ ٱللَّهَ كَثِيراً لَّعَلَّكُمْ تُفْلِحُون [الجمعة: 10]. أي عند مشاهدة آيات قدرته وعظيم امتنانه. وعليه، فقد وضع القرآن الأمة الإسلامية في أعز مواضع الغنى، والاستغناء والاستثمار والإنتاج، فما نقص عليها من أمور دنياها إلا بقدر ما قصرت هي في القيام بهذا العمل وأضاعت من حقها في هذا الوجود. وقد قال النووي في مقدمة المجموع: إن على الأمة الإسلامية أن تعمل على استثمار وإنتاج كل حاجياتها حتى الإبرة لتستغني عن غيرها، وإلا احتاجت إلى الغير بقدر ما قصرت في الإنتاج، وهذا هو واقع العالم اليوم، إذ القدرة الإنتاجية هي المتحكمة وذات السيادة الدولية. وقد أعطى الله العالم الإسلامي الأولوية في هذا كله، فعليهم أن يحتلوا مكانهم ويحافظوا على مكانتهم ويشيدوا كيانهم بالدين والدنيا معاً. وبالله التوفيق.", "annotation": {"aya": [{"start": 217, "end": 274}, {"start": 322, "end": 467}, {"start": 513, "end": 642}, {"start": 1606, "end": 1708}, {"start": 1731, "end": 1806}, {"start": 1926, "end": 2187}, {"start": 2207, "end": 2526}, {"start": 2788, "end": 2827}, {"start": 2849, "end": 2876}, {"start": 3207, "end": 3319}], "hadith": [], "verse": []}}