{"text": " قرأ الجُمْهُور برفع \" البِرُّ \" وحمزة، وحفصٌ عن عاصم بنصبه، فقراءةُ الجُمْهُور على أنَّه اسمُ \" لَيْسَ \" و \" أَنْ تُولُّوا \" خبرها في تأويل مصدَرٍ، أي: ليس البِرُّ تَوْلِيَتكُمْ، ورجِّحت هذه القراءةُ مِنْ حيث إنَّه ولي الفعل مرفوعة قَبْل منصوبه، وأَمَّا قراءة حمزة وحَفْصٍ فـ \" البرُّ \" خبرٌ مقدَّمٌ، و \" أَنْ تُوَلُّوا \" اسمُها في تأويل مصدرٍ، ورجِّحت هذه القراءة بأنَّ المصدر المؤَوَّل أعرفُ من المحلَّى بالألف واللام؛ لأنَّهُ يشبه الضَّمير، من حيث إِنَّهُ لا يوصَفُ؛ ولا يوصف به، والأعْرَفُ ينبغي أنْ يُجْعَل الاسْمَ وغيْر الأعْرَفِ الخَبَرَ؛ وتقديمُ خَبَر \" لَيْسَ \" على اسمها قليلٌ؛ حتى زَعَم منْعَهُ جماعةٌ [منْهم ابنُ دَرَسْتَوَيْهِ، قال: لأنَّها تشبه \" مَا \" المجازيَّة ولأَنَّها حرفٌ على قول جماعةٍ، لكنه] محجوج بهذه القراءة المتواترة، وبقول الشاعر [الطويل] 910 - سَلِي إِنْ جَهِلْتِ النَّاسَ عَنَّا وَعَنْهُمْ فَلَيْسَ سَوَاءً عَالِمٌ وَجَهُولُ وقال آخر: [الطويل] 911 - أَلَيْسَ عَظِيماً أَنْ تُلِمَّ مُلِمَّةٌ وَلَيْسَ عَلَيْنَا فِي الخُطُوبِ مُعَوَّلُ وفي مصحف أُبَيٍّ، وعبْد الله \" بِأَنْ تُوَلُّوا \" بزيادةِ الباء، وهي واضحة؛ فإن الباء تزادُ في خبر \" لَيْسَ \" كثيراً. فصل في الاختلاف في أصل ليس الجمهُور على أن \" لَيْسَ \" فعلٌ وقال بعضُهُمْ إنه حرفٌ حجَّة القائلين بأنَّها فعلٌ: اتصالُ الضمائر بها الَّتي لا تتصلُ إلاَّ بالأَفْعال؛ كقَولك، \" لَسْتُ، ولَسْنَا، ولَسْتُمْ \" ، و \" القَوْمُ لَيْسُوا قَائِمِينَ \" ، وهذا منقوضٌ بقوله: \" إِنَّنِي، ولَيْتَنِي، ولَعَلَّني \". وحجَّة مَنْ قال بأنَّهَا حرفٌ أمور: الأوَّل: أنَّها لو كانت فعلاً، لكانت فعلاً ماضِياً ولا يجوزُ أن تكون فعلاً ماضياً؛ لاتفاق الجمهُور على أَنَّهُ لِنَفي الحالِ، والقائلُونَ بأَنَّه فعْلٌ قالوا: إنه فعْلٌ ماضٍ. وثانيها: أَنَّهُ يدخلُ على الفعْلِ، فنقول: \" لَيْسَ يَخْرُجُ زَيْدٌ \" ، والفعلُ لا يدخُلُ على الفعْل عَقْلاً ونقلاً. وقولُ مَنْ قال: \" إن لَيْسَ \" داخلٌ على ضمير القصَّة، والشأن، وكونُ هذه الجملةِ تفسيراً لذلك الضَّمير ضعيفٌ؛ فإنَّهُ لو جاز ذلك، جاز مثلُه في \" مَا \". وثالثها: أَنَّ الحرف \" مَا \" يظهرُ في معنَاهُ في هذه الكَلِمَة، فإنك لَو قُلْتَ: \" لَيْسَ زَيْدُ \" لم يتمَّ الكلام، لا بُدَّ أن تقول: \" لَيْسَ زَيْدٌ قَائِماً \". ورابعُها: أن \" لَيْسَ \" لو كان فعْلاً، لكان \" ما \" فعلاً، وهذا باطلٌ، فذاك باطلٌ، بيان الملازمةِ: ان \" لَيْسَ \" لو كان فعْلاً لكان ذلك لدلالَتِهِ على حُصُول معنى السَّلْب مقترناً بزمان مخْصُوصٍ، وهو الحالُ، وهذا المعْنَى قائمٌ في \" مَا \" فيجبُ أن تكونَ \" مَا \" فعْلاً، فلَمَّا لم يكُنْ هذا فعْلاً، فكذلك القَوْل في ذلك أو تكون في عبارةٍ أُخْرَى: \" لَيْسَ \" كلمةٌ جامدةٌ، وضعت لنَفْي الحالِ، فأشبهت \" مَا \" في نفْي الفعليَّة بذلك. وخامسُها: أنَّك تَصِلُ \" مَا \" بالأفْعَال الماضيةِ، فتقولُ: \" مَا أَحْسَنَ زَيْداً \" ، ولا يجوزُ أنْ تصلَ \" مَا \" بـ \" لَيْسَ \" فلا تَقُولُ: \" مَا لَيْسَ زَيْدٌ يَذْكُرُكَ \". وسادسها: أَنَّه على غير أوزَانِ الفِعْل. وأجابَ القَاضِي، والقائلُونَ بالفعليَّة عن الأَوَّل بأنَّ \" لَيْسَ \" قد يجيءُ لنفي المَاضِي بمعنَاه؛ كقولهم: \" جَاءَنِي القَوْمُ لَيْسَ زَيْداً \". وعن الثَّاني أنه منقوضٌ بقولم: \" أَخَذَ يَفْعَلُ كَذَا \". وعن الثَّالث: أنه منقوضٌ بسائر الأفعال النَّاقِصَة. وعن الرَّابع: أنَّ المماثَلَة مِنْ بعض الوجوه لا تَقتضي المماثلة من كُلِّ الوُجُوه. وعن الخَامِس: أَنَّ ذلك إِنَّمَا امتنع مِنْ قِبَلِ أَنَّ: \" مَا \" للحال و \" لَيْسَ \" للماضي، فلا يمكنُ الجَمْع بينهما. وعن السَّادس: أن تغير البناءِ وإن كان على خلافِ الأَصل، لكنَّه يجبُ المصيرُ إِلَيْه؛ لدلالةِ العَمَل بما ذكر، وذكَرُوا وجوهاً أُخَرَ مخالفةً للنَّحْوِ. قوله: \" قِبَلَ \" منصوبٌ على الظَّرْف المكانيِّ بقوله: \" تُوَلُّوا \" ، وحقيقةُ قولِكَ: \" زَيْدٌ قِبَلَكَ \" أي في المكان الَّذي يقابلُكَ فيه وقد يُتَّسَعُ فيه، فيكون بمعنى \" عِنْدَ \"؛ نحو قولك: \" قِبَلَ زَيْدٍ دَيْنٌ \" ، أي \" عِنْدَهُ ديْنٌ \". فصل في اختلافهم في عموم هذا الخطاب وخصوصه. اختلفوا: هَلْ هذا الخطاب عَامٌّ، أو خاصٌّ؟ فقال قتادةُ، ومقاتلُ بْنُ حَيَّان: لمَّا شددوا أهل الكتاب بالثبات على التوجُّه نحو بيْت المَقْدِس، قال تعالى: { لَّيْسَ ٱلْبِرَّ أَن تُوَلُّواْ وُجُوهَكُمْ } هذه الطريقة، { وَلَـٰكِنَّ ٱلْبِرَّ مَنْ ءَامَنَ بِٱللَّهِ }. وقال مجاهدٌ وعطاءٌ والضَّحَّاك - رضِيَ الله عنهم-: المرادُ مخاطبةُ المؤمنين، لَمَّا ظنُّوا هذا الكلام. وقال بعضُهُم: هو خطابٌ للكلّ؛ لأنَّه لما حُوِّلت القبلةُ، حَصَلَ للمؤمنينَ الاغتباطُ بهذه القِبْلة، وحَصَلَ منْهم التشديدُ في هذه القِبْلَة؛ حتَّى ظنُّوا أنَّه الغرضُ الأكْبَر في الدِّين، فبعثهم الله تعالى بهذا الخِطَاب استيفاءَ جميع الطاعات والعبادات، ولَيْسَ البرَّ بأنْ تولُّوا وجوهَكُم شَرْقاً وغرباً، وإِنَّمَا البِرُّ كَيْتَ، وكَيْتَ، وكَيْتَ، فكأنَّه تبارك وتعالى قال: ليْس البرُّ المطلوبُ هو أمْرَ القِبْلة، بل البِرُّ المطلوبُ هذه الخصالُ الَّتي عدَّدتُّها. فصل في المشار إليه بالضمير قال القفَّال: والذي عندَنا أنَّه إشارةٌ إلى السُّفَهاء الذين طَعَنُوا في المُسْلِمين، وقالُوا: ما ولاَّهم عن قبلتهم الَّتي كانُوا علَيْها؟ مع أنَّ اليَهُود كانُوا يستَقْبلون المَغْرب، والنَّصَارَى كانُوا يستقْبِلُون المَشْرِق، فقال الله تعالى: إنَّ صَفَةَ البِرِّ لا تحصُلُ باستقبالِ المَشْرِقِ والمَغْرِبِ، بل البرُّ يحصُلُ بأُمُور. منها: الإيمانُ بالله تعالى، وأهْلُ الكتابِ أخَلُّوا بذلك، فَأَمَّا اليهود، فلقولهم بالتَّجْسِيم، ولقَوْلِهِم بأنَّ عُزَيْراً ابْنُ اللَّهِ، وأَمَّا النصارَى؛ فلقولهم: المَسِيحُ ابْنُ الله، واليهودُ وصَفُوا الله تعالى بالبُخْل. وثانيها: الإيمانُ باليَوْم الآخِر، واليهود أخلُّوا بذلك، وقالوا: لَن تَمَسَّنَا ٱلنَّارُ إِلاَّ أَيَّاماً مَّعْدُودَةً [البقرة: 80] والنصارى أنْكَرُوا المعادَ الجِسْمانيَّ، وكلُّ ذلك تكذيبٌ باليوم الآخر. وثالثها: الإيمانُ بالمَلاَئكة، واليهودُ أخلُّوا بذلك؛ حيْثُ أظْهَرُوا عداوة جِبْرِيلَ. ورابعها: الإيمانُ بكُتُب الله تعالى، واليهودُ أخلُّوا بذلك، لأن مع قيام الدَّلائل على أنَّ القرآنَ كتابُ الله تعالى رَدُّوه ولم يقْبلُوه؛ قال تعالى: أَفَتُؤْمِنُونَ بِبَعْضِ ٱلْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ [البقرة: 85]. وخامسها: الإيمانُ بِالنَّبيِّين، واليَهُود أخلُّوا بذلك؛ حيث قتلوا الأنْبياءَ؛ على ما قال تعالى: وَيَقْتُلُونَ ٱلنَّبِيِّينَ بِغَيْرِ ٱلْحَقِّ [البقرة: 61] وطَعَنُوا في نبوَّة محمَّد - صلى الله عليه وسلم -. وسادسها: بَذْلُ الأمْوَالِ علَى وَفْقِ أمْرِ الله تعالى، واليهود أخلُّوا بذلك؛ لأنَّهم يُلْقُون الشُّبُهات؛ لِطَلَب المَال القَليلِ؛ قال تبارك وتعالى: { وَلاَ تَشْتَرُواْ بِآيَٰتِي ثَمَناً قَلِيلاً }. وسابعها: إقَامة الصَّلاة، وإيتاءُ الزَّكاة، واليهودُ كانوا يمنَعُون النَّاسَ منها. وثامنها: الوفَاءُ بالعَهْد، واليهودُ نَقَضُوا العَهْد؛ قال تبارك وتعالى: وَأَوْفُواْ بِعَهْدِيۤ أُوفِ بِعَهْدِكُمْ [البقرة: 40]. وتاسعها: قوله: { فِي ٱلْبَأْسَآءِ وٱلضَّرَّاءِ وَحِينَ ٱلْبَأْسِ } والمرادُ بذلك المحافظةُ على الجهادِ، واليهودُ أخلُّوا بذلك؛ حيْثُ كانُوا في غاية الخَوْف، والجبْنِ؛ قال تعالى: لاَ يُقَاتِلُونَكُمْ جَمِيعاً إِلاَّ فِي قُرًى مُّحَصَّنَةٍ أَوْ مِن وَرَآءِ جُدُرٍ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعاً وَقُلُوبُهُمْ شَتَّىٰ [الحشر: 14]. فإن قيل: نفى تبارك وتعالى أنْ يكُون التوجُّه إلى القْبلَةِ بِرّاً، ثم حَكَم بأنَّ البِرَّ بمجموع أمُور: أحدُها: الصَّلواتُ، ولا بُدَّ فيها من الاستقبال، فيلزَمُ التناقضُ. فالجوابُ: أنَّ المفسِّرين اختلفُوا على أقْوَال: منها: أنَّ قوله تعالى: \" لَيْسَ البِرّ \" نَفْيٌ لكمالِ البِرِّ ولَيْسَ نَفْياً لأصْله؛ كأنه قال: \" لَيْسَ البِرُّ كلُّه هو هذا \"؛ فإنَّ البِرَّ اسمٌ من أسماء الخصالِ الحَمِيدة، واستقبال القبلة واحِدٌ منها، فلا يكونُ ذلك تمامَ البِرِّ. الثاني: أنْ يكُونَ هذا نفياً لأصْلِ كَوْنه بِرّاً؛ لأن استقبالَهُم للمشْرِق والمَغْرِب كان خَطَأً في وقُتِ النبيِّ - صلى الله عليه وسلم - وَحِينَمَا نَسَخ الله تباركَ وتعالى ذلك؛ بل كان ذلِكَ ممَّا لا يجُوز؛ لأَنَّهُ عمل بمَنْسُوخ قد نهى الله عَنه، وَمَا كَانَ كذلك، فهو لا يُعَدُّ من البِرِّ. الثالث: أنَّ استقبالَ القِبْلة لا يكُون بِرّاً، إذ البِرُّ يتقدَّمه معرفةُ الله تعَالى، وإنَّما يكون بِرّاً، إذا أتَى بها مع الإيمانِ بِالله ورسُوله، فالإتيانُ بها دُونَ هذا الشَّرْط، لا يكونُ مِنْ أَفْعَال البِرِّ، إلاَّ إذا أُتِيَ بها مع شَرْطه، كما أنَّ السَّجْدة لا تكُونُ مِنْ أفْعال البِرِّ، إلاَّ إذا أَتَى بها مع الإيمَانِ بالله ورسُوله. ورُوِيَ أنَّه لَمَّا حُوِّلَت القبْلة، كَثُرَ الخَوْضُ في نَسْخِهَا، كأنه لا يُرَاعَى بطاعة الله تعالى إلاَّ الاستقبالُ؛ فأنْزَلَ الله تعالَى هذه الآيَةَ؛ كأنه تبارك وتعالى قال: \" ما هذا الخَوضُ الشَّديدُ في أَمْر القِبْلَةِ مع الإعْرَاضِ عَنْ كُلِّ أَرْكَانِ الدِّينِ \". قوله { وَلَـٰكِنَّ ٱلْبِرَّ مَنْ ءَامَنَ بِٱللَّهِ } في هذه الآية خَمْسَة أوجه: أحدها: أن \" البِرَّ \" اسم فاعل من: بَرَّ يَبَرُّ، فهو \" برُّ \" والأصل: \" بَرِرٌ \" بكسر الراء الأولى بزنة \" فطِنٍ \" فلمَّا أريد الإدغام، نقلت كسرة الرَّاء إلى الباء بعد سكبها حركتها؛ فعلى هذه القراءة: لا يحتاج الكلام إلى حذف وتأويلٍ؛ لأنَّ البِرَّ من صفات الأعيان؛ كأنه قيل: \" وَلكِنَّ الشخْصَ البِرَّ مَنْ آمن \". الثاني: انَّ في الكلام حذف مضافٍ من الأوَّل، تقديره: \" ولكنَّ ذا البِرِّ من آمن \"؛ كقوله تعالى: وَٱلْعَاقِبَةُ لِلتَّقْوَىٰ [طه: 132] أي: لذي التقوى؛ وقوله هُمْ دَرَجَاتٌ عِندَ ٱللَّهِ [آل عمران: 163] أي: ذوو درجاتٍ، قاله الزَّجَّاج. الثالث: أن يكون الحذف من الثاني: أي: \" وَلكِنَّ البِرَّ بِرُّ مَنْ آمَنَ \" وهذا تخريجُ سيبويه، واختياره، وإنَّما اختاره؛ لأنَّ السابق، إنَّما هو نفي كون البِرِّ هو تولية الوجهِ قبل المشرق والمغرب، فالذي يستدركُ، إنَّما هو من جنس ما ينفى؛ ونظير ذلك: \" لَيْسَ الكَرَمُ أنْ تَبْذُلَ دِرْهَماً، ولكَّن الكَرَمَ بذل الآلاَفِ \" ولا يناسبُ: \" ولكِنَّ الكَرِيمَ مَنْ يَبْذُلُ الآلاَفَ \" وحذف المضاف كثيرٌ في الكلام، كقوله: وَأُشْرِبُواْ فِي قُلُوبِهِمُ ٱلْعِجْلَ [البقرة: 93]، أي: حُبَّ العجل، ويقولون: الجود حاتم، والشعير زهير، والشجاعة عنترة، [وقال الشاعر: [الطويل] 912 -........................... فَإِنَّما هِيَ إقْبَالٌ وَإِدْبَارُ أي: ذات إقبالٍ، وذات إدبار. وقال النَّابغة: [المتقارب] 913 - وَكَيْفَ نُوَاصِلُ مَنْ أَصْبَحَتْ خِلاَلَتُهُ كَأَبِي مَرْحَبِ أي: كخلالة أبي مرحب]، وهذا اختيار الفرَّاء، والزَّجَّاج، وقطرب. وقال أبو عليٍّ: ومثل هذه الآية الكريمة قوله: أَجَعَلْتُمْ سِقَايَةَ ٱلْحَاجِّ [التوبة: 19]، ثم قال: كَمَنْ ءَامَنَ بِٱللَّهِ [التوبة: 19]؛ ليقع التمثيل بين مصدرين، أو بين فاعلين؛ إذ لا يقع التمثيل بين مصدرٍ، وفاعلٍ. الرابع: أن يطلق المصدر على الشَّخص مبالغةً؛ نحو: رجل عدل. ويحكى عن المبرِّد: \" لو كنت ممَّن يقرأ القرآن، لقرأت \" وَلَكِنَّ البَرَّ \" بفتح الباء \" وإنَّما قال ذلك؛ لأن \" البَرَّ \" اسم فاعل، نقول بَرَّ يَبَرُّ، فهو بَارٌّ، وَبَرٌّ، فتارة تأتي به على فاعل، وتارة على فعل. الخامس: أن المصدر وقع موقع اسم الفاعل، نحو: رجل عدلٌ، أي: عادل، كما قد يقع اسم الفاعل موقعه، نحو: أقائماً، وقد قعد الناس؛ في قولٍ، هذا رأي الكوفيين، والأولى فيه ادِّعاء أنه محذوفٌ من فاعلٍ، وأن أصله: بارٌّ، فجعل \" برّاً \" ، وأصله كـ \" سِرٍّ \" ، و \" رَبٌّ \" أصله \" رابٌّ \" ، وقد تقدم. وجعل الفراء \" مَنْ آمَنَ \" واقعاً موقع الإيمان، فأوقع اسم الشخص على المعنى كعكسه؛ كأنه قال: \" وَلَكِنَّ البِرَّ الإيمانُ باللَّهِ \" قال: والعَرَبُ تجعل الاسم خبراً للفعل، وأنشد في ذلك: [الطويل] 914 - لَعَمْرُكَ مَا الفِتْيَانُ أَنْ تَنْبُتَ اللِّحَى وَلَكِنَّمَا الفِتْيَانُ كُلُّ فَتًى نَدِي جعل نبات اللحية خبراً للفتيان، والمعنى: لعمرك ما الفتوَّة أن تنبت اللِّحى. وقرأ نافعٌ، وابن عامر: \" وَلَكِنِ البِرُّ \" هنا وفيما بعد بتخفيف \" لَكِنْ \" وبرفع \" البِرُّ \" ، والباقون بالتَّشديد، والنَّصب، وهما واضحتان ممَّا تقدَّم في قوله: وَلَـٰكِنَّ ٱلشَّيْٰطِينَ كَفَرُواْ [البقرة: 102]. وقرئ: \" وَلِكنَّ البَارَّ \" بالألف، وهي تقوِّي أنَّ \" البِرَّ \" بالكسر المراد به اسم الفاعل، لا المصدر. قال أبو عُبَيْدَةَ: \" البِرُ \" هاهنا بمعنى البَارِّ، كقوله: وَٱلْعَاقِبَةُ لِلتَّقْوَىٰ [طه: 132] أي: للمتَّقين، ومنه قوله تعالى: إِنْ أَصْبَحَ مَآؤُكُمْ غَوْراً [الملك: 30] أي: غائراً، وقالت الخنساء: [البسيط] 915 - وَإِنَّمَا هِيَ إقْبَالٌ وَإِدْبَارُ أي: مقبلة ومدبرة والعمل لكل خير هو بر، وقيل: البر: كل عمل خير يفضي بصاحبه إلى الجنة، قال تعالى: إِنَّ ٱلأَبْرَارَ لَفِي نَعِيمٍ [الإنسان: 13]. ووحَّد الكتاب لفظاً، والمراد به الجمع؛ وحسَّن ذلك كونه مصدراً في الأصل، أو أراد به الجنس، أو أراد به القرآن، فإنَّ من آمن به، فقد آمن بكل الكتب، فإنه شاهدٌ لها بالصِّحَّة. فصل فيما اعتبر الله تعالى في تحقيق البرِّ اعلم أنَّ الله تعالى اعتبر في تحقيق البِرِّ أموراً: أحدها: الإيمانُ بخمسة أشياء: أولها: الإيمان بالله، ولا يحصل ذلك إلاَّ بالعلم بذاته المخصوصة، وبما يجب، ويجوز، ويستحيل عليه، ولا يحصل العلم بهذه الأمور إلاَّ بالعلم بالدلائل الدالَّة عليها، فيدخل فيه العلم بحدوث العالم، والعلم بالأصول التي يتفرَّع عليها حدوث العالم، ويدخل فيه العلم بوجوده، وقدرته، وبقائه، وكونه عالماً بكلِّ المعلومات قادراً على كلِّ الممكنات. وثانيها: الإيمان باليوم الآخر، وهذا متفرِّع على الأوَّل؛ لأنَّا إن لم نعلم قدرته على جميع الممكنات، لا يمكننا أن نعلم صحَّة الحشر والنَّشر. وثالثها: الإيمان بالملائكة. ورابعها: الإيمان بالكتب. وخامسها: الإيمان بالرسل. فإن قيل: لا طريق لنا إلى العلم بوجود الملائكة، ولا إلى العلم بصدق الكتب، إلاَّ بواسطة صدق الرُّسل، فإذا كان قول الرسل كالأصل في معرفة الملائكة والكتب، فلم قدَّم الملائكة والكتب في الذِّكر على الرُّسل؟ فالجواب: أنَّ الأمر، إن كان كذلك في عقولنا، إلاَّ انَّ الترتيب على العكس؛ لأنَّ الملك يوجد أوَّلاً، ثم يحصل بواسطة تبليغه نزول الكتب إلى الرسل، فالمراعى في هذه الآية ترتيب الوجود الخارجيِّ، لا الترتيب الذهنيُّ؛ فدخل تحت الإيمان بالله معرفته، ودخل تحت الإيمان باليوم الآخر معرفة ما يلزم من أحكام العقاب، والثَّواب، والمعاد، ودخل تحت الإيمان بالملائكة ما يتَّصل بإتيانهم الرسالة إلى الأنبياء؛ ليؤدُّوها إلينا إلى غير ذلك ممَّا يجب أن يعلم من أحوال الملائكة، ودخل تحت الإيمان بالكتاب القرآن، وجميع ما أنزل الله على أنبيائه، ودخل تحت الإيمان بالنَّبِيِّين الإيمان بنبوِّتهم، وصحَّة شريعتهم، فلم يبق شيءٌ مما يجب الإيمان به، إلاَّ دخل تحت هذه الآية. وتقرير آخر: وهو أنَّ للمكلَّف مبتدأً ووسطاً، ونهايةً، ومعرفة المبدأ والنهاية؛ هو المراد من الإيمان بالله تعالى، واليوم الآخر. وأمَّا معرفة الوسط، فلا يتمُّ إلاَّ بالرِّسالة، وهي لا تتمُّ إلا بثلاثة أمور: الملك الآتي بالوحي، ونفس الوحي، وهو الكتاب، والموحى إليه، وهو الرسول - عليه الصلاة والسلام -. وفي تقديمه الإيمان على أفعال الجوارح؛ من إيتاء المال، والصلاة، والزَّكاة - تنبيهٌ على أن أعمال القلوب أشرف من أعمال الجوارح. الأمر الثاني من الأمور المعتبرة في تحقيق البرِّ قوله: { وَءَاتَى ٱلْمَالَ عَلَىٰ حُبِّهِ } [البقرة: 177]، فالجار والمجرور في محلِّ نصب على الحال العامل في \" آتى \" أي: آتى المال حال محبَّته له، واختياره إيَّاه، والحُبُّ: مصدر \" حَبَبْتُ \" ، لغةً في \" أَحْبَبْتُ \"؛ كما تقدَّم، ويجوز أن يكون مصدر الرُّباعيِّ على حذف الزوائد، ويجوز أن يكون اسم مصدر، وهو الإحباب؛ كقوله: وَٱللَّهُ أَنبَتَكُمْ مِّنَ ٱلأَرْضِ نَبَاتاً [نوح: 17] والضمير المضاف إليه هذا المصدر فيه أربعة أقوال: أظهرها: أنه يعود على المال؛ لأنَّه أبلغ من غيره. قال ابن عبَّاس، وابن مسعود: \" هو أن تُؤْتيَهُ، وأنت صحيحٌ شحيحٌ، تَأْمُلُ الغِنَى، وتخشَى الفَقْر، وَلاَ تُهْمِلْ حتَّى إذَا بَلَغَتِ الحُلْقُومَ، قُلْتَ: لِفُلاَنِ كَذَا، ولِفُلاَنِ كذا \" وهذا بعيدٌ من حيث اللفظ ومن حيث المعنى. أمَّا من حيث اللفظ: رواية أبي هريرة، قال: \" جاء رجل إلى النَّبيِّ صلى الله عليه وسلم فقال: يَا رَسُولَ الله، أيُّ الصَّدَقةِ أعْظَمُ أجراً؟ قال: أَنْ تَصَّدَّقَ وَأَنْتَ صَحِيحٌ شَحِيحٌ \" وذكره. الثاني: أنه يعود على الإيتاء المفهوم من قوله تعالى: \" آتى \" ، أي: على حبِّ الإيتاء؛ كأنه قيل: يعطي، ويحبُّ الإعطاء؛ رغبةً في ثواب الله. قال شهاب الدِّين: وهذا بعيدٌ من حيث اللفظ، ومن حيث المعنى. أما من حيث اللفظ: فإنَّ عود الضمير على غير مذكور، بل مدلولٍ عليه بشيء - خلاف الأصل. وأمَّا من حيث المعنى: فإنَّ المدح لا يحسن على فعل شيء يحبه الإنسان، لأنَّ هواه يساعده على ذلك. قال زهير: [الطويل] 916 - تَرَاهُ إذَا مَا جِئْتَهُ مُتَهَلِّلاً كأَنَّكَ تُعْطِيهِ الَّذِي أَنْتَ سَائِلُهْ الثالث: أن يعود على الله تعالى، يعني: \" يُعْطُون المَال على حُبِّ الله \"؛ وعلى هذه الأقوال الثَّلاثة يكون المصدر مضافاً للمفعول، وعلى هذا، فالظاهر أنَّ فاعل هذا المصدر هو ضمير المؤتي، وقيل: هو ضمير المؤتون، أي: \" حبِّهم له \" ، واحتياجهم إليه، وليس بذلك، و \" ذَوِي القُرْبَى \" على هذه الأقوال الثلاثة: منصوبٌ بـ \" أتى \" فقط، لا بالمصدر؛ لأنَّه قد استوفى مفعوله. الرابع: أن يعود على \" مَنْ آمَنَ \" ، وهو المؤتي للمال، فيكون المصدر على هذا مضافاً للفاعل، وعلى هذا: فمفعول هذا المصدر يحتمل أن يكون محذوفاً، أي: \" حُبِّه المَالَ \" ، وأن يكون ذَوِي القُرْبَى، إلا أنه لا يكون فيه تلك المبالغة التي فيما قبله. قال ابْنُ عَطِيَّة: ويجيء قوله \" عَلَى حُبِّهِ \" اعتراضاً بليغاً في أثناء القول. قال أبو حيَّان - رحمه الله -: فإن أراد بالاعتراض المصطلح عليه، فليس بجيِّد، فإنَّ ذلك من خصوصيَّات الجملة الَّتي لا محلَّ لها، وهذا مفردٌ، وله محلٌّ، وإن أراد به الفصل بالحال بين المفعولين، وهما \" المال \" ، و \" ذَوِي \" ، فيصحُّ، إلا انه فيه إلباسٌ. فصل في معنى الإيتاء اختلفوا في المراد من هذا الإيتاء، فقال قومٌ: إنَّها الزكاة، وهذا ضعيفٌ؛ لأنَّه عطف الزكاة عليه، بقوله: { وَأَقَامَ ٱلصَّلَٰوةَ وَءَاتَى ٱلزَّكَٰوةَ } [البقرة: 177] ومن حق المعطوف، والمعطوف عليه المغايرة، ثم لا يخلو: إمَّا أن يكون تطوُّعاً: أو واجباً، ولا جائز أن يكون تطوُّعاً؛ لأنه قال في آخر الآية الكريمة: { أُولَـٰئِكَ ٱلَّذِينَ صَدَقُواْ وَأُولَـٰئِكَ هُمُ ٱلْمُتَّقُونَ } [البقرة: 177]، وقف التقوى عليه، ولو كان تطوُّعاً، لما وقف التقوى عليه، وإذا ثبت أنَّه واجبٌ، وأنه غير الزكاة، ففيه أقوال: أحدها: أنه عبارة عن دفع الحاجات الضَّروريَّة؛ مثل: إطعام المضطرِّ؛ ويدل عليه قوله - عليه الصلاة والسلام -: \" لاَ يُؤْمِنُ باللَّهِ واليَوْمِ الآخِرِ مَنْ بَاتَ شَبْعَاناً، وجَارُهُ طَاوٍ إلى جَنْبِهِ \" ورُوِيَ عن فاطمة بنت قيس: \" إنَّ في المال حقّاً سوى الزَّكاة \" ثم تلت \" وآتى المَالَ عَلَى حُبِّهِ \". وحكي عن الشَّعْبِيِّ أنَّه سئل عمَّن له مال، فأدى زكاته، فهل عليه سواه؟ فقال: نعم، يصل القرابة، ويعطي السائل، ثم تلا هذه الآية الكريمة. وأيضاً: فلا خلاف أنه إذا انتهت الحاجة إلى الضَّرورة، وجب على النَّاس أن يعطوه مقدار دفع الضَّرورة. فإن قيل: الزَّكاة نسخت الحقوق الماليَّة. فالجواب: أنَّه - عليه السَّلام - قال: \" في المَالِ حٌقُوقٌ سِوَى الزَّكَاةِ \" ؛ وقول الرسول أولى، وأجمعت الأمَّة على أنه يجب أن يدفع إلى المضطرِّ ما يدفع به الضَّرورة، وإن سلَّمنا أن الزكاة نسخت كلَّ حقٍّ، فالمراد أنَّها نسخت الحقوق المقدَّرة، أمَّا الذي لا يكون مقدَّراً، فغير منسوخ؛ بدليل أنه يلزم النفقة على الأقارب، والمماليك. فإن قيل: إذا صحَّ هذا التأويل، فما الحكمة في هذا التَّرتيب؟! فالجواب من وجوه: أحدها: أنه تبارك وتعالى قدَّم الأولى فالأولى؛ لأنَّ الفقير القريب أولى بالصَّدقة من غيره، لأنَّ يجمع فيه بين الصلة، والصَّدقة، ولأن القرابة من أوكد الوجوه في صرف المال إليه، ولذلك يستحقُّ بها الإرث، ويحجر على ذي المال بسببه في الوصيَّة، حتى لا يتمكَّن من الوصية، إلا في الثُّلث، ولذلك كانت الوصيَّة للأقارب من الواجبات؛ لقوله تعالى: كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ ٱلْمَوْتُ إِن تَرَكَ خَيْراً ٱلْوَصِيَّةُ لِلْوَالِدَيْنِ وَٱلأَقْرَبِينَ بِٱلْمَعْرُوفِ [البقرة: 180]. وإن كانت نسخت عند بعضهم؛ فلهذه الوجوه، قدَّم ذوي القربى، ثم أتبعه باليتامى؛ لأنَّ الصغير الفقير الذي لا والد له، ولا كاسب، فهو منقطع الحيلة من كل الوجوه، ثم أتبعهم بالمساكين؛ لأنَّ الحاجة قد تشتدُّ بهم، ثم ذكر السَّائلين، وفي الرقاب؛ لأن حاجتهما دون حاجة من تقدَّم. وثانيها: أن علم المرء بشدَّة حاجة قريبه أقوى، ثم بحاجة الأيتام، ثم بحاجة المساكين ثم على هذا النَّسق. وثالثها: أن ذا القربى مسكينٌ، وله صفةٌ زائدةٌ تخصُّه؛ لأن شدَّة حاجته تغمُّ صاحب المال، وتؤذي قلبه، ودفع الضَّرر عن النَّفس مقدَّم على دفع الضرر عن الغير؛ فلذلك بدأ الله بذي القربى، ثم باليتامى؛ لأن الغمَّ الحاصل بسبب عجز الصِّغار عن الطَّعام والشَّراب أشدُّ من الغمٍّ الحاصل بسبب عجز الكبار عن تحصيلهما، ثم المساكين؛ لأنَّ الغمَّ الحاصل بسببهم أخفُّ من الغم الحاصل بسبب الصَّغار. وأمَّا ابن السَّبيل، فقد يكون غنيّاً، وقد تشتدُّ حاجته في الوقت، والسَّائل قد يكون غنيّاً، ويظهر شدَّة الحاجة، وأخَّر المكاتب؛ لأنَّ إزالة الرق ليست في محلِّ الحاجة الشَّديدة. القول الثاني: أنَّ المراد بإيتاء المال: ما \" روي أنه - عليه الصلاة والسلام - عند ذكره الإبل، قال: إنَّ فِيهَا حَقّاً؛ وهو إطراق فحلها، وإعارة دَلْوها \" ، وهذا بعيدٌ؛ لأن الحاجة إلى إطراق الفحل أمر لا يختصُّ به ابن السَّبيل، والسائل والمكاتب. القول الثالث: أن إيتاء المال إلى هؤلاء كان واجباً، ثم نسخ بالزَّكاة، وهذا أيضاً ضعيفٌ، لأنه تبارك وتعالى جمع في هذه الآية الكريمة بين هذا الإيتاء، وبين الزكاة. وقال بعضهم: المراد صدقة التطوُّع. فصل في الوجوه الإعرابية لقوله \" ذَوِي \" قوله \" ذَوَي \" فيه وجهان: أحدهما - وهو الظاهر - أنه مفعول بـ \" آتى \" وهل هو الأول، و \" المَالَ \" هو الثاني؛ كما هو قول الجمهور، وقدِّم للاهتمام، أو هو الثاني: فلا تقديم، ولا تأخير؛ كما هو قول السُّهَيلِيِّ؟ والثاني: أنه منصوب بـ \" حُبِّهِ \"؛ على أن الضمير يعود على \" مَنْ آمَنَ \"؛ كما تقدَّم. فصل في المراد بـ \" ذَوِي القُرْبَى \" من النَّاس من حمل ذَوِي القُرْبَى على المذكور في آية النفل والغنيمة، وأكثر المفسِّرين على ذَوِي القُرْبَى للمعطين، وهو الصحيح؛ لأنَّهم به أخصُّ، وهم الذين يقربون منه بولادة الأبوين، أو بولادة الجدَّين، أو أبي الجدَّين، ولا يقتصر على ذوي الرَّحم المحرم كما حكي عن قوم؛ لأنَّ المحرميَّة حكم شرعيٌّ، والقرابة لفظةٌ لغويةٌ موضوعةٌ للقرابة في النَّسب، وأن تفاوتوا في القرب والبعد. قوله \" واليَتَامى \": ظاهره أنه منصوب، عطفاً على ذوي. وقال بعضهم: هو عطف على \" القرْبَى \" أي: \" آتى ذَوي اليَتَامى \" ، أي: أولياءهم؛ لأن الإيتاء إلى اليتامى لا يصحُّ؛ فإن دفع المال إلى اليتيم الذي لا يميِّز، ولا يعرف وجوه المنفعة يكون مخطئاً، ولا حاجة إلى هذا، فإنَّ الإيتاء يصدق، وإن لم يباشر من يؤتيه بالإيتاء، يقال: \" آتيْتُ السُّلْطَانَ الخَرَاجَ \" ، وإنَّما أعطيت أعوانه. وأيضاً: إذا كان اليتيم مراهقاً عارفاً بمواقع حظَّه، وتكون الصدقة من باب ما يؤكل، ويلبس، ولا يخفى على اليتيم وجه الانتفاع به، جاز دفعها إليه، هذا على قول من قال: إن اليتيم هو الذي لا أب له مع الصِّغر. وقال بعضهم: أن هذا الاسم قد يقع على الصَّغير، وعلى البالغ؛ لقوله تعالى: وَءَاتُواْ ٱلْيَتَامَىٰ أَمْوَالَهُمْ [النساء: 2] وهم لا يؤتون إلاَّ إذا بلغوا، وكان رسول الله صلى الله عليه وسلم يسمَّى يتيم أبي طالب بعد بلوغه؛ فعلى هذا: إن كان اليتيم بالغاً، دفع إليه، وإلاَّ دفع إلى وليه، والمساكين أهل الحاجة، وهم ضربان: من يكفُّ عن السؤال، وهو المراد هاهنا، ومنهم من يسأل وينبسط، وهم السائلون، وإنما فرق بينهما؛ من حيث يظهر على المساكين المسكنة ممَّا يظهر من حاله، وليس كذلك السائل لأنه يظهر حاله. وابن السبيل اسم جنسٍ أو واحد أريد به الجمع، وسمِّي \" ابن السَّبيل \" ، أي: الطريق، لملازمته إيَّاها في السَّفر، أو لأنَّ الطريق تبرزه، فكأنها ولدته. وقيل: هو الضعيف. فصل. من جعل الآية الكريمة في غير الزَّكاة، أدخل في هذه الآية المسلم والكافر، روى الحسن بن علي بن أبي طالب - كرَّم الله وجهه - أنه - عليه الصلاة والسلام - قال: \" للسَّائِل حَقٌّ، وَلَوْ جَاءَ عَلَى فَرَسٍ \" ، وقال تعالى: وَفِيۤ أَمْوَالِهِمْ حَقٌّ لَّلسَّآئِلِ وَٱلْمَحْرُومِ [الذاريات: 19]. الأمر الثالث في تحقيق مسمَّى البِرِّ، قوله: { وَأَقَامَ ٱلصَّلَٰوةَ وَءَاتَى ٱلزَّكَٰوةَ } وقد تقدَّم. قوله { وَفِي ٱلرِّقَابِ } متعلِّق بـ \" ءَاتى \" وفيه وجهان: أحدهما: أن يكون ضمن \" ءَاتى \" معنى فعل يتعدى لواحد؛ كأنه قال: وضع المال في الرِّقَاب. والثاني: أن يكون مفعول \" ءَاتى \" الثاني محذوفاً، أي: آتى المال أصحاب الرِّقاب في فكِّها، أو تخليصها؛ فإنَّ المراد بهم المكاتبون، أو الأسارى، أو الأرقَّاء يشترون، فيعتقون، وكلٌّ قد قيل به. والرِّقَابُ: جمع \" رَقَبَةٍ \" ، وهي من مؤخَّر أصل العنق، واشتقاقها من \" المراقبة \"؛ وذلك أن مكانها من البدن مكان الرَّقِيب المشرف على القوم؛ وبهذا المعنى: يقال: \" أَعْتَقَ اللَّهُ رَقَبَتَهُ \" ، ولا يقال: \" أَعْتَقَ اللَّهُ عُنُقَهُ \"؛ لأنها لما سمِّيت رقبةً؛ كأنها تراقب العذاب، ومن هذا يقال للتي لا يعيش ولدها \" رَقُوبٌ \"؛ لأجل مراقبة موت ولدها. قوله: { وَأَقَامَ ٱلصَّلَٰوةَ } عطف على صلة \" مَنْ \" ، وهي: \" ءَامَن، وءَاتى \" وإنما قدم الإيمان، لأنه رأس الأعمال الدينيَّة، وثنَّى بإيتاء المال؛ لأنه أجلُّ شيء عند العربَ، وبه يمتدحون، ويفتخرون بفكِّ العاني: وقِرَى الضِّيفان، ينطق بذلك نظمهم ونثرهم. قوله { وَٱلْمُوفُونَ بِعَهْدِهِمْ... } في رفعة ثلاثة أوجه: أحدها: ذكره الزمخشري: أنه عطف على \" مَنْ آمَنَ \" أي: ولكنَّ البرَّ المؤمنون والموفون. والثاني: أن يرتفع على خبر مبتدأ محذوف، أي: هم الموفون، وعلى هذين الوجهين: فنصب الصابرين على المدح؛ بإضمار فعل، وهو في المعنى عطف على \" مَنْ آمَنَ \" ، ولكن لما تكرَّرت الصِّفات، خولف بين وجوه الإعراب. قال الفارِسيُّ: وهو أبلغ؛ لأن الكلام يصير مشتملاً على جملٍ متعددةٍ، بخلاف اتّفاق الإعراب؛ فإنه يكون جملةً واحدةً، وليس فيها من المبالغة ما في الجمل المتعدِّدة. وقال أبو عبيدة: ومن شأن العرب، إذا طال الكلام: أن يغيِّروا الإعراب والنَّسق؛ كقوله تعالى في سورة النساء: وَٱلْمُقِيمِينَ ٱلصَّلَٰوةَ [النساء: 162] وفي المائدة: وَٱلصَّابِئُونَ [المائدة: 69] وقال الفرَّاء: إنما رفع \" المُوفُونَ \" ، ونصب \" الصَّابِرِينَ \"؛ لطول الكلام بالمدح، والعرب تنصب الكلام على المدح والذَّمِّ، إذا طال الكلام في الشَّيء الواحد، وقالوا فيمن قرأ حَمَّالَةَ ٱلْحَطَبِ [المسد: 3] بنصب \" حَمَّالَةَ \": إنه نصب على الذَّمِّ. فإن قيل: لم لا يجوز على هذين الوجهين: أن يكون معطوفاً على ذوي القربى، أي: وآتى المال الصابرين: قيل: لئلاَّ يلزم من ذلك محذورٌ، وهو الفصل بين المعطوف والمعطوف عليه الذي هو في حكم الصِّلة بأجنبيٍّ، وهو \" المُوفُونَ \" فإن قيل: أليس جاز الفصل بين المبتدأ والخبر بالجملة؛ كقوله: وَعَمِلُواْ ٱلصَّالِحَاتِ إِنَّا لاَ نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلاً [الكهف: 30] ثم قال \" أُوْلَئِكَ \" ففصل بين المبتدأ والخبر. قلنا: لا يلزم من جواز الفصل بين المبتدأ والخبر جوازه بين الموصول والصِّلة. الثالث: أن يكون \" المُوفُون \" عطفاً على الضَّمير المستتر في \" آمَنَ \" ولم يحتج إلى التأكيد بالضمير المرفوع المنفصل، لأنَّ طول الكلام أغنى عن ذلك؛ وعلى هذا الوجه: يجوز في \" الصَّابِرِينَ \" وجهان: أحدهما: النَّصيب؛ بإضمار فعْلٍ؛ لما تقدَّم، قال الخليل: المدح والذمُّ ينصبان على معنى \" أَعْني الظريف \" وأنكر الفراء ذلك لوجهين. أحدهما: أنَّ \" أَعْنِي \" إنما يقع تفسيراً للمجهول، والمدح يأتي بعد المعروف. الثاني: أنه لو صحَّ ما قاله الخليل، لصحَّ أن يقال: \" قَامَ زَيْدٌ أخَاكَ \" على معنى \" أعني أخاك \" ، وهذا مما لم تقله العرب أصلاً. والثاني: العطف على ذَوِي القُرْبَى، ولا يمنع من ذلك ما تقدَّم من الفصل بالأجنبيِّ، لأن \" المُوفُونَ \" على هذا الوجه داخلٌ في الصِّلة، فهو بعضها لا أجنبيٌّ منها. قوله \" إذَا عَاهَدُوا \" إذا منصوبٌ بـ \" المُوفُونَ \" ، أي: الموفون وقت العهد، من غير تأخير الوفاء عن وقته، وقرأ الجحدريُّ: \" بِعُهُودِهِمْ \". فصل في معنى قوله \" بِعَهْدِهِمْ \" في هذا العهد قولان: أحدهما: هو ما أخذه الله على عباده على ألسنة رسله من الإيمان، والقيام بحدوده، والعمل بطاعته؛ لما أخبر الله تبارك وتعالى عن أهل الكتاب: أنَّهم نقضوا العهود والمواثيق، فجحدوا أنبياءه، وقتلوهم، وكذَّبوا بكتابه. واعترض القاضي على هذا القول، وقال: إنَّ قوله تبارك وتعالى: \" المُوفُونَ بِعَهْدِهِمْ \" صريحٌ في إضافة العهد إليهم، ثم إنه تعالى أكَّد ذلك بقوله: \" إذَا عَاهَدُوا \" ، فلا وجه لحمله على ما سيكون لزومه ابتداءً من قبله تعالى. وأجيب: بأنه تعالى، وإن ألزمهم هذه الأشياء، لكنهم من عند أنفسهم قبلوا ذلك الإلزام، والتزموه، فصحَّ إضافة العهد إليهم من هذا الوجه. القول الثاني: أن يحمل ذلك على الأمور التي يلتزمها المكلَّف ابتداءً من عند نفسه. واعلم أنّ هذا العهد إمَّا أن يكون بين العبد وبين الله تعالى؛ كاليمين والنَّذر، وما أشبهه، أو بينه وبين رسول الله؛ كالبيعة؛ من القيام بالنُّصرة والمجاهدة، والمظاهرة، وموالاة من والاه، ومعاداة من عاداه، او بينه وبين النَّاس، وقد يكون ذلك واجباً، مثل: ما يلتزمه في عقود المعاوضات من التَّسليم والتَّسلُّم، والشرائط التي يلتزمها في السَّلم، والرَّهن وغيره، وقد يكون مندوباً؛ مثل: الوفاء بالعهد في بذل المال، والإخلاص في المناصرة. فقوله { وَٱلْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُواْ } يتناول كل هذه الأقسام؛ فلا تقتصر الآية على بعضها، وهذا هو الذي عبر عنه المفسِّرون، فقالوا: هم الذين إذا وعدوا، أنجزوا، وإذا حلفوا ونذروا، وفَّوا، وإذا قالوا، صدقوا، وإذا ائتمنوا، أدَّوا. فصل في بلاغة قوله \" والمُوفُونَ \" دون \" وأَوْفَى \" قال الرَّاغب: وإنَّما لم يقل \" وأوْفَى \"؛ كما قال \" وأَقَامَ \"؛ لأمرين: أحدهما: اللفظ، وهو أن الصِّلة، متى طالت، كان الأحسن أن يعطف على الموصول، دون الصلة؛ لئلاَّ يطول ويقبح. والثاني: أنَّه ذكر في الأول ما هو داخل في حيِّز الشريعة، وغير مستفاد إلا منها والحكمة العقليَّة تقتضي العدالة دون الجور، ولما ذكر وفاء العهد، وهو مما تقضي به العقول المجرَّدة، صارعطفه على الأوَّل أحسن، ولما كان الصَّبر من وجه مبدأ الفضائل، ومن وجه: جامعاً للفضائل؛ إذ لا فضيلة إلا وللصَّبر فيها أثر بليغ - غيَّر إعرابه تنبيهاً على هذا المقصد؛ وهذا كلام حسن. وحكى الزَّمخشريُّ قراءة \" والمُوفِينَ \" ، \" والصَّابِرِينَ \" وقرأ الحسن، والأعمش، ويعقوب: \" وَالمُوفُونَ \" ، \" والصَّابِرُونَ \". فصل في الأحكام المستافدة من الآية قال القرطبيُّ: تضمَّنت هذه الآية الكريمة ستَّ عشرة قاعدةً من أُمَّهات الأحكام: الإيمان بالله وبأسمائه، وصفاته، والحشر، والنشر، والصراط، والحوض، والشَّفاعة، والجنة، والنار، والملائكة، والرُّسل، والكتب المنزلة، وأنَّها حقٌّ من عند الله؛ كما تقدم، والنَّبيين، وإنفاق المال فيما يعنُّ له من الواجب، والمندوب، وإيصال القرابة، وترك قطعهم، وتفقُّد اليتيم، وعدم إهماله المساكين كذلك، ومراعاة ابن السبيل، وهو: المسافر المنقطع به، وقيل: الضعيف، والسُّؤَّال، وفكّ الرقاب، والمحافظة على الصَّلوات، وإيتاء الزَّكاة، والوفاء بالعهود، والصَّبر في الشَّدائد، وكلُّ قاعدةٍ من هذه القواعد تحتاج إلى كتاب. وقوله { فِي ٱلْبَأْسَآءِ وٱلضَّرَّاءِ }: قال ابن عبَّاس: يريد الفقر بقوله: \" البَأْسَاءِ \" ، والمرَضَ بقوله: \" وَالضَّرَّاءِ \" ، وفيهما قولان: أحدهما: وهو المشهور أنَّهما اسمان مشتقَّان من البؤس والضُّرِّ وألفهما للتأنيث، فهما اسمان على \" فَعْلاَء \" ولا \" أفْعَل \" لهما؛ لأنَّهما ليسا بنعتين. والثاني: أنهما وصفان قائمان مقام موصوف، والبؤس، والبأْساء: الفقر؛ يقال بئس يبأس، إذا افتقر؛ قال الشاعر: [الطويل] 917 - وَلَمْ يَكُ في بُؤْسٍ إذَا بَاتَ لَيْلَةً يُنَاغِي غَزَالاً سَاجِيَ الطَّرْفِ أَكْحَلاَ قوله: \" وَحِينَ البَأْس \" منصوب بـالصَّابِرِينَ، [أي]: الذين صَبَرُوا وقْتَ الشِّدَّة، والبأْسُ: شدَّة القتال خاصَّة، بؤس الرَّجل، أي: شجع. قال ابن عباس - رضي الله عنهما -: يريد القتال في سبيل الله، وأصل البأس في اللغة: الشِّدَّة؛ يقال: لا بأس عليك في هذا، أي: لا شدَّة و بِعَذَابٍ بَئِيسٍ [الأعراف: 165] أي: شديد، ثم يسمَّى الحرب بأساً، لما فيه من الشِّدَّة، والعذاب يسمَّى بأساً؛ لشدَّته، قال تبارك وتعالى: فَلَمَّا رَأَوْاْ بَأْسَنَا [غافر: 84] فَلَمَّآ أَحَسُّواْ بَأْسَنَآ [الأنبياء: 12] فَمَن يَنصُرُنَا مِن بَأْسِ ٱللَّهِ إِن جَآءَنَا [غافر: 29]. قوله: { أُولَـٰئِكَ ٱلَّذِينَ صَدَقُوآ } مبتدأ وخبر، وأتى بخبر \" أُولَئِكَ \" الأولى موصولاً بصلةٍ، وهي فعلٌ ماضٍ؛ لتحقُّق اتصافهم به، وأن ذلك قد وقع منهم، واستقرَّ، وأتى بخبر الثانية بموصولٍ صلته اسم فاعلٍ، ليدلَّ على الثبوت، وأنه ليس متجدِّداً، بل صار كالسَّجيَّة لهم، وأيضاً: فلو أتى به فعلاً ماضياً، لما حسن وقوعه فاصلةً. قال الواحديُّ - رحمه الله -: إن الواوات في الأَوْصَاف في هذه الآية للجمع، فمن شرائطِ البِرِّ، وتمام شَرْط البَارِّ: أن تجتمع فيه هذه الأوصاف، ومن قام بواحدٍ منها، لم يستحقَّ الوصف بالبِرِّ فلا ينبغي أن يظن الإنسان أن الموفي بعهده أن يكون من جملة من قام بالبِرِّ، وكذا الصابر في البأساء، بل لا يكون قائماً بالبِرِّ إلاَّ عند استجماع هذه الخصال، ولذلك قال بعضهم: هذه الصفة خاصَّة للأنبياء؛ لأن غيرهم لا تجتمع فيه هذه الأوصاف كلُّها. وقال آخرون: هي عامَّة في جميع المؤمنين، والله أعلم.", "annotation": {"aya": [{"start": 5052, "end": 5105}, {"start": 5427, "end": 5485}, {"start": 5597, "end": 5642}, {"start": 6064, "end": 6105}, {"start": 6298, "end": 6455}, {"start": 8324, "end": 8351}, {"start": 8384, "end": 8412}, {"start": 8877, "end": 8916}, {"start": 9325, "end": 9357}, {"start": 9380, "end": 9404}, {"start": 10579, "end": 10614}, {"start": 10794, "end": 10821}, {"start": 10864, "end": 10895}, {"start": 11083, "end": 11114}, {"start": 13612, "end": 13657}, {"start": 17446, "end": 17576}, {"start": 20347, "end": 20384}, {"start": 21152, "end": 21206}, {"start": 22869, "end": 22896}, {"start": 22924, "end": 22939}, {"start": 23129, "end": 23149}, {"start": 23478, "end": 23551}, {"start": 27985, "end": 28002}, {"start": 28122, "end": 28149}, {"start": 28161, "end": 28190}, {"start": 28206, "end": 28254}], "hadith": [{"start": 14036, "end": 14181}, {"start": 16231, "end": 16325}, {"start": 16742, "end": 16781}, {"start": 18560, "end": 18668}, {"start": 21091, "end": 21137}], "verse": [{"start": 767, "end": 819}, {"start": 820, "end": 854}, {"start": 874, "end": 920}, {"start": 921, "end": 963}, {"start": 9022, "end": 9054}, {"start": 9055, "end": 9090}, {"start": 9146, "end": 9186}, {"start": 9187, "end": 9215}, {"start": 10243, "end": 10298}, {"start": 10299, "end": 10341}, {"start": 10944, "end": 10986}, {"start": 14582, "end": 14626}, {"start": 14627, "end": 14670}, {"start": 27619, "end": 27666}, {"start": 27667, "end": 27712}]}}