{"text": " وقوله تعالَىٰ: { وَإِذْ قُلْتُمْ يَـٰمُوسَىٰ لَن نَّصْبِرَ عَلَىٰ طَعَامٍ وٰحِدٍ... } الآيةَ: كان هذا القول منهم في التيه حينَ ملُّوا المَنَّ والسلْوَىٰ، وتذكَّروا عيشهم الأول بمصْرَ، قال ابنُ عَبَّاس وأكثر المفسِّرين: الفُومُ: الحِنْطَة، وقال قتادة، وعطاء: الفوم: جميع الحبوب التي يمكن أن تختبز، وقال الضحَّاك: الفوم: الثُّوم، وهي قراءة عبد اللَّه بن مسعود، وروي ذلك عن ابن عبَّاس، والثاء تُبْدَلُ من الفاءِ؛ كما قالوا: مَغَاثِيرُ ومَغَافِير. * ت *: قال أحمد بن نصر الدَّاوُوديُّ: وهذا القولُ أشبه لما ذكر معه، أي: من العَدَسِ والبَصَلِ. انتهى. { وَأَدْنَى }: قال عليُّ بن سليمان الأخْفَشُ. مأخوذٌ من الدَّنِيءِ البيِّنِ الدناءةِ؛ بمعنى: الأَخَسِّ، إلا أنه خُفِّفَت همزته، وقال غيره: هو مأخوذ من الدُّون، أي: الأحط فأصله أَدْوَن، ومعنى الآية: أَتَسْتَبْدِلُونَ البَقْلَ، والْقِثَّاءَ، والفُومَ، وَالعَدَسَ، والبَصَلَ الَّتي هى أدنَىٰ بالمَنِّ والسلْوَى الذي هو خيرٌ. وجمهور النَّاس يقرءون «مِصْراً» بالتنوين، قال مجاهدٌ وغيره: أراد مِصْراً من الأمصار غير معيَّن، واستدلُّوا بما اقتضاه القرآن من أمرهم؛ بدخول القرية، وبما تظاهَرَتْ به الرواياتُ؛ أنهم سكنوا الشَّام بعد التيه، وقالت طائفة: أراد مِصْرَ فِرْعَونَ بعينها، وٱستدلُّوا بما في القرآن من أنَّ اللَّه أورَثَ بني إسْرائيل ديار آل فرعون وآثارهم، قال في «مختصر الطبريِّ»: وعلى أن المراد مصْر التي خرجُوا منها، فالمعنَىٰ: إنَّ الذي تطلُبُونَ كان في البَلَد الَّذي كان فيه عذابُكُم، وٱستعبادُكُم، وأسْركم، ثمَّ قال: والأظهر أنهم مُذْ خرجوا من مصْر، لم يرجعوا إليها، واللَّه أعلم. انتهى. وقوله تعالَىٰ: { فَإِنَّ لَكُم مَّا سَأَلْتُمْ } يقتضي أنه وَكَلَهُمْ إِلى أنفسهم، و { وَضُرِبَتْ عَلَيْهِمُ ٱلذِّلَّةُ وَٱلْمَسْكَنَةُ } معناه: ٱلْزَمُوهَا؛ كما قالت العربُ: ضَرْبَةُ لاَزِبٍ، { وَبَاءُوا بِغَضَبٍ }: معناه: مروا متحمِّلين له، قال الطبري: باءوا به، أي: رجعوا به، واحتملوه، ولا بد أن يوصل بَاءَ بخير أو بشرٍّ. انتهى. وقوله تعالى: { ذَٰلِكَ بِأَنَّهُمْ كَانُواْ يَكْفُرُونَ بِآيَـٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّينَ بِغَيْرِ ٱلْحَقِّ } الأشارة بـــ { ذَٰلِكَ } إلى ضرب الذلَّة وما بعدهُ، وقوله تعالَىٰ: { بِغَيْرِ ٱلْحَقِّ } تعظيمٌ للشنعة، والذَّنْب، ولم يجرم نبيٌّ قطُّ ما يوجبُ قتله، وإنما التسليطُ عليهم بالقَتْل كرامةٌ لهم، وزيادةٌ لهم في منازلهم صلى اللَّه عليهمْ؛ كَمَثَلِ مَنْ يُقْتَلُ في سبيلِ اللَّهِ من المؤمنين، والباء في «بِمَا» باء السبب. و { يَعْتَدُونَ }: معناه: يتجاوزون الحُدُود، والاعتداء هو تجاوُزُ الحدِّ. وقوله تعالَىٰ: { إِنَّ ٱلَّذِينَ ءامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَـٰرَىٰ وَٱلصَّـٰبِئِينَ... } الآية. اختلف في المراد بـ { ٱلَّذِينَ ءَامَنُواْ } في هذه الآية. فقالت فرقة: الذين آمنوا هم المؤمنون حقًّا بنبيِّنا محمَّد صلى الله عليه وسلم، وقوله: { مَنْ ءَامَنَ بِٱللَّهِ } يكون فيهم بمعنَىٰ مَنْ ثَبَتَ ودَامَ، وفي سائر الفرق: بمعنى: مَنْ دخَلَ فيه، وقال السُّدِّيُّ: هم أهل الحنيفيَّة ممَّن لم يلحق محمَّداً صلى الله عليه وسلم، والذين هَادُوا، ومن عطف عليهم كذلك ممَّن لم يلحق محمَّداً صلى الله عليه وسلم، { وَٱلَّذِينَ هَادُواْ } هم اليهودُ، وسُمُّوا بذلك؛ لقولهم: هُدْنَـا إِلَيْكَ [الأعراف:156]، أي: تبنا، { وَٱلنَّصَـٰرَىٰ } لفظةٌ مشتقَّة من النَّصْرِ. قال: * ص *: { وَٱلصَّـٰبِئِينَ }: قرأ الأكثر بالهمز؛ صَبَأَ النَّجْمُ، والسِّنُّ، إِذا خرج، أي: خَرَجُوا من دينٍ مشهورٍ إِلى غيره، وقرأ نافع بغير همز، فيحتمل أن يكون من المهموز المُسَهَّل، فيكون بمعنى الأول، ويحتمل أن يكون مِنْ صَبَا غيْرَ مهموزٍ، أي: مَالَ؛ ومنه: [الهزج] إِلَىٰ هِنْدٍ صَبَا قَلْبِي وَهِنْدٌ مِثْلُهَا يُصْبِي انتهى. قال: * ع *: والصَّابِىءُ؛ في اللغة: من خرج من دين إلى دين. وأما المشار إليهم في قوله تعالَىٰ: { وَٱلصَّـٰبِئِينَ } فقال السديُّ: هم فرقة من أهل الكتاب، وقال مجاهد: هم قوم لا دِينَ لهم، وقال ابنُ جْرَيْج: هم قوم تركب دينهم بين اليهوديَّة والمجوسيَّة، وقال ابنُ زَيْد: هم قومٌ يقولون لا إله إلا اللَّه، وليس لهم عمل ولا كتابٌ كانوا بجزيرةِ المَوْصِلِ، وقال الحسنُ بْنُ أبي الحسن، وقتادة: هم قوم يعبدون الملائكةَ، ويصلُّون الخمْسَ إلى القبلة، ويقرءون الزَّبُور رَآهُمْ زيادُ بن أبي سفيان، فأراد وضع الجزْيَة عنْهم حتَّى عُرِّفَ أنهم يعبدون الملائكَةَ. وقوله تعالى: { وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ... } الآية: { ٱلطُّور }: اسم الجبلِ الَّذي نُوجِيَ موسَىٰ عليه السلام قاله ابنُ عبَّاس، وقال مجاهدٌ وغيره: { ٱلطُّور }: اسمٌ لكلِّ جبلٍ، وقصص هذه الآية أنَّ موسَىٰ عليه السلام، لما جاء إلى بني إسرائيل من عنْد اللَّه تعالَىٰ بالألواح، فيها التوراة، قال لهم: خُذُوهَا، وٱلْتَزِمُوهَا، فقَالُوا: لا، إِلاَّ أنْ يكلَّمنا اللَّهُ بهَا كما كلَّمك، فصُعِقُوا، ثم أُحْيُوا، فقال لهم: خُذُوها، فقالوا: لاَ، فأمر اللَّه الملائكَةَ، فٱقتلعَتْ جَبَلاً من جبالِ فِلَسْطِينَ طولُه فَرْسَخٌ في مثله، وكذلك كان عسْكَرهم، فجعل عليهم مثْلَ الظُّلَّة، وأخرج اللَّه تعالى البَحْرَ من ورائهم، وأضرم نَاراً من بين أيديهم، فأحاط بهم غضبه، وقيل لهم: خذوها، وعليكُم الميثَاقُ، ولا تضيِّعوها، وإِلا سقط علَيْكم الجبَلُ، وأغرقكم البَحْر، وأحرقتكم النارُ، فَسَجَدُوا؛ توبةً للَّه سبحانه، وأخذوا التوراةَ بالميثاقِ، قال الطبريُّ عن بعض العلماء: لو أخذوها أوَّلَ مرَّة، لم يكُنْ عليهم ميثاقٌ، وكانت سجدتهم علَىٰ شِقٍّ؛ لأنهم كانوا يرقبون الجَبَل؛ خوْفاً، فلما رحمهم اللَّه سبحانه، قالوا: لا سجدَةَ أفضلُ من سَجْدة تقبَّلها اللَّه، ورَحِمَ بها، فأَمَرُّوا سجودَهم علَىٰ شِقٍّ واحدٍ. قال: * ع *: والذي لا يصحُّ سواه أن اللَّه تعالى اخترع وقْتَ سجودهم الإِيمان في قلوبهم، لا أنهم آمنوا كُرْهاً، وقلوبهم غيرُ مطمئنة، قال: وقد اختصرْتُ ما سرد في قصصِ هذه الآية، وقصدت أَصَحَّهُ الذي تقتضيه ألفاظُ الآية، وخلط بعْضُ الناس صَعْقَةَ هذه القصَّة بصَعْقة السبعين. وَ { بِقُوَّةٍ }: قال ابن عباس: معناه: بجِدٍّ وٱجتهادٍ. وقال ابن زيد: معناه: بتصديق وتحقيق. { وَٱذْكُرُواْ مَا فِيهِ } ، أي: تدبُّروه واحْفَظُوا أوامره ووعيدَهُ، ولا تنسوه، ولا تضيِّعوه. وقوله تعالَىٰ: { ثُمَّ تَوَلَّيْتُم... } الآية: تولَّى: أصله الإِعراض والإِدبار عن الشيء بالجِسْمِ، ثم استعمل في الإعراض عن الأمورِ، والأديانِ، والمعتقداتِ؛ اتِّساعاً ومجازاً، وتَوَلِّيهِمْ من بعد ذلك: إما بالمعاصِي، فكان فضل اللَّه بالتوبة والإِمهال إِلَيْها، وإما أن يكون تَوَلِّيهم بالكُفْر، فلم يعاجلْهم سبحانه بالهَلاَكِ؛ لِيَكُونَ من ذرِّيَّتهم من يُؤْمِنُ.", "annotation": {"aya": [{"start": 2857, "end": 2874}], "hadith": [], "verse": [{"start": 3221, "end": 3248}, {"start": 3249, "end": 3275}]}}