{"text": " قوله عز وجل: { إن الذين كفروا وماتوا وهم كفار } قال ابن عباس: لما فتح رسول الله صلى الله عليه وسلم مكة دخل من كان من أصحاب الحارث بن سويد حباً في الإسلام فنزلت هذه الآية فيمن مات منهم على الكفر، وقيل نزلت فيمن مات كافراً من جميع أصناف اليهود والنصارى وعبدة الأصنام، فالآية عامة في جميع من مات على الكفر { فلن يقبل من أحدهم ملء الأرض ذهباً } أي قدر ما يملأ الأرض من شرقها إلى غربها { ولو افتدى به } قيل معناه لو افتدى به والواو زائدة مقحمة وقيل الواو على حالها وفائدتها أنها للعطف والتقدير لو تقرب إلى الله بملء الأرض ذهباً وقد مات على كفره لم ينفعه ذلك وكذا لو افتدى من العذاب بملء الأرض ذهباً لن يقبل منه، وهذا آكد في التغليظ لأنه تصريح بنفي القبول من جميع الوجوه. فإن قلت الكافر لا يملك شيئاً في الآخرة فما وجه قوله فلن يقبل من أحدهم ملء الأرض ذهباً؟ قلت: الكلام ورد على سبيل الفرض والتقدير والمعنى لو أن للكافر قدر ملء الأرض ذهباً يوم القيامة لبذله في تخليص نفسه من العذاب ولكن لا يقدر على شيء من ذلك وقيل معناه لو أن الكافر أنفق في الدنيا ملء الأرض ذهباً ثم مات على كفره لم ينفعه ذلك لأن الطاعة مع الكفر غير مقبولة { أولئك } إشارة إلى من مات على الكفر { لهم عذاب أليم وما لهم من ناصرين } يعني مانعين يمنعونهم من العذاب ق عن أنس بن مالك عن النبي صلى الله عليه وسلم قال \" يقول الله عز وجل لأهون أهل النار عذاباً يوم القيامة لو أن لك ما في الأرض من شيء أكنت تفتدي به؟ فيقول: نعم فيقول أردت منك أهون من هذا وأنت في صلب آدم أن لا تشرك بي شيئاً فأبيت إلا الشرك \" لفظ مسلم. قوله عز وجل: { لن تنالوا البر } قال ابن عباس: يعني الجنة، وقيل: البر هو التقوى، وقيل هو الطاعة وقيل معناه لن تنالوا حقيقة البر ولن تكونوا أبرار حتى تنفقوا مما تحبون وقيل معناه لن تنالوا بر الله وهو ثوابه وأصل البر التوسع في فعل الخير يقال بر العبد ربه أي توسع في طاعته فالبر من الله الثواب ومن العبد الطاعة وقد يستعمل في الصدق وحسن الخلق لأنهما من الخير المتوسع فيه ق عن عبدالله بن مسعود قال: قال رسول الله صلى الله عليه وسلم: \" إن الصدق يهدي إلى البر وإن البر يهدي إلى الجنة وأن الرجل ليصدق حتى يكتب عند الله صديقاً، وإن الكذب يهدي إلى الفجور وإن الفجور يهدي إلى النار وإن الرجل ليكذب حتى يكتب عند الله كذاباً \" م عن النواس بن سمعان قال: سألت رسول الله صلى الله عليه وسلم عن البر والإثم فقال: \" البر حسن الخلق والإثم ما حاك صدرك وكرهت أن يطلع عليه الناس منك فعلى هذا يكون المعنى عليكم بالأعمال الصالحة حتى تكونوا ابراراً وتدخلوا في زمرة الأبرار \" ومن قال إن لفظ البر هو الجنة فقال معنى الآية لن تنالوا الثواب البر المؤدي إلى الجنة { حتى تنفقوا مما تحبون } يعني من جيد أموالكم أنفسها عندكم قال الله تعالى: ولا تيمموا الخبيث منه تنفقون [البقرة: 267] وقيل هو أن تنفق من مالك ما أنت محتاج إليه قال الله تعالى: ويؤثرون على أنفسهم ولو كان بهم خصاصة [الحشر: 9] ق عن أبي هريرة قال: أتى رسول الله صلى الله عليه وسلم رجل فقال: يا رسول الله أي الصدقة أفضل؟ قال: \" إن تصدق وأنت صحيح شحيح تخشى الفقر وتأمل الغنى، ولا تهمل حتى إذا بلغت الحلقوم قلت لفلان كذا ولفلان كذا إلاّ وقد كان \" ، واختلفوا في هذا الإنفاق قال ابن عباس: هو الزكاة المفروضة والمعنى لن تنالوا حتى تخرجوا زكاة أموالكم فعلى هذا القول قيل إن الآية منسوخة بآية الزكاة وفيه بعداً لأنه ترغيب في إخراج الزكاة وقال ابن عمر: المراد بها سائر الصدقات وقال الحسن: كل شيء أنفقه المسلم من مالك مما يبتغي به وجه الله ويطلب ثوابه حتى التمرة فإنه يدخل في قوله: لن تنالوا البر حتى تنفقوا مما تحبون ق عن أنس بن مالك قال: كان أبو طلحة أكثر الأنصار بالمدينة مالاً وكان أحب أمواله إليه بيرحا وكانت مستقبلة المسجد وكان رسول الله صلى الله عليه وسلم يدخلها ويشرب من ماء فيها طيب قال أنس: فلما نزلت هذه الآية { لن تنالوا البر حتى تنفقوا مما تحبون } قام أبو طلحة إلى رسول الله صلى الله عليه وسلم فقال: يا رسول الله إن الله تعالى يقول في كتابه { لن تنالوا البر حتى تنفقوا مما تحبون } وإن أحب أموالي إلي بيرحا وإنها صدقة لله عز وجل أرجو برها وذخرها عند الله فضعها يا رسول الله حيث شئت فقال رسول الله صلى الله عليه وسلم: \" بخ بخ ذلك مال رابح \" أو قال ذلك مال رايح أرى أن تجعلها في الأقربين فقال أبو طلحة: أفعل يا رسول الله فقسمها أبو طلحة في أقاربه وبني عمه قوله بخ بخ هي كلمة تقال عند المدح والرضا وتكريرها للمبالغة وهي مبنية على السكون فإذا وصلت جرب ونونت فقلت: بخ بخ قوله: مال رابح أي ذو ربح وفي الرواية الأخرى ذلك مال رايح بالياء معناه يروح عليك نفعه وثوابه وبيرحا اسم موضع بالمدينة وهو حائط كان لأبي طلحة. وروي عن مجاهد قال: كتب عمر بن الخطاب إلى أبي موسى الأشعري أن يبتاع له جارية من سبي جلولاء يوم فتحت فلما جاءت أعجبته فقال عمر إن الله عزّ وجلّ يقول لن تنالوا البر حتى تنفقوا مما تحبون فأعتقها عمر وعن حمزة بن عبدالله بن عمر أن عبد الله بن عمر رضي الله عنهما خطرت على قلبه هذه الآية: { لن تنالوا البر حتى تنفقوا مما تحبون } قال عبدالله فذكرت ما أعطاني الله تعالى فما كان شيء أحب إليّ من فلانة فقلت هي حرة لوجه الله تعالى قال ولولا أني لا أعود في شيء جعلته لله لنكحتها وعن عمرو بن دينار قال لما نزلت هذه الآية لن تنالوا البر حتى تنفقوا مما تحبون \" جاء زيد بن حارثة بفرس يقال لها سيل كان يحبها إلى رسول الله صلى الله عليه وسلم فقال: تصدق بهذه يا رسول الله فأعطاها رسول الله صلى الله عليه وسلم أسامة بن زيد بن حارثة فقال يا رسول الله إنما أردت أن أتصدق بها فقال رسول الله صلى الله عليه وسلم: \" قد قبلت صدقتك \" وفي رواية \" كأن زيداً أوجد في نفسه فلما رأى ذلك منه النبي صلى الله عليه وسلم قال: أما إن الله قد قبلها \" ورُوي أن أبا ذر نزل به ضيف فقال للراعي: ائتني بخير إبلي فجاء بناقة مهزولة فقال للراعي خنتني فقال الراعي وجدت خير الإبل فحلها فذكرت يوماً حاجتكم إليه فقال: إن يوم حاجتي إليه ليوم أوضع في حفرتي وقوله تعالى: { وما تنفقوا من شيء } يعني من أي شيء كان من طيب تحبونه أو من خبيث تكرهونه { فإن الله به عليم } أي يعلمه ويجازيكم به.", "annotation": {"aya": [{"start": 2377, "end": 2405}, {"start": 2478, "end": 2514}], "hadith": [{"start": 1172, "end": 1360}, {"start": 1798, "end": 1983}, {"start": 2065, "end": 2218}, {"start": 2623, "end": 2741}, {"start": 3617, "end": 3639}, {"start": 4549, "end": 4810}, {"start": 4821, "end": 4915}], "verse": []}}