{"text": " { وَقَفَّيْنَا عَلَىٰ ءاثَـٰرِهِم } شروع في بيان أحكام الإنجيل ـ كما قيل ـ إثر بيان أحكام التوراة، وهو عطف على أَنزَلْنَا ٱلتَّوْرَٰةَ [المائدة: 44] وضمير الجمع المجرور ـ للنبيين الذين أسلموا ـ كما قاله أكثر المفسرين، واختاره علي بن عيسى والبلخي، وقيل: للذين فرض عليهم الحكم الذي مضى ذكره، وحكي ذلك عن الجبائي ـ وليس بالمختار ـ والتقفية الاتباع، ويقال: قفا فلان إثر فلان إذا تبعه، وقفيته بفلان إذا أتبعته إياه، والتقدير هنا أتبعناهم على آثارهم { بِعَيسَى ٱبْنِ مَرْيَمَ } فالفعل كما قيل: متعد لمفعولين أحدهما بنفسه والآخر بالباء، والمفعول الأول محذوف، و { عَلَىٰ ءاثَـٰرِهِمْ } كالساد مسده لأنه إذا قفا به على آثارهم فقد قفاهم به، واعترض بأن الفعل قبل التضعيف كان متعدياً إلى واحد، وتعدية المتعدي إلى واحد لثان بالباء لا تجوز سواء كان بالهمزة أو التضعيف، ورد بأن الصواب أنه جائز لكنه قليل، وقد جاء منه ألفاظ قالوا: صك الحجر الحجر، وصككت الحجر بالحجر، ودفع زيد عمراً ودفعت زيداً بعمرو أي جعلته دافعاً له. وذهب بعض المحققين إلى أن التضعيف فيما نحن فيه ليس للتعدية، وأن تعلق الجار بالفعل لتضمينه معنى المجيء أي جئنا بعيسى ابن مريم على آثارهم قافياً لهم فهو متعد لواحد لا غير بالباء، وحاصل المعنى أرسلنا عيسى عليه السلام عقيبهم { مُصَدّقاً لّمَا بَيْنَ يَدَيْهِ مِنَ ٱلتَّوْرَٰةَ } حال من عيسى مؤكدة فإن ذلك من لازم الرسول عليه الصلاة والسلام. { وَءاتَيْنَـٰهُ ٱلإِنجِيلَ } عطف على { قَفَّيْنَا } ، وقرأ الحسن بفتح الهمزة، ووجه صحة ذلك أنه اسم أعجمي فلا بأس بأن يكون على ما ليس في أوزان العرب، وهو بأفعيل أو فعليل بالفتح، وإما إفعيل بالكسر فله نظائر ـ كإبزيم وإحليل ـ وغير ذلك { فِيهِ هُدًى وَنُورٌ } كما في التوراة، والجملة في موضع النصب على أنها حال من الإنجيل، وقوله تعالى: { وَمُصَدّقاً لّمَا بَيْنَ يَدَيْهِ مِنَ ٱلتَّوْرَٰةَ } عطف على الحال وهو حال أيضاً، وعطف الحال المفردة على الجملة الحالية وعكسه جائز لتأويلها بمفرد وتكرير هذا لزيادة التقرير، وقوله عز وجل: { وَهُدًى وَمَوْعِظَةٌ لّلْمُتَّقِينَ } عطف على ما تقدم منتظم معه في سلك الحالية، وجعل كله هدى ـ بعد ما جعل مشتملاً عليه ـ مبالغة في التنويه بشأنه لما أن فيه البشارة بنبينا صلى الله عليه وسلم أظهر، وتخصيص المتقين بالذكر لأنهم المهتدون بهداه والمنتفعون بجدواه، وجوز نصب { هُدًى وَمَوْعِظَةً } على المفعول لها عطفاً على مفعول له آخر مقدر أي إثباتاً لنبوته وهدى الخ، ويجوز أن يكونا معللين لفعل محذوف عامل فيه أي: وهدى وموعظة للمتقين آتيناه ذلك.", "annotation": {"aya": [{"start": 111, "end": 134}], "hadith": [], "verse": []}}