{"text": " يعني بقوله جلّ ثناؤه: { مَّن يَشْفَعْ شَفَـٰعَةً حَسَنَةً يَكُنْ لَّهُ نَصِيبٌ مِّنْهَا } من يَصِرْ يا محمد شفعاً لوتر أصحابك، فيشفعهم في جهاد عدوّهم وقتالهم في سبيل الله وهو الشفاعة الحسنة { يَكُنْ لَّهُ نَصِيبٌ مِّنْهَا } يقوله: يكن له من شفاعته تلك نصيب، وهو الحظّ من ثواب الله، وجزيل كرامته. { وَمَن يَشْفَعْ شَفَـٰعَةً سَيِّئَةً } يقول: ومن يشفع وتر أهل الكفر بالله على المؤمنين به، فيقاتلهم معهم، وذلك هو الشفاعة السيئة { يَكُنْ لَّهُ كِفْلٌ مِّنْهَا } يعني: بالكفل النصيب والحظّ من الوزر والإثم. وهو مأخوذ من كِفْل البعير والمركب، وهو الكساء أو الشيء يهيأ عليه شبيه بالسرج على الدابة، يقال منه: جاء فلان مكتفلاً: إذا جاء على مركب قد وُطّىءَ له على ما بينا لركوبه. وقد قيل: إنه عنى بقوله: { مَّن يَشْفَعْ شَفَـٰعَةً حَسَنَةً يَكُنْ لَّهُ نَصِيبٌ مِّنْهَا }... الآية، شفاعة الناس بعضهم لبعض. وغير مستنكر أن تكون الآية نزلت فيما ذكرنا، ثم عمّ بذلك كل شافع بخير أو شرّ. وإنما اخترنا ما قلنا من القول في ذلك لأنه في سياق الآية التي أمر الله نبيه صلى الله عليه وسلم فيها بحضّ المؤمنين على القتال، فكان ذلك بالوعد لمن أجاب رسول الله صلى الله عليه وسلم، والوعيد لمن أبى إجابته أشبه منه من الحثّ على شفاعة الناس بعضهم لبعض التي لم يجر لها ذكر قبل ولا لها ذكر بعد. ذكر من قال ذلك في شفاعة الناس بعضهم لبعض: حدثني محمد بن عمرو، قال: ثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد، في قوله: { مَّن يَشْفَعْ شَفَـٰعَةً حَسَنَةً يَكُنْ لَّهُ نَصِيبٌ مِّنْهَا وَمَن يَشْفَعْ شَفَـٰعَةً سَيِّئَةً } قال: شفاعة بعض الناس لبعض. حدثني المثنى، قال: ثنا أبو حذيفة، قال: ثنا شبل، عن ابن أبي نجيح، عن مجاهد، مثله. حُدثت عن ابن مهدي، عن حماد بن سلمة، عن حميد، عن الحسن، قال: من يُشَفَّع شفاعة حسنة كان له فيها أجران، ولأن الله يقول: { مَّن يَشْفَعْ شَفَـٰعَةً حَسَنَةً يَكُنْ لَّهُ نَصِيبٌ مِّنْهَا } ولم يقل: يُشَفَّع. حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن رجل، عن الحسن، قال: من يشفع شفاعة حسنة كتب له أجرها ما جرت منفعتها. حدثنا يونس، قال: أخبرنا ابن وهب، قال: سئل ابن زيد، عن قول الله: { مَّن يَشْفَعْ شَفَـٰعَةً حَسَنَةً يَكُنْ لَّهُ نَصِيبٌ مِّنْهَا } قال: الشفاعة الصالحة التي يشفع فيها وعمل بها هي بينك وبينه هما فيها شريكان. { مَّن يَشْفَعْ شَفَـٰعَةً سَيِّئَةً يَكُنْ لَّهُ كِفْلٌ مَّنْهَا } قال: هما شريكان فيها كما كان أهلها شريكين. ذكر من قال ذلك: الكفل النصيب: حدثنا بشر بن معاذ، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: { مَّن يَشْفَعْ شَفَـٰعَةً حَسَنَةً يَكُنْ لَّهُ نَصِيبٌ مِّنْهَا }: أي حظّ منها. { مَّن يَشْفَعْ شَفَـٰعَةً سَيِّئَةً يَكُنْ لَّهُ كِفْلٌ مَّنْهَا } والكفل: هو الإثم. حدثنا محمد بن الحسين، قال: ثنا أحمد بن مفضل، قال: ثنا أسباط، عن السديّ، قوله: { يَكُنْ لَّهُ كِفْلٌ مِّنْهَا } أما الكفل: فالحظّ. حدثني المثنى، قال: ثنا إسحاق، قال: ثنا عبد الله بن أبي جعفر، عن أبيه، عن الربيع: { يَكُنْ لَّهُ كِفْلٌ مِّنْهَا } قال: حظّ منها، فبئس الحظّ. حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: الكفل والنصيب واحد. وقرأ: يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِ [الحديد: 28] القول في تأويل قوله تعالى: { وَكَانَ ٱللَّهُ عَلَىٰ كُلّ شَىْء مُّقِيتاً }. اختلف أهل التأويل في تأويل قوله: { وَكَانَ ٱللَّهُ عَلَىٰ كُلّ شَىْء مُّقِيتاً } فقال بعضهم: تأويله: وكان الله على كل شيء حفيظاً وشهيداً. ذكر من قال ذلك: حدثني المثنى، قال: ثنا عبد الله بن صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس: { وَكَانَ ٱللَّهُ عَلَىٰ كُلّ شَىْء مُّقِيتاً } يقول: حفيظاً. حدثني المثنى، قال: ثنا أبو حذيفة، قال: ثنا شبل، عن ابن أبي نجيح، عن مجاهد: { مُّقِيتاً } شهيداً. حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن رجل اسمه مجاهد، عن مجاهد، مثله. حدثنا القاسم، قال: ثنا الحسين، قال: ثنا حجاج، عن ابن جريج، عن مجاهد: { مُّقِيتاً } قال: شهيداً، حسيباً، حفيظاً. حدثني أحمد بن عثمان بن حكيم، قال: ثنا عبد الرحمن بن شريك، قال: ثنا أبي، عن خصيف، عن مجاهد أبي الحجاج: { وَكَانَ ٱللَّهُ عَلَىٰ كُلّ شَىْء مُّقِيتاً } قال: المقيت: الحسيب. وقال آخرون: معنى ذلك: القائم على كل شيء بالتدبير. ذكر من قال ذلك: حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قال: قال عبد الله بن كثير: { وَكَانَ ٱللَّهُ عَلَىٰ كُلّ شَىْء مُّقِيتاً } قال: المقيت: الواصب. وقال آخرون: هو القدير. ذكر من قال ذلك: حدثنا محمد بن الحسين، قال: ثنا أحمد بن مفضل، قال: ثنا أسباط، عن السديّ: { وَكَانَ ٱللَّهُ عَلَىٰ كُلّ شَىْء مُّقِيتاً } أما المقيت: فالقدير. حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: { وَكَانَ ٱللَّهُ عَلَىٰ كُلّ شَىْء مُّقِيتاً } قال: على كل شيء قديراً. المقيت: القدير. قال أبو جعفر: والصواب من هذه الأقوال، قول من قال: معنى المقيت: القدير، وذلك أن ذلك فيما يذكر كذلك بلغة قريش، وينشد للزبير بن عبد المطلب عمّ رسول الله صلى الله عليه وسلم: وَذِي ضِغْنٍ كَفَفْتُ النَّفسَ عنْهُ وكُنْتُ على مَساءَتِهِ مُقيتا أي قادراً. وقد قيل: إن منه قول النبيّ صلى الله عليه وسلم: \" كَفَى بالمَرْءِ إثْماً أنْ يُضَيِّعَ مَنْ يُقِيتُ \" في رواية من رواها: «يُقيت»: يعني من هو تحت يديه في سلطانه من أهله وعياله، فيقدر له قوته. يقال منه: أقات فلان الشيء يقتيه إقاتة، وقاته يقوته قياتة وقُوتاً، والقوت الاسم. وأما المُقِيتُ في بيت اليهودي الذي يقول فيه: لَيْتَ شِعْرِي وأشْعُرَنَّ إذَا مَا قَرَّبُوها مَنْشُورَةً وَدُعِيتُ ألِيَ الفَضْلُ أمْ عَليَّ إذَا حُو سِبْتُ إنَّي على الحِسابِ مُقِيتُ فإن معناه: فإني على الحساب موقوف، وهو من غير هذا المعنى.", "annotation": {"aya": [{"start": 2746, "end": 2783}], "hadith": [{"start": 4467, "end": 4520}], "verse": [{"start": 4342, "end": 4378}, {"start": 4379, "end": 4408}, {"start": 4735, "end": 4770}, {"start": 4771, "end": 4803}, {"start": 4804, "end": 4838}, {"start": 4839, "end": 4872}]}}