{"text": " القراءة: قرأ ابن عامر ولدار الآخرة بلام واحدة وجر الآخرة على الإضافة والباقون بلامين ورفع الآخرة، وقرأ أهل المدينة وابن ذكوان عن ابن عامر ويعقوب وسهل أفلا تعقلون بالتاء ها هنا وفي الأعراف ويوسف وياسين، ووافقهم حفص إلاّ في ياسين وحماد ويحيى عن أبي بكر في يوسف، وقرأ الباقون جميع ذلك بالياء. الحجة: من قرأ وللدار الآخرة فلأن الآخرة صفة للدار يدل على ذلك قولـه وللآخرة خير لك من الأولى وإن الدار الآخرة لهي الحيوان وتلك الدار الآخرة نجعلها ومن أضاف داراً إلى الآخرة لم يجعل الآخرة صفة للدار فإن الشيء لا يضاف إلى نفسه لكنه جعلها صفة للساعة فكأنه قال ولدار الساعة الآخرة وجاز وصف الساعة بالاخرة كما وصف اليوم بالآخر في قولـه وأرجوا اليوم الآخر [العنكبوت: 36] قال أبو علي: إنما حسن إضافة الدار إلى الآخرة ولم يقبح من حيث استقبح إقامة الصفة مقام الموصوف لأن الآخرة قد صارت كالأبطح والأبرق ألا ترى أنه قد جاء وللآخرة خير لك من الأولى [الضحى: 4] فاستعملت استعمال الأسماء ولم يكن مثل الصفات التي لم تستعمل استعمال الأسماء ومثل الآخرة في أنها استعملت الأسماء قولـهم الدنيا لمال استعملت استعمال الأسماء حسن أن لا يلحق لام التعريف في نحو قولـه. في سعي دنيا طال ما قد مُدَّتِ وأما وجه القراءة بالياء في أفلا يعقلون فهو أنه قد تقدم في ذكر الغيبة في قولـه للذين يتقون ووجه القراءة بالتاء أنه يصلح أن يكون خطاباً متوجهاً إليهم ويصلح أن يكون المراد الغيّب والمخاطبون فيغلب الخطاب. اللغة: كل شيء أتى فجاءة فقد بغت يقال بغته الأَمر يبغته بغتة قال الشاعر: وَلكِنَّهُمْ باتُوا وَلَمْ أَخْشَ بَغْتَةً وَأفْظَعُ شَيءٍ حَيْنَ يَفْجَأُكَ الْبَغْتُ والحسرة شدة الندم حتى يحسر النادم كما يحسر الذي تقوم به دابته في السفر البعيد والتفريط التقصير وأصله التقديم والإِفراط التقديم في مجاوزة الحد والتفريط التقديم في العجز والتقصير والوزر الثقل في اللغة واشتقاقه من الوزر وهو الحبل الذي يعتصم به ومنه قيل وزير كأنه يعتصم الملك به ومثله قولـه تعالى واجعل لي وزيراً من أهلي [طه: 29] ويزرون يفعلون من وزر يزر وزراً إذا أثم. وقيل: وُزِر فهو موزور إذا فعل به ذلك ومنه الحديث في النساء يتبعن جنازة قتيل لهن: \" ارجعن موزورات غير مأجورات \" والعامة تقول مأزورات والعقل والنهي والحجي متقاربة المعنى فالعقل الإِمساك عن القبيح وقصر النفس وحبسها عن الحسن. قال الأَصمعي: وبالدهناء خبراء يقال له معقلة قال وتراها سميت معقلة لأَنها تمسك الماء كما يعقل الدواء البطن والنهى لا يخلو أن يكون مصدراً كالهدى أو جمعاً كالظلم وهو في معنى ثبات وحبس ومنه النهي والتنهية للمكان الذي ينتهي إليه الماء فيستنقع فيه لتسفله ويمنع ارتفاع ما حوله من أن يسيح على وجه الأرض والحجى أصله من الحجو وهو احتباس وتمكث قال: فهن يعكفن به إذا حجا وحجيت بالشيء وتحجيت به يهمز ولا يهمز أي تمسكت عن الأَزهري قال أبو علي: فكأن الحجى مصدر كالشبع ومن هذا الباب الحُجيَّا لِلُغز لتمكث الذي يلقى عليه حتى يستخرجه. الإِعراب: يقال ما معنى الغاية في قولـه حتى إذا جاءتهم الساعة وما عامل الإِعراب فيها؟ والجواب أن معناها منتهى تكذيبهم الحسرة يوم القيامة والعامل فيها كذَّبوا أي كذبوا إلى أن ظهرت الساعة بغتة فندموا حيث لا ينفعهم الندامة، ويقال ما معنى دعاء الحسرة وهي مما لا يعقل؟ والجواب: إن العرب إذا اجتهدت في المبالغة في الإخبار عن أمر عظيم تقع فيه جعلته نداء فلفظه لفظ ما ينبه والمنبه غيره مثل قولـه يا حسرة على العباد [يس: 3] وقولـه يا حسرتا على ما فرطت في جنب الله [الزمر: 56] و يا ويلتى أألد [هود: 72] وهذا أبلغ من أن تقول أنا أتحسر على التفريط قاله الزجاج: وقال سيبويه أنك إذا قلت يا عجباه فكأنك قلت احضر وتعال يا عجب فإنه من أزمانك وتأويل يا حسرتاه انتبهوا على أننا قد حسرنا فخرج مخرج النداء للحسرة والمعنى على النداء لغيرها تنبيهاً على عظم شأنها. وقيل: إنها بمنزلة الاستغاثة فكأنه قيل يا حسرتنا تعالي فهذا أوانك كما يقال يا للعجب وقولـه ساءنا يزرون تقديره بئس الشيء يزرونه وقد ذكرنا عمل نعم وبئس فيما مضى. المعنى: ثم أخبر سبحانه عن هؤلاء الكفار فقال { قد خسر الذين كذَّبوا بلقاء الله } يعني بلقاء ما وعد الله به من الثواب والعقاب وجعل لقائهم لذلك لقاء له تعالى مجازاً عن ابن عباس والحسن. وقيل: المراد بلقاء جزاء الله كما يقال للميت لقي فلان عمله أي لقي جزاء عمله ونظيره إلى يوم يلقونه بما أخلفوا الله ما وعدوه [التوبة: 77]. { حتى إذا جاءتهم الساعة } أي القيامة { بغتة } أي فجأة من غير أن يعلموا وقتها { قالوا } عند معاينة ذلك اليوم وأهواله وتباين أحوال أهل الثواب والعقاب { يا حسرتنا على ما فرطنا فيها } أي على ما تركنا وضيَّعنا في الدنيا من تقديم أعمال الآخرة عن ابن عباس، وقيل: إن الهاء يعود إلى الساعة عن الحسن والمعنى على ما فر طنا في العمل للساعة والتقدمة لها. وقيل: إن الهاء يعود إلى الجنة أي في طلبها والعمل لها عن السدي يدلُّ عليه ما رواه الأَعمش عن أبي صالح عن أبي سعيد عن النبي صلى الله عليه وسلم في هذه الآية قال \" يرى أهل النار منازلهم من الجنة فيقولون يا حسرتنا \". وقال محمد بن جرير: الهاء يعود إلى الصفقة لأَنه لما ذكر الخسران دلَّ على الصفقة ويجوز أن يكون الهاء يعود إلى معنى ما في قولـه ما فرَّطنا أي يا حسرتنا على الأَعمال الصالحة التي فرَّطنا فيها فعلى هذا الوجه يكون ما موصولة بمعنى الذي وعلى الوجوه المتقدمة يكون ما بمعنى المصدر ويكون تقديره على تفريطنا. { وهم يحملون أوزارهم } أي أثقال ذنوبهم { على ظهورهم } وقال ابن عباس: يريد آثامهم وخطاياهم وقال قتادة والسدي: إن المؤمن إذا خرج من قبره استقبله أحسن شيء صورة وأطيبه ريحاً فيقول أنا عملك الصالح طال ما ركبتك في الدنيا فاركبني أنت اليوم فذلك قولـه يوم نحشر المتقين إلى الرحمن وفداً [مريم: 85] أي ركباناً وإن الكافر إذا خرج من قبره استقبله أقبح شيء صورة وأخبثه ريحاً فيقول أنا عملك السيء طال ما ركبتني في الدنيا فأنا أركبك اليوم وذلك قولـه { وهم يحملون أوزارهم على ظهورهم } وقال الزجاج: هذا مثل جائز أن يكون جعل ما ينالهم من العذاب بمنزلة أثقل ما يحمل لأَن الثقل كما يستعمل في الوزن يستعمل في الحال أيضاً كما تقول ثقل عليّ خطاب فلان ومعناه كرهت خطابه كراهة اشتدت عليّ فعلى هذا يكون المعنى أنهم يقاسون عذاب آثامهم مقاساة تثقل عليهم ولا تزايلهم وإلى هذا المعنى أشار أمير المؤمنين ع في قولـه تخفَّفوا تحلقوا فإنما ينتظر بأولكم آخركم. { ألا ساء ما يزرون } أي بئس الحمل حملهم عن ابن عباس. وقيل: معناه ساء ما ينالهم جزاء لذنوبهم وأعمالهم السيئة إذ كان ذلك عذاباً ونكالاً ثم ردَّ عليهم قولـهم ما هي إلا حياتنا الدنيا وبيَّن سبحانه أن ما يتمتع به من الدنيا يزول ويبيد فقال { وما الحياة الدنيا إلا لعب ولهو } أي باطل وغرور إذا لم يجعل ذلك طريقاً إلى الآخرة وإنما عنى بالحياة الدنيا أعمال الدنيا لأن نفس الدنيا لا توصف باللعب وما فيه رضا الله من عمل الآخرة لا يوصف به أيضاً لأَن اللعب ما لا يعقَّب نفعاً واللهو ما يصرف من الجدّ إلى الهزل وهذا إنما يتصور في المعاصي. وقيل: المراد باللعب واللهو أن الحياة تنقضي وتفنى ولا تبقى فتكون لذَّة فانية عن قريب كاللعب واللهو. { وللدار الأخرة } وما فيها من أنواع النعيم والجنان { خير للذين يتقون } معاصي الله لأَنها باقية دائمة لا يزول عنهم نعيمها ولا يذهب عنهم سرورها { أفلا تعقلون } أن ذلك كما وصف لهم فيزهدوا في شهوات الدنيا ويرغبوا في نعيم الآخرة ويفعلوا ما يؤدّيهم إلى ذلك من الأَعمال الصالحة وفي هذه الاية تسلية للفقراء بما حرَّموا من متاع الدنيا وتقريع للأَغنياء إذا ركنوا إلى حطامها ولم يعملوا لغيرها.", "annotation": {"aya": [{"start": 621, "end": 639}, {"start": 802, "end": 826}, {"start": 1716, "end": 1739}, {"start": 2916, "end": 2934}, {"start": 2950, "end": 2982}, {"start": 2997, "end": 3010}, {"start": 3692, "end": 3731}, {"start": 4841, "end": 4874}], "hadith": [{"start": 1870, "end": 1899}, {"start": 4246, "end": 4299}], "verse": [{"start": 1033, "end": 1062}, {"start": 1336, "end": 1378}, {"start": 1379, "end": 1422}, {"start": 2349, "end": 2369}]}}