{"text": " { بِسمِ ٱلله الرَّحْمٰنِ الرَّحِيـمِ * ٱلْحَمْدُ للَّهِ ٱلَّذِي لَهُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلأَرْضِ } الآية هذه السورة مكية وقيل فيها غير مكي وسبب نزولها أن أبا سفيان قال لكفار قريش لما سمعوا ليعذب الله المنافقين والمنافقات والمشركين والمشركات محمد يتوعدنا بالعذاب بعد أن نموت ويخوفنا بالبعث واللات والعزى لا تأتينا الساعة أبداً ولا نبعث فقال الله تعالى قل يا محمد بلى وربي لتبعثن وباقي السورة تهديد لهم وتخويف * ومن ذكر هذا السبب ظهرت المناسبة بين هذه السورة والتي قبلها والحمد لله مستغرق لجميع المحامد كلها. { وَلَهُ ٱلْحَمْدُ فِي ٱلآخِرَةِ } ظاهره الاستغراق ولما كانت نعم الآخرة مخبر أنها غير مرئية لنا في الدنيا ذكرها لتقاس نعمها بنعم الدنيا قياس الغائب على الشاهد وإن اختلفتا في الفضيلة والديمومة. { يَعْلَمُ مَا يَلِجُ فِي ٱلأَرْضِ } أي من المياه. { وَمَا يَخْرُجُ مِنْهَا } أي من النبات. { وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ } أي من المطر وغير ذلك. { وَمَا يَعْرُجُ فِيهَا } من أعمال الخلق وبلى جواب للنفي السابق من قولهم لا تأتينا الساعة أي بلى لتأتينكم واتبع القسم بقوله: عالم الغيب وما بعده ليعلم أن إتيانها من الغيب الذي انفرد به تعالى وجاء القول بقوله: وروي مضافاً إلى الرسول صلى الله عليه وسلم ليدل على شدة القسم إذا لم يأت به في الإِسم المشترك بينه وبين من أنكر الساعة وهو لفظ الله تعالى: { وَقَالَ ٱلَّذِينَ كَفَرُواْ } هم قريش قال بعضهم لبعض على سبيل التعجيب والاستهزاء كما يقول الرجل لمن يريد أن يعجبه هل أدلك على قصة غريبة نادرة لما كان البعث عندهم من المحال جعلوا من يخبر عن وقوعه في حيز من يتعجب منه وأتوا باسمه عليه السلام نكرة في قولهم هل ندلكم على رجل واسمه أشهر علم في قريش في الدنيا واخباره بالبعث أشهر خبر لأنهم أخرجوا ذلك مخرج الاستهزاء والتحلي ببعض الأحاجي المعمولة للتلهي والتعمية فلذلك نكروا اسمه وإذا الشرطية مختلف في العامل فيها وقد بيناه في شرح التسهيل فإِن الصحيح أن يعمل فيها فعل الشرط كسائر أدوات الشرط والجملة الشرطية يحتمل أن تكون معمولة لينبئكم لأنه في معنى يقول لكم إذا مزقتم كل ممزق ثم أكد ذلك بقوله: إنكم لفي خلق جديد ويحتمل أن يكون انكم لفي خلق جديد معمولاً لينبئكم وينبئكم معلق ولولا اللام في خبر ان لكانت مفتوحة والجملة سدت مسد المفعولين والجملة الشرطية على هذا التقدير اعتراض وقد منع قوم التعليق في باب أعلم والصحيح جوازه وقال الشاعر: حذار فقد نبئت أنك للذي ستجزى بما تسعى فتسعد أو تشقى وممزق مصدر جاء على زنة اسم المفعول على القياس في إسم المصدر من كل فعل زائد على الثلاثة والظاهر أن قوله افترى من قول بعضهم لبعض أي أهو مفتر على الله كذباً فيما ينسب إليه من أمر البعث أم به جنون يوهم ذلك ويلقيه على لسانه عادلوا بين الافتراء والجنون لأن هذا القول عندهم إنما يصدر عن أحد هذين لأنه إن كان يعتقد خلاف ما أنبأ به فهو مفتر وإن كان لا يعتقده فهو مجنون فأضرب تعالى عن مقالتهم والمعنى ليس الرسول صلى الله عليه وسلم كما نسبتم إليه بل أنتم في عذاب النار أو في عذاب الدنيا بما تكابدونه من إبطال الشرع وهو بحق وإطفاء نور الله وهو يتم * ولما كان الكلام في البعث قال: بل الذين لا يؤمنون بالآخرة فرتب العذاب على إنكار البعث وتقدم الكلام في وصف الضلال بالبعد وهو من أوصاف المحال استعير للمعنى ومعنى بعده أنه لا يقتضي خبره الملتبس به. { أَفَلَمْ يَرَوْاْ } أي هؤلاء الكفار الذين لا يؤمنون بالآخرة. { إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ } أي حيث ما تصرفوا فالسماء والأرض قد أحاطتا بهم لا يقدرون أن ينفذوا من أقطارهما ولا يخرجوا عن ملكوت الله فيهما. { إِن نَّشَأْ نَخْسِفْ بِهِمُ ٱلأَرْضَ } كما فعلنا بقارون. { أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفاً مِّنَ ٱلسَّمَآءِ } كما فعلنا بأصحاب الظلة. { إِنَّ فِي ذَلِكَ } أي في النظر إلى السماء والأرض والفكر فيهما وما يدلان عليه من قدرة الله تعالى. { لآيَةً } لعلامة ودلالة. { لِّكُلِّ عَبْدٍ مُّنِيبٍ } راجع إلى ربه مطيع له لأن المنيب لا يخلو من النظر في آيات الله تعالى على أنه قادر على كل شىء من البعث ومن عقاب من يكفر به. { وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلاً } مناسبة قصة داود وسليمان لما قبلهما هي أن أولئك الكفار أنكروا البعث لاستحالته عندهم فأخبروا بوقوع ما هو مستحيل في العادة مما لا يمكنهم إنكاره إذ طفحت ببعضه أخبارهم ونطقت به شعراؤهم على ما يأتي ذكره من تأويب الجبال والطير مع داود والإِنة الحديد وهو الجرم المستعصي وتسخير الريح لسليمان واسالة النحاس له كما ألان الحديد لأبيه وتسخير الجن في ما شاء من الأعمال الشاقة وغير ذلك * أوبي معه أي سبحي قاله ابن عباس وقرىء: والطير بالنصب عطفاً على موضع يا جبال وبالرفع عطفاً على لفظ يا جبال * والانة الحديد قال ابن عباس: حتى صار كالشمع وروي أن داود عليه السلام كان يتنكر فيسأل الناس عن حاله فعرض له ملك في صورة إنسان فسأله فقال: نعم العبد لولا خلة فيه فقال: وما هي قال: يرتزق من بيت المال ولو أكل من عمل يده لنمت فضائله فدعا الله تعالى أن يعلمه صنعة ويسهلها عليه فعلمه صنعة الدروع الان له الحديد فاثرى وكان ينفق ثلث المال في مصالح المسلمين. { وَقَدِّرْ فِي ٱلسَّرْدِ } قال ابن زيد هو في قدر الحلقة أي لا تعملها صغيرة فتضعف فلا يقوى الدرع على الدفاع ولا كبيرة فينال لابسها من خلالها. { وَلِسُلَيْمَانَ ٱلرِّيحَ } أبدله الله تعالى من الخيل الريح تجري بأمره. { وَأَسَلْنَا لَهُ عَيْنَ ٱلْقِطْرِ } الظاهر أنه جعله أي النحاس له عليه السلام في معدنه عيناً تسيل كعيون الماء دلالة على نبوته يستعملها فيما يريد وعن ابن عباس أجريت له ثلاثة أيام بلياليهن وكانت بأرض اليمن قال مجاهد: سالت من صنعاء ولم يذب النحاس فيما روي لأحد قبله وكان لا يذوب. { بِإِذْنِ رَبِّهِ } أي بأمر ربه لقوله: { وَمَن يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا } أي ومن يعدل عن أمرنا الذي أمرناه به من طاعة سليمان وقرىء: يزغ مضارع زاغ وقرىء: بالضم من أزاغ أي ومن يمل وعذاب السعير عذاب الآخرة قاله ابن عباس * والمحاريب قال مجاهد المساجد والتماثيل الصور والجفان جمع جفنة وهي معروفة والجوابي الحياض العظام واحدها جابية لأنه يجبى فيها الماء أي يجتمع قال الأعشى * نفي الذم عن آل المحلق جفنة كجابية المسيح العراقي تفهق * والراسيات الثابتات على الأثافي فلا تنقل ولا تحمل لعظمها وقدّمت المحاريب على التماثيل لأن النفوس تكون في الأبنية وقدم الجفان على القدور مع أن القدور آلة الطبخ والجفان آلة الأكل والطبخ قبل الأكل لما بين الأبنية الملكية أراد بيان عظمة السماط الذي يمد في تلك الدور وأشار إلى الجفان لأنها تكون فيها والقدور لا يكون فيها ولا تحضر هناك ولهذا قال راسيات ولما بين حال الجفان سرى الذهن إلى عظمة ما يطبخ فيها فذكر القدور للمناسبة وذكر في حق داود اشتغاله بآلة الحرب لاحتياجه إلى قتال أعدائه وفي حق سليمان من المحاريب في التماثيل لأنه كان ملكاً ابن ملك قد وطد له أبوه الملك أي مهده له فكانت حاله حالة سلم إذ لم يكن أحد يقدر على محاربته وقال عقب أن أعمل سابغات اعملوا صالحاً وعقب ما يعمله الجن. { ٱعْمَلُوۤاْ آلَ دَاوُودَ شُكْراً } عقب كل جملة بما يناسبها وروي أن مصلى داود عليه السلام لم يخل قط من قائم يصلي ليلاً أو نهاراً وكانوا يتناوبونه وكان سليمان عليه السلام يأكل الشعير ويطعم أهله الخشكار والمساكين الدرمك وما شبع قط وقيل له في ذلك فقال: إني أخاف إن شبعت أن أنسى الجياع والشكور صيغة مبالغة وأريد به من الجنس. { فَلَمَّا قَضَيْنَا عَلَيْهِ ٱلْمَوْتَ } أي أنفذنا عليه ما قضينا في الأزل من الموت وأخرجناه إلى حيز الوجود والضمير في دلهم عائد على الجن الذين كانوا يعملون له وكان سليمان قد أمر الجن ببناء صرح فبنوه ودخل فيه تخلياً ليصفو له يوم واحد من الدهر من الكدر فدخل عليه شاب فقال له: كيف دخلت من غير استئذان فقال: إنما دخلت بإِذن قال: ومن أذن لك؟ قال: رب هذا الصرح فعلم سليمان عليه السلام أنه ملك الموت أتى لقبض روحه، فقال سليمان: سبحان الله هذا اليوم الذي طلبت فيه الصفاء، فقال له: طلبت ما لم يخلق فاستوثق من الإِتكاء على العصا فقبض روحه وبقيت الجن تعمل على عادتها وكان سليمان قصد تعمية موته لأنه كان قد بقي من تمام بناء المسجد عمل سنة فسأل الله تعالى تمامها على يد الإِنس والجن وكان يخلو بنفسه الشهرين والثلاثة فكانوا يقولون: يتحنث أي يتعبد وقيل ان ملك الموت أعلمه أنه بقي من حياته ساعة فدعا الجن فبنوا الصرح وقام يصلي متكئاً على عصاه فقبض روحه وهو متكىء عليها وكانت الشياطين تجتمع حول محرابه فلا ينظر أحد منهم إليه في صلاته إلا احترق فخر واحد منهم فلم يسمع صوته ثم رجع فلم يعلم فنظر فإِذا هو خر ميتاً وكان عمره ثلاثاً وخمسين سنة ملك بعد موت أبيه وهو ابن ثلاث عشرة سنة وكان أبوه قد أسس بنيان المسجد موضع فسطاط موسى عليه السلام فمات قبل أن يتمه ووصى به إلى ابنه فأمر الشياطين بإِتمامه ومات قبل تمامه ودابة الأرض هي سوسة الخشب وهي الأرضة وقيل غير ذلك والمنسأة العصا وكانت فيما رووا من خرنوب وذلك أنه كان يتعبد في بيت المقدس فتنبت له في محرابه كل سنة شجرة تخبره بمنافعها فيأمر فتقلع وتصرف في منافعها وتغرس لتتناسل فلما قرب موته نبتت له شجرة وسألها فقالت انا الخرنوب خرجت لخراب ملكك فعرف أنه حضر أجله فاستعد واتخذ منها عصا واستدعى بزاد سنة والجن تتوهم أنه يتغذى بالليل. { مِنسَأَتَهُ } على وزن مفعلة كمطرقة وهي العصا سميت بذلك لأنها ينسأ بها الأشياء أي تؤخر وقرىء: منسأته على وزن مفعلة بهمزة مفتوحة بعد السين وبإِبدالها ألفاً على غير قياس وبإِسكانها على غير قياس والأصل فتحها لأنها لام الكلمة. { فَلَمَّا خَرَّ } الضمير عائد على سليمان عليه السلام أي سقط عن العصا ميتاً وقرىء تبينت مبنياً للفاعل ومبنياً للمفعول وإن هي المخففة من الثقيلة وينسبك منها مصدر أي تبينت الجن جهلها أي جهل الخبر والمعنى أن الجن لو كانت تعلم الغيب ما خفي عليها موت سليمان وقد ظهر أنه خفي عليها بدوامها في الخدمة والصنعة.", "annotation": {"aya": [], "hadith": [], "verse": [{"start": 2086, "end": 2108}, {"start": 2109, "end": 2137}]}}