{"text": " ولما كانوا في هذا الأمر بين طاعة ومعصية، وكان درء المفاسد مقدماً، سبب عن ذلك قوله معبراً بأداة الشك تنبيهاً لهم على أن استكبارهم بعد إقامة هذه الأدلة ينبغي أن لا يتوهم، وصرف القول إلى الغيبة تحقيراً لهم وإبعاداً على تقدير وقوع ذلك منهم { فإن استكبروا } أي أوجدوا الكبر عن اتباعك فيما أمرتهم به من التوحيد فلم يوحدوا الله ولم ينزهوه تعالى عن الشريك { فالذين عند } وأظهر موضع الإصخار معبراً بوصف الإحسان بشارة له ونذارة لهم { ربك } خاصة لا عندهم لكونهم مقربين لديه في درجة الرضاء والكرامة ولكونهم مما يستغرق به الآدميون ولكون الكفار لا قدرة لهم على الوصول إليهم بوجه: { يسبحون له } أي يوقعون التنزيه عن النقائص ويبعدون عن الشركة لأجل علوه الأقدس وعزه الأكبر لا لشيء غيره إخلاصاً في عبادته وهم لا يستكبرون. ولما كان حال الكفار في الإخلاص مختلفاً في الشدة والرخاء، أشار إلى تقبيح ذلك منهم بتعميم خواصه عليهم الصلاة والسلام بالإخلاص حالتي الإثبات الذي هو حالة بسط في الجملة، والمحو الذي هو حالة قبض كذلك يجددون هذا التنزيه مستمرين عليه في كل وقت فقال: { بالليل والنهار } أي على مر الملوين وكر الجديدين لا يفترون. ولما كان في سياق الفرص لاستكبارهم المقتضي لإنكارهم، أكد بالعاطف والضمير فقال مؤذناً بأن هذا ديدنهم لا ينفكون عنه: { وهم } أي والحال أنهم على هذا الدوام { لا يسئمون * } أي لا يكاد لهم في وقت من الأوقات فتور ولا ملل، فهو غني عن عبادة هؤلاء بل وعن عبادة كل عابد، والحظ الأوفر لمن عنده وأما هو سبحانه فلا يزيده شيئاً ولا ينقصه شيء فدع هؤلاء أن استكبروا وشأنهم، فيعلمون من الخاسر، فالآية من الاحتباك: ذكر الاستكبار أولاً دليلاً على حذفه ثانياً والتسبيح ثانياً دليلاً على حذفه أولاً، وسر ذلك أنه ذكر أقبح ما لأعدائه وأحسن ما لأوليائه. ولما ذكر بعض آيات السماء لشرفها، ولأن بعضها عبد، ومن آثار الإلهية، فذكر دلالتها على وحدانيته اللازم منه إبطال عبادتها، أتبعه بعض آيات الأرض بخلاف ما في يس، فإن السياق هناك للبعث وآيات الأرض أدل فقال: { ومن آياته } أي الدالة على عظم شأنه وعلو سلطانه { أنك ترى الأرض } أي بعضها بحاسة البصر وبعضها بعين البصيرة قياساً على ما أبصرته، لأن الكل بالنسبة إلى القدرة على حد سواء. ولما كان السياق للوحدانية، عبر بما هو أقرب إلى حال العابد بخلاف ما مضى في الحج فقال: { خاشعة } أي يابسة لا نبات فيها فهي بصورة الذليل الذي لا منعة عنده لأنه لا مانع من المشي فيها لكونها متطأمنة بعد الساتر لوجهها بخلاف ما إذا كانت مهتزة رابية متزخرفة تختال بالنبات. ولما كان إنزال الماء مما استأثر به سبحانه، فهو من أعظم الأدلة على عظمة الواحد، صرف القول إلى مظهر العظمة فقال: { فإذا أنزلنا } بما لنا من القدرة التامة والعظمة { عليها الماء } من الغمام أو سقناه إليها من الأماكن العالية وجلبنا به إليه من الطين ما تصلح به للانبات وإن كانت سبخة كأرض مصر { اهتزت } أي تحركت حركة عظيمة كثيرة سريعة، فكانت كمن يعالج ذلك بنفسه { وربت } أي تشققت فارتفع ترابها وخرج منها النبات وسما في الجو مغطياً لوجهها، وتشعبت عروقه، وغلظت سوقه، فصار يمنع سلوكها على ما كان فيه من السهولة، وصار بحسن زيه بمنزلة المختال في أثواب ثرية بعد أن كان عارياً ذليلاً في أطمار رثة وحل زرىء, وكذلك القلوب إذا خشعت لاستشعارها بما ألمت به من الذنوب أقبل الحق سبحانه عليها فطهرها بمياه المعارف فظهرت فيها بركات الندم وعفا عن أربابها ما قصروا في صدق القدم وأشرقت بحلى الطاعات وزهت بملابس القربات، وزكت بأنواع التجليات. ولما كان هذا دليلاً مشاهداً على القدرة على إيجاد المعدوم، وإعادة البالي المحطوم، أنتج ولا بد قوله مؤكداً لأجل ما هم فيه من الإنكار صارفاً القول عن مظهر العظمة إلى ما ينبه على القدرة على البعث ولا بد: { إن الذي أحياها } بما أخرج من نباتها الذي كان بلي وتحطم وصار تراباً { لمحيي الموتى } كما فعل بالنبات من غير فرق. ولما كانوا مع إقرارهم بتمام قدرته كأنهم ينكرون قدرته لإنكارهم البعث قال معللاً مؤكداً: { أنه على كل شيء قدير * } لأن الممكنات متساوية الأقدام بالنسبة إلى القدرة، فالقادر قدرة تامة على شيء منها قادر على غيره. ولما بين أن الدعوة إلى الله أعظم المناصب، وأشرف المراتب، وبين أنها إنما تحصل ببيان دلائل التوحيد التي من اعظمها البعث، وبينه إلى أن كان بهذا الحد من الوضوح، كان مجز التهديد من أعرض عن قبوله: فقال في عبارة عامة له ولغيره، مؤكداً تنبيهاً على أن فعلهم فعل من يظن أنه سبحانه لا يطلع على أعماله: { إن الذين يلحدون * } أي يميلون بصرف المعاني عن القصد وسنن العدل بنحو قولهم { ما نعبدهم إلا ليقربونا إلى الله زلفى } ، أو يماحلون باللغو بالمكاء والتصدية وغير ذلك من أنواع اللغط وكل ما يشمله معنى الميل عما تصح إرادته. ولما كان الاجتراء على الإلحاد قادحاً في الاعتراف بالعظمة، أعاد مظهرها فقال: { في آياتنا } على ما لها من العظمة الدالة على ما لنا من الوحدانية وشمول العلم وتمام القدرة: ولما كان العلم بالإساءة مع القدرة سبباً للأخذ، قال مقرراً للعلم بعد تقرير القدرة: { لا يخفون علينا } أي في وقت من الأوقات ولا وجه من الوجوه، ونحن قادرون على أخذهم، فمتى شئنا أخذنا، ولا يعجل إلا ناقص يخشى الفوت. ولما كان الإلحاد سبباً لإلقاء صاحبه في النار، وكان التقدير: ونحن نحلم عن العصاة فمن رجع إلينا أمن كل مخوف، ومن أعرض إلى الممات ألقيناه في النار، سبب عنه قوله تعالى: { أفمن يلقى في النار } أي على وجهه بأيسر أمر بسبب إلحاده في الآيات وإعراضه عن الدلالات الواضحات، فيكون خائفاً يوم القيامة لما يرى من مقدمات ذلك حتى يدهمه ما خاف منه { خير أم من يأتي } إلينا { آمناً يوم القيامة } حين نجمع عبادنا للعرض علينا للحكم بينهم بالعدل فيدخل الجنة دار السلام فيدوم أمنه، والآية من الاحتباك: ذكر الإلقاء في النار أولاً دليلاً على دخول الجنة ثانياً، والأمن ثانياً دليلاً على الخوف أولاً، وسره أنه ذكر المقصود بالذات، وهو ما وقع الخوف لأجله أولاً، والأمن الذي هو العيش في الحقيقة ثانياً. ولما كان هذا راداً ولا بد للعاقل عن سوء أعماله إلى الإحسان رجاء إنعام الله وإفضاله، أنتج قوله مهدداً ومخوفاً ومتوعداً صارفاً القول عن الغيبة إلى الخطاب لأنه أدل على الغضب على التمادي بعد هذا البيان: { اعملوا ما شئتم } أي فقد علمتم مصير المسيء والمحسن، فمن أراد شيئاً من الجزاءين فليعمل أعماله، فإنه ملاقيه. ولما كان العامل لا يطمع في الإهمال إلى على تقدير خفاء الأعمال، والمعمول له لا يترك الجزاء إلا لجهل أو عجز، بين أنه سبحانه محيط العلم عالم بمثاقيل الذر فقال مرغباً مرهباً مؤكداً لأنهم يعملون عمل من يظن أن أعماله تخفى، عادلاً عن مظهر العظمة إلى ما هو أدل شيء على الفردانية، لئلا يظن ان مزيد العلم بواسطة كثيرة: { إنه } وقدم أعمالهم تنبيهاً على الاهتمام بشأنها جداً فقال: { بما تعملون } أي في كل وقت { بصير * } بصراً وعلماً، فهو على كل شيء منكم قدير. ولما جعل إليهم الاختيار في العمل تهديداً، أتبعه الإخبار بما لمن خالفه، فقال مؤكداً لإنكارهم مضامين ما دخل عليه التأكيد: { إن الذين كفروا } أي ستروا مرائي العقول الدالة على الحق مكذبين { بالذكر } الذي لا ذكر في الحقيقة غيره { لمّا جاءهم } من غير توقف أصلاً, فدل ذلك منهم على غاية العناد { وإنه } أي والحال أنه { لكتاب } أي جامع لكل خير { عزيز * } أي لا يوجد مثله فهو يغلب كل ذكر ولا يغلبه ذكر ولا يقرب من ذلك، ويعجز كل معارض, ولا يعجز أصلاً عن إقعاد مناهض.", "annotation": {"aya": [], "hadith": [], "verse": []}}