{"text": " المعنى واذكر إذ، و { القواعد } جمع قاعدة وهي الأساس، وقال الفراء: \" هي الجدر \". قال القاضي أبو محمد: وفي هذا تجوز، والقواعد من النساء جمع قاعد وهي التي قعدت عن الولد وحذفت تاء التأنيث لأنه لا دخول للمذكر فيه، هذا قول بعض النحاة، وقد شذ حذفها مع اشتراك المذكر بقولهم ناقة ضامر، ومذهب الخليل أنه متى حذفت تاء التأنيث زال الجري على الفعل وكان ذلك على النسب. و { البيت } هنا الكعبة بإجماع، واختلف بعض رواة القصص: فقيل إن آدم أمر ببنائه، فبناه، ثم دثر ودرس حتى دل عليه إبراهيم فرفع قواعده، وقيل: إن آدم هبط به من الجنة، وقيل: إنه لما استوحش في الأرض حين نقص طوله وفقد أصوات الملائكة أهبط إليه وهو كالدرة، وقيل: كالياقوتة، وقيل: إن البيت كان ربوة حمراء، وقيل بيضاء، ومن تحته دحيت الأرض، وإن إبراهيم ابتدأ بناءه بأمر الله ورفع قواعده. و الذي يصح من هذا كله أن الله أمر إبراهيم برفع قواعد البيت، وجائز قدمه وجائز أن يكون ذلك ابتداء، ولا يرجح شيء من ذلك إلا بسند يقطع العذر، وقال عبيد بن عمير: رفعها إبراهيم وإسماعيل معاً، وقال ابن عباس: رفعها إبراهيم، وإسماعيل يناوله الحجارة، وقال علي بن أبي طالب: رفعها إبراهيم، وإسماعيل طفل صغير. قال القاضي أبو محمد: ولا يصح هذا عن علي رضي الله عنه، لأن الآية والآثار تردهُ، { وإسماعيل } عطف على { إبراهيم } ، وقيل هو مقطوع على الابتداء وخبره فيما بعد، قال الماوردي: { إسماعيل } أصله اسمع يا إيل. قال القاضي أبو محمد وهذا ضعيف، وتقدير الكلام: يقولان ربنا تقبل، وهي في قراءة أبي بن كعب وعبد الله بن مسعود كذلك بثبوت \" يقولان \" ، وقالت فرقة: التقدير وإسماعيل يقول ربنا، وحذف لدلالة الظاهر عليه، وكل هذا يدل على أن إسماعيل لم يكن طفلاً في ذلك الوقت، وخصّا هاتين الصفتين لتناسبهما مع حالهما، أي { السميع } لدعائنا و { العليم } بنياتنا. وقولهما { اجعلنا } بمعنى صيرنا تتعدى إلى مفعولين، و { مسلمين } هو المفعول الثاني، وكذلك كانا، فإنما أرادا التثبيت والدوام، والإسلام في هذا الموضع الإيمان والأعمال جميعاً، وقرأ ابن عباس وعوف: \" مسلمين \" على الجمع، و { من } في قوله { ومن ذريتنا } للتبعيض، وخص من الذرية بعضاً لأن الله تعالى قد كان أعلمه أن منهم ظالمين، والأمة الجماعة، وحكى الطبري أنه أراد بذلك العرب خاصة. قال القاضي أبو محمد رحمه الله: وهو ضعيف، لأن دعوته ظهرت في العرب وفيمن آمن من غيرهم، وقرأ نافع وحمزة والكسائي، \" أرِنا \" بكسر الراء، وقرأ ابن كثير \" أرْنا \" بإسكان الراء، وقرأ أبو عمرو بين الإسكان والكسر اختلاساً، والأصل أرئينا حذفت الياء للجزم ونقلت حركة الهمزة إلى الراء وحذفت تخفيفاً، واستثقل بعد من سكن الراء الكسرة كما استثقلت في فخذ، وهنا من الإجحاف ما ليس في فخذ، وقالت طائفة: { أرنا } من رؤية البصر، وقالت طائفة: من رؤية القلب، وهو الأصح، ويلزم قائله أن يتعدى الفعل منه إلى ثلاثة مفعولين، وينفصل عنه بأنه يوجد معدى بالهمزة من رؤية القلب كغير المعدى. قال حطائط بن يعفر أخو الأسود بن يعفر: [الطويل] أريني جواداً ماتَ هزلاً لأنني أرى ما ترين أو بخيلاً مخلدا وقال قتادة: المناسك معالم الحج، وروي عن عليّ بن أبي طالب رضي الله عنه أنه قال: لما فرغ إبراهيم من بناء البيت ودعا بهذه الدعوة بعث الله إليه جبريل فحج به، وقال ابن جريج: المناسك المذابح أي مواضع الذبح، وقال فريق من العلماء: المناسك العبادات كلها، ومنه الناسك أي العابد، وفي قراءة ابن مسعود \" وأرهم مناسكهم \" كأنه يريد الذرية، والتوبة الرجوع، وعرفه شرعاً من الشر إلى الخير وتوبة الله على العبد رجوعه به وهدايته له. واختلف في معنى طلبهم التوبة وهم أنبياء معصومون، فقالت طائفة: طلبا التثبيت والدوام، وقيل: أرادا من بعدهما من الذرية كما تقول برني فلان وأكرمني وأنت تريد في ولدك وذريتك، وقيل وهو الأحسن عندي: إنهما لما عرفا المناسك وبنيا البيت وأطاعا أرادا أن يسنا للناس أن ذلك الموقف وتلك المواضع مكان التنصل من الذنوب وطلب التوبة. وقال الطبري: إنه ليس أحد من خلق الله تعالى إلا وبينه وبين الله تعالى معانٍ يحب أن تكون أحسن مما هي. وأجمعت الأمة على عصمة الأنبياء في معنى التبليغ ومن الكبائر ومن الصغائر التي فيها رذيلة، واختلف في غير ذلك من الصغائر، والذي أقول به أنهم معصومون من الجميع، وأن قول النبي صلى الله عليه وسلم \" إني لأتوب إلى الله في اليوم وأستغفره سبعين مرة \" إنما هو رجوعه من حالة إلى أرفع منها لتزيد علومه واطلاعه على أمر الله، فهو يتوب من المنزلة الأولى إلى الأخرى، والتوبة هنا لغوية. قوله تعالى: { ربنا وابعث فيهم رسولاً منهم } الآية، هذا هو الذي أراد النبي صلى الله عليه وسلم بقوله \" أنا دعوة أبي إبراهيم، وبشرى عيسى \" ، ومعنى { منهم } أن يعرفوه ويتحققوا فضله ويشفق عليهم ويحرص، { يتلو } في موضع نصب نعت لرسول أي تالياً عليهم، ويصح أن يكون في موضع الحال، والآيات آيات القرآن، و { الكتاب } القرآن، ونسب التعليم إلى النبي صلى الله عليه وسلم من حيث هو يعطي الأمور التي ينظر فيها ويعلم طرق النظر بما يلقيه الله إليه ويوحيه، وقال قتادة: { الحكمة } السنة وبيان النبي صلى الله عليه وسلم الشرائع، وروى ابن وهب عن مالك: أن الحكمة الفقه في الدين والفهم الذي هو سجية ونور من الله تعالى، و { يزكيهم } معناه يطهرهم وينميهم بالخير، ومعنى الزكاة لا يخرج عن التطهير أو التنمية، و { العزيز } الذي يغلب ويتم مراده ولا يرد، و { الحكيم } المصيب مواقع الفعل المحكم لها.", "annotation": {"aya": [], "hadith": [], "verse": [{"start": 2538, "end": 2567}, {"start": 2568, "end": 2595}]}}