{"text": " { لاَ تَحْسَبَنَّ } خطاب لرسول الله صلى الله عليه وسلم. وأحد المفعولين { ٱلَّذِينَ يَفْرَحُونَ } والثاني { بِمَفَازَةٍ } وقوله { فَلاَ تَحْسَبَنَّهُمْ } تأكيد تقديره لا تحسبنهم، فلا تحسبنهم فائزين. وقرىء «لا تحسبن». «فلا تحسبنهم»، بضم الباء على خطاب المؤمنين «ولا يحسبن». فلا «يحسبنهم»، بالياء وفتح الباء فيهما، على أنّ الفعل للرسول. وقرأ أبو عمرو بالياء وفتح الباء في الأوّل وضمها في الثاني، على أن الفعل للذين يفرحون، والمفعول الأوّل محذوف على لا يحسبنهم الذين يفرحون بمفازة، بمعنى لا يحسبن أنفسهم الذين يفرحون فائزين، وفلا يحسبنهم، تأكيد. ومعنى { بِمَا أُوتُواْ } بما فعلوا. وأتى وجاء، يستعملان بمعنى فعل قال الله تعالى إِنَّهُ كَانَ وَعْدُهُ مَأْتِيّاً مريم 61، لَقَدْ جِئْتِ شَيْئاً فَرِيّاً مريم 27. ويدل عليه قراءة أبيّ «يفرحون بما فعلوا». وقرىء «آتوا»، بمعنى أعطوا. وعن علي رضي الله عنه «بما أوتوا». ومعنى { بِمَفَازَةٍ مّنَ ٱلْعَذَابِ } بمنجاة منه. روي 235 أن رسول الله صلى الله عليه وسلم \" سأل اليهود عن شيء مما في التوراة فكتموا الحق وأخبروه بخلافه، وأروه أنهم قد صدقوه، واستحمدوا إليه، وفرحوا بما فعلوا فأطلع الله رسوله على ذلك وسلاه بما أنزل من وعيدهم \" أي لا تحسبن اليهود الذين يفرحون بما فعلوا ـــ من تدليسهم عليك ويحبون أن تحمدهم بما لم يفعلوا من إخبارك بالصدق عما سألتهم عنه ـــ ناجين من العذاب. ومعنى { فرحين } بما أوتوه من علم التوراة. وقيل يفرحون بما فعلوا من كتمان نعت رسول الله صلى الله عليه وسلم، ويحبون أن يحمدوا بما لم يفعلوا من اتباع دين إبراهيم حيث ادعوا أن إبراهيم كان على اليهودية وأنهم على دينه. وقيل هم قوم تخلفوا عن الغزو مع رسول الله صلى الله عليه وسلم، فلما قفل اعتذروا إليه بأنهم رأوا المصلحة في التخلف، واستحمدوا إليه بترك الخروج. وقيل هم المنافقون يفرحون بما أتوا من إظهار الإيمان للمسلمين ومنافقتهم وتوصلهم بذلك إلى أغراضهم، ويستحمدون إليهم بالإيمان الذي لم يفعلوه على الحقيقة لإبطانهم الكفر. ويجوز أن يكون شاملاً لكل من يأتي بحسنة فيفرح بها فرح إعجاب. ويحب أن يحمده الناس ويثنوا عليه بالديانة والزهد وبما ليس فيه.", "annotation": {"aya": [{"start": 623, "end": 656}, {"start": 666, "end": 696}], "hadith": [{"start": 898, "end": 1066}], "verse": []}}