{"text": " وأمر ابني أخيه فأسلما، ففيهما نزلت: { يٰأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيۤ أَيْدِيكُمْ مِّنَ ٱلأَسْرَىٰ } ، يعني العباس وابني أخيه: { إِن يَعْلَمِ ٱللَّهُ فِي قُلُوبِكُمْ خَيْراً } ، يعني إيماناً، كقوله: لَن يُؤْتِيَهُمُ ٱللَّهُ خَيْراً [هود: 31]، يعني إيماناً، وهذا في هود، { يُؤْتِكُمْ خَيْراً مِّمَّآ أُخِذَ مِنكُمْ } من الفداء، فوعدهم الله أن يخلف لهم أفضل ما أخذ منهم، { وَيَغْفِرْ لَكُمْ } ذنوبكم، { وَٱللَّهُ غَفُورٌ } لما كان منهم من الشرك من ذنوبهم، ذو تجاوز، { رَّحِيمٌ } [آية: 70] بهم في الإسلام. { وَإِن يُرِيدُواْ خِيَانَتَكَ } ، يعني الكفر بعد إسلامهم واستحيائك إياهم: { فَقَدْ خَانُواْ ٱللَّهَ مِن قَبْلُ } ، يقول: فقد كفروا بالله من قبل هذا الذي نزل بهم ببدر، { فَأَمْكَنَ } الله { مِنْهُمْ } النبى، عليه السلام، يقول: إن خانوا أمكنتك منهم فقتلتهم وأسرتهم كما فعلت بهم ببدر، { وَٱللَّهُ عَلِيمٌ } بخلفه، { حَكِيمٌ } [آية: 71] فى أمره، حكم أن يمكنه منهم. فقال العباس بعد ذلك: لقد أعطاني الله خصلتين، ما من شىء هو أفضل منهما، أما أحدهما: فالذهب الذى أخذ مني، فآتاني الله خيراً منه عشرين عبداً، وأما الثانية: فتنجيز موعود الله الصادق، وهو المغفرة، فليس أحد أفضل من هذا. ومن كان من أسارى بدر وليس له فدى، فإنه يدفع إليه عشرة غلمان يعلمهم الكتاب، فإذا حذقوا برئ الأسير من الفداء، وكان أهل مكة يكتبون، وأهل المدينة لا يكتبون، وكان النبي صلى الله عليه وسلم قد استشار أصحابه فى أسارى بدر، فقال عمر بن الخطاب للنبي صلى الله عليه وسلم: اقتلهم، فإنهم رءوس الكفر وأئمة الضلال، وقال أبو بكر: لا تقتلهم، فقد شفى الله الصدور وقتل المشركين وهزمهم، فآدهم أنفسهم، وليكن ما نأخذ منهم فى قوة المسلمين وعوناً على حرب المشركين، وعسى الله أن يجعلهم أعواناً لأهل الإسلام فيسلموا. فأعجب النبي صلى الله عليه وسلم بقول أبي بكر الصديق، وكان النبى صلى الله عليه وسلم رحيماً، وأبو بكر أيضاً رحيماً، وكان عمر ماضياً، فأخذ النبي صلى الله عليه وسلم بقول أبي بكر، ففاداهم، فأنزل الله عز وجل: توفيقاً لقول عمر: مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُ أَسْرَىٰ حَتَّىٰ يُثْخِنَ فِي ٱلأَرْضِ ، فقال النبى صلى الله عليه وسلم: \" أحمد الله إن ربك واتاك على قولك \" ، فقال عمر: الحمد لله الذى واتاني على قولي فى أسارى بدر، وقال النبي صلى الله عليه وسلم: \" لو نزل عذاب من السماء؛ ما نجا منا أحد إلا عمر بن الخطاب، إنه نهاني فأبيت \"", "annotation": {"aya": [{"start": 205, "end": 237}, {"start": 1793, "end": 1868}], "hadith": [{"start": 1902, "end": 1937}, {"start": 2026, "end": 2102}], "verse": []}}