{"text": " قوله تعالى: { إِنَّآ أَنزَلْنَا ٱلتَّوْرَاةَ فِيهَا هُدًى وَنُورٌ }. أي بيان وضياء وتعريف أن محمداً صلى الله عليه وسلم حق. «هُدىً» في موضع رفع بالإبتداء «ونَورٌ» عطف عليه. { يَحْكُمُ بِهَا ٱلنَّبِيُّونَ ٱلَّذِينَ أَسْلَمُواْ لِلَّذِينَ هَادُواْ } قيل: المراد بالنبيين محمد صلى الله عليه وسلم، وعُبر عنه بلفظ الجمع. وقيل: كل من بعث من بعد موسى بإقامة التوراة، وأن اليهود قالت: إن الأنبياء كانوا يهوداً. وقالت النصارى: كانوا نصارى فبين الله عز وجل كذبهم. ومعنى { أَسْلَمُواْ } صدّقوا بالتوراة من لدن موسى إلى زمان عيسى عليهما السلام وبينهما ألف نبي ويقال: أربعة آلاف. ويقال: أكثر من ذلك، كانوا يحكمون بما في التوراة. وقيل: معنى «أَسْلَمُوا» خضعوا وانقادوا لأمر الله فيما بُعِثوا به. وقيل: أي يحكم بها النبيون الذين هم على دين إبراهيم صلى الله عليه وسلم والمعنى واحد. ومعنى { لِلَّذِينَ هَادُواْ } على الذين هادوا فاللام بمعنى «على». وقيل: المعنى يحكم بها النبيون الذين أسلموا للذين هادوا وعليهم، فحذف «عليهم». و { ٱلَّذِينَ أَسْلَمُواْ } ههنا نعت فيه معنى المدح مثل { بِسْمِ اللَّهِ ٱلرَّحْمـٰنِ ٱلرَّحِيمِ }. «هَادُوا» أي تابوا من الكفر. وقيل: فيه تقديم وتأخير أي إنّا أنزلنا التوراة فيها هدى ونور للذين هادوا يحكم بها النبيون والربانيون والأحبار أي ويحكم بها الربانيون وهم الذي يَسُوسون الناس بالعلم ويربونهم بصغاره قبل كباره عن ٱبن عباس وغيره. وقد تقدّم في آل عمران. وقال أبو رَزِين: الربانيون العلماء الحكماء والأحبار. قال ابن عباس: هم الفقهاء. والحِبْر والحَبْر الرجل العالم وهو مأخوذ من التَّحبير وهو التحسين، فهم يُحبّرون العلم أي يبينونه ويزينونه، وهو مُحبَّر في صدورهم. قال مجاهد: الربانيون فوق العلماء. والألف واللام للمبالغة. قال الجوهري: والحِبر والحَبر واحد أحبار اليهود، وبالكسر أفصح: لأنه يجمع على أفعال دون الفُعول قال الفراء: هو حِبر بالكسر يقال ذلك للعالم. وقال الثوري: سألت الفرّاء لم سُمّي الحبر حبرا؟ فقال: يقال للعالم حِبر وحَبر فالمعنى مداد حِبر ثم حذف كما قال: وَٱسْأَلِ ٱلْقَرْيَةَ [يوسف: 82] أي أهل القرية. قال: فسألت الأصمعي فقال ليس هذا بشيء إنما سمى حبراً لتأثيره، يقال: على أسنانه حبر أي صفرة أو سواد. وقال أبو العباس: سمى الحِبر الذي يكتب به حِبرا لأنه يحبر به أي يحقق به. وقال أبو عبيد: والذي عندي في واحد الأحبار الحبر بالفتح ومعناه العالم بتحبير الكلام والعلم وتحسينه. قال: وهكذا يرويه المحدثون كلهم بالفتح، والحِبر الذي يكتب به وموضعه المحبرة بالكسر. والحبر أيضاً الأثر والجمع حُبُور عن يعقوب. { بِمَا ٱسْتُحْفِظُواْ مِن كِتَابِ ٱللَّهِ } أي ٱستودعوا من علمه. والباء متعلقة بـ «الربانيين والأحبار» كأنه قال: والعلماء بما ٱستحفظوا. أو تكون متعلقة بـ «يَحْكم» أي يحكمون بما ٱستحفظوا. { وَكَانُواْ عَلَيْهِ شُهَدَآءَ } أي على الكتاب بأنه من عند الله. ٱبن عباس: شهداء على حكم النبي صلى الله عليه وسلم أنه في التوراة. { فَلاَ تَخْشَوُاْ ٱلنَّاسَ } أي في إظهار صفة محمد صلى الله عليه وسلم، وإظهار الرجم. { وَٱخْشَوْنِ } أي في كتمان ذلك فالخطاب لعلماء اليهود. وقد يدخل بالمعنى كل من كتم حقاً وجب عليه ولم يُظهِره. وتقدّم معنى { وَلاَ تَشْتَرُواْ بِآيَاتِي ثَمَناً قَلِيلاً } مستوفى. قوله تعالى: { وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَـٰئِكَ هُمُ ٱلْكَافِرُونَ } و «الظَّالِمُونَ» و «الْفَاسِقُونَ» نزلت كلها في الكفار ثبت ذلك في صحيح مسلم من حديث البراء، وقد تقدّم. وعلى هذا المعظَم. فأما المسلم فلا يكفر وإن ٱرتكب كبيرة. وقيل: فيه إضمار أي ومن لم يحكم بما أنزل ا لله ردّا للقرآن، وحجدا لقول الرسول عليه الصلاة والسلام فهو كافر قاله ٱبن عباس ومجاهد، فالآية عامة على هذا. قال ٱبن مسعود والحسن: هي عامة في كل من لم يحكم بما أنزل الله من المسلمين واليهود والكفار أي معتقداً ذلك ومستحِلاً له فأمّا من فعل ذلك وهو معتقد أنه راكب محرّمٍ فهو من فساق المسلمين، وأمره إلى الله تعالى إن شاء عذبه، وإن شاء غفر له. وقال ٱبن عباس في رواية: ومن لم يحكم بما أنزل ا لله فقد فعل فعلاً يضاهي أفعال الكفار. وقيل: أي ومن لم يحكم بجميع ما أنزل الله فهو كافر فأما من حكم بالتوحيد ولم يحكم ببعض الشرائع فلا يدخل في هذه الآية، والصحيح الأوّل، إلا أن الشّعبي قال: هي في اليهود خاصة، وٱختاره النحاس قال: ويدل على ذلك ثلاثة أشياء منها أن اليهود قد ذُكِروا قبل هذا في قوله: { لِلَّذِينَ هَادُواْ } فعاد الضمير عليهم، ومنها أن سياق الكلام يدل على ذلك ألا ترى أن بعده { وَكَتَبْنَا عَلَيْهِمْ } فهذا الضمير لليهود بإجماع وأيضاً فإن اليهود هم الذين أنكروا الرّجم والقصاص. فإن قال قائل: «من» إذا كانت للمجازاة فهي عامة إلا أن يقع دليل على تخصيصها؟ قيل له: «من» هنا بمعنى الذي مع ما ذكرناه من الأدلة والتقدير: واليهود الذين لم يحكموا بما أنزل الله فأولئك هم الكافرون فهذا من أحسن ما قيل في هذا ويروى أن حُذَيفة سئل عن هذه الآيات أهي في بني إسرائيل؟ قال: نعم هي فيهم، ولتسلُكنّ سبيلهم حذو النعل بالنعل. وقيل: «الكافرون» للمسلمين، و «الظالمون» لليهود، و «الفاسقون» للنصارى وهذا ٱختيار أبي بكر بن العربي، قال: لأنه ظاهر الآيات، وهو ٱختيار ٱبن عباس وجابر بن زيد وٱبن أبي زائدة وٱبن شُبْرمة والشعبي أيضاً. قال طاوس وغيره: ليس بكفر ينقل عن الملة، ولكنه كفر دون كفر، وهذا يختلف إن حكم بما عنده على أنه من عندالله، فهو تبديل له يوجب الكفر وإن حكم به هوىً ومعصية فهو ذنب تدركه المغفرة على أصل أهل السنة في الغفران للمذنبين. قال القُشَيري: ومذهب الخوارج أن من ٱرتشى وحكم بغير حكم الله فهو كافر، وعُزِي هذا إلى الحسن والسُّدي. وقال الحسن أيضاً: أخذ الله عز وجل على الحكام ثلاثة أشياء: ألاّ يتّبعوا الهوى، وألاّ يخشوا الناس ويخشوه، وألاّ يشتروا بآياته ثمناً قليلاً.", "annotation": {"aya": [{"start": 1783, "end": 1804}], "hadith": [], "verse": []}}