{"text": " قوله: { وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّئَاتِ جَزَآءُ سَيِّئَةٍ بِمِثْلِهَا }: جزاء سيئة مما يوجبه الحكمة أن يجزي بمثلها، وأما جزاء الإحسان والخير طريق وجوبه [الإفضال والإحسان ليس طريق وجوبه] الحكمة، إذ سبق من الله، إلى كل أحد من النعم ما ليس في وسعه القيام بمكافأة واحدة منها عمره وإن طال واجتهد كل جهده، فضلا أن يستوجب قبله جزاء ما كان منه من الخيرات. وقوله: { وَتَرْهَقُهُمْ ذِلَّةٌ }: هو ما ذكرنا من آثار السيئات التي عملوها في الدنيا ذلا وهواناً لهم { مَّا لَهُمْ مِّنَ ٱللَّهِ مِنْ عَاصِمٍ } ، وذلك أنهم - والله أعلم - كانوا يعبدون الأصنام رجاء أن يكونوا [لهم شفعاء] عند الله، فأخبر أن ليس لهم من عذاب الله مانع يمنع ذلك عنهم؛ كقولهم: هَـٰؤُلاۤءِ شُفَعَاؤُنَا عِندَ ٱللَّهِ [يونس: 18]. وقوله - عز وجل -: { كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ } قيل: ألبست وأغطيت قطعاً مثقلا ومخففا قطعا، قيل: القطع بالتثقيل هو جمع القطعة، والقطع بالتخفيف جزء من الليل، يقال: سرنا بقطع من الليل، أي: بجزء من الليل، وقوله: فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ ٱلْلَّيْلِ [هود: 81] أي: بجزء منه، والله أعلم. ثم شبه وجوههم بظلمة الليل، ولم يشبه بسواد الوجوه على ما يكون من سواد الوجوه في الدنيا؛ فذلك - والله أعلم - أن سواد الوجوه على ما يكون في الدنيا لا يبلغ من القبح غايته؛ إذ قد يرغب من كان جنسه ونوعه في ذلك ويحسن ذلك عنده، فإذا كانت الرغبة قد تقع لبعضهم في بعض لم يبلغ في القبح نهايته، وأما ظلمة الليل: فإن الطباع تنفر عنها، ولا تقع الرغبة فيها بحال؛ لذلك شبه وجوه أهل النار بها، والله أعلم. { وَيَوْمَ نَحْشُرُهُمْ جَمِيعاً }: قال أهل التأويل: يعني العابد والمعبود الذين عبدوا دونه، ولكن نحشر الخلائق جميعاً. { ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُواْ مَكَانَكُمْ أَنتُمْ وَشُرَكَآؤُكُمْ }. وقوله - عز وجل -: { مَكَانَكُمْ أَنتُمْ وَشُرَكَآؤُكُمْ } هذا الحرف هو حرف وعيد؛ يقال: مكانك أنت، كذا وإن كان هذا الحرف يجوز أن يستعمل في الكرامات وبر بعضهم بعضا، ولكن إنما يعرف ذا من ذا بالمقدمات، فما تقدم هاهنا يدل أنه لم يرد به الكرامة، ولكن أراد به الوعيد، والله أعلم. وقوله - عز وجل -: { فَزَيَّلْنَا بَيْنَهُمْ } قيل: فرقنا بينهم [وميزنا بينهم]، أي: بين العابد والمعبود. ثم يحتمل التفريق بينهم وجوهاً: أحدها: فرقنا بينهم في الحساب مما عمل ومما صحب. والثاني: يحتمل فرقنا بينهم لما طمعوا بعبادتهم إياها والشفاعة أن يكونوا لهم شفعاء عند الله، ففرق بينهم في الشفاعة. ويحتمل فرقنا بينهم فيما ضل عنهم ما كانوا يفترون، فصار ما عبدوا ترابا وهم في النار. وقوله - عز وجل -: { وَقَالَ شُرَكَآؤُهُمْ }: يحتمل قوله: شركاؤهم: سماهم شركاء وإن لم يكونوا [شركاء في الحقيقة] لما عندهم أنهم شركاء؛ كما سمى الأصنام آلهة لما عندهم أنها آلهة. والثاني: { شُرَكَآؤُهُمْ } لما أشركوها في العبادة فهم شركاؤهم، والله أعلم. وقوله: { وَقَالَ شُرَكَآؤُهُمْ مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ }: ينطق الله تعالى [يوم القيامة هذه الأصنام] وإن لم يكن في خلقتها النطق في الدنيا؛ كقوله: يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا [الزلزلة: 4]، وقوله: يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ... الآية [النور: 24]، أنطقهم ليشهدوا عليهم. وقوله: { مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ }: يحتمل الملائكة أن يكونوا هم الذين أنكروا؛ لأن منهم من يعبد الملائكة، أنكروا أن يكونوا يعبدونهم؛ لأن العبادة لآخر إنما تكون عبادة إذا كان من المعبود أمر بها، وكانت عبادتهم الأصنام عبادة للشيطان لأنه هو الآمر لهم بالعبادة للأصنام؛ كقوله: يٰأَبَتِ لاَ تَعْبُدِ ٱلشَّيْطَانَ [مريم: 44] ولا أحد يقصد قصد عبادة الشيطان، لكنه لما كان الآمر لهم بالعبادة للأصنام صار كأنهم عبدوه، وإن لم يقصدوه بها ويحتمل ما ذكر من الإنكار من الأصنام. وقوله - عز وجل -: { فَكَفَىٰ بِٱللَّهِ شَهِيداً بَيْنَنَا وَبَيْنَكُمْ } أي: كفى الله القاضي والحاكم بيننا وبينكم أنا لم نأمركم بعبادتنا، وهو العالم بأنا كنا بعبادتكم إيانا غافلين. وقوله - عز وجل -: { هُنَالِكَ تَبْلُواْ كُلُّ نَفْسٍ } قيل: عند ذلك، وقيل: يومئذ أي يوم القيامة. وقوله: { تَبْلُواْ } أو { تَتْلُواْ } بالباء والتاء، قيل: تقرأ في الصحف: \" ما كتب من أعمالهم \" وتبلو بالباء من الابتلاء، يقال: بلوته وابتليته واحد، وخبرته واختبرته أيضاً، وقيل: { تَبْلُواْ } تجد وتعلم كل نفس ما قدمت من الأعمال [وقيل: تجزى كل نفس بما عملت. وقيل: { تَتْلُواْ } بالتاء أيضاً: تتبع، كل نفس ما قدمت من الأعمال] والله أعلم. وقوله - عز وجل -: { وَرُدُّوۤاْ إِلَى ٱللَّهِ مَوْلاَهُمُ ٱلْحَقِّ } قيل: ملكهم الحق لأن غيره من الآلهة التي عبدوها قد بطل عنهم وضل في الآخرة. ويحتمل: { وَرُدُّوۤاْ إِلَى ٱللَّهِ مَوْلاَهُمُ ٱلْحَقِّ } أي: حق ما تجد كل نفس ما قدمت من أعمالها، أو حق أن تقرأ كل نفس ما عملت وضل عنهم ما كانوا يفترون من العبادة للأصنام وقول الكفر، وقوله: { وَرُدُّوۤاْ إِلَى ٱللَّهِ مَوْلاَهُمُ ٱلْحَقِّ } يحتمل وجهين؛ أي: ردوا إلى ما أعدّ لهم مولاهم الحق، والثاني أي: ردوا إلى أمر مولاهم الحق، لا إلى أمر الأصنام التي كانوا يعبدونها.", "annotation": {"aya": [{"start": 639, "end": 677}, {"start": 906, "end": 951}, {"start": 2631, "end": 2664}, {"start": 2686, "end": 2759}, {"start": 3084, "end": 3118}], "hadith": [], "verse": []}}