{"text": " إثر ما بين حال فريقي المؤمنين العاملين بالصالحات والكافرين المكذبين بالآيات وما لهما من الثواب والعقاب أرشد سبحانه إلى ما ينجي من الثاني ويفضي إلى الأول من تنزيه الله عز وجل عن كل ما لا يليق بشأنه جل شأنه ومن حمده تعالى والثناء عليه ووصفه بما هو أهله من الصفات الجميلة والشؤون الجليلة، وتقديم الأول على الثاني لما أن التخلية متقدمة على التحلية مع أنه أول ما يدعي إليه الذين كفروا المذكورون قبل بلا فصل، والفاء لترتيب ما بعدها على ما قبلها. وظاهر كلامهم أن { سُبْحَانَ } هنا منصوب بفعل أمر محذوف فكأنه قيل: إذا علمتم ذلك أو إذا صح واتضح حال الفريقين ومآلهما فسبحوا سبحان الله الخ أي نزهوه تعالى تنزيهه اللائق به عز وجل في هذه الأوقات، قال في «الكشف»: وفيه إشكال لأن سبحان الله لزم طريقة واحدة لا ينصبه فعل الأمر لأنه إنشاء من نوع آخر، والجواب أن ذلك توضيح للمعنى وأن وقوعه جواب الشرط على منوال إن فعلت كذا فنعم ما فعلت فإنه إنشاء أيضاً لكنه ناب مناب الخبر وأبلغ، كذلك هو لإنشاء تنزيهه تعالى في الأوقات هرباً من وبيل عقابه وطلباً لجزيل ثوابه، والشرط والجواب مقول على ألسنة العباد انتهى، وفي «حواشي شيخ زاده» أن الأمر بل الجملة الإنشائية مطلقاً لا يصح تعليقها بالشرط لأن الإنشاء إيقاع المعنى بلفظ يقارنه ولو جاز تعليقه للزم تأخره عن زمان التلفظ وأنه غير جائز وإنما المعلق بالشرط هو الإخبار عن إنشاء التمني والترجي وإنشاء المدح والذم والاستفهام ونحوها فإذا قلت: إن فعلت كذا غفر الله تعالى لك أو فنعم ما فعلت كان المعنى فقد فعلت ما تستحق بسببه أن يغفر الله تعالى لك أو أن تمدح بسببه إلا أن الجملة الإنشائية أقيمت مقامه للمبالغة للدلالة على الاستحقاق فمعنى الآية إذا كان الأمر كما تقرر فأنتم تسبحون الله تعالى في الأوقات المذكورة وهو في معنى الأمر بالتسبيح فيها انتهى. ولعله أظهر مما في «الكشف» بل لا يظهر ما ذكر فيه من دعوى أن الشرط والجواب مقول على ألسنة العباد. ويوهم كلام بعضهم أن الكلام بتقدير القول حيث قال: كأنه قيل إذا صح واتضح عاقبة المطيعين والعاصين فقولوا: نسبح سبحان الخ، والمعنى فسبحوه تسبيحاً في الأوقات، ولا يخفى ما فيه، وكأني بك تمنع لزوم سبحان طريقة واحدة وهي التي ذكرت أولاً، ويجوز نصب فعل الأمر لها إذا اقتضاه المقام وأشعر به الكلام، ولكن كأنك تميل إلى اعتبار كون الجملة خبرية لفظاً إنشائية معنى بأن يراد بها الأمر لتوافق جملة { لَهُ ٱلْحَمْدُ } فإنها وإن كانت خبرية إلا أن الإخبار بثبوت الحمد له تعالى ووجوبه على المميزين من أهل السماوات والأرض كما يشعر به اتباع ذلك ذكر الوعد والوعيد وتفريعه عليه بالفاء في معنى الأمر به على أبلغ وجه على ما صرح به بعض الأجلة فكأنه حينئذٍ قد قيل: فسبحوا الله تعالى تسبيحه اللائق به سبحانه في هذه الأوقات واحمدوه. وظاهر كلام الأكثرين أن جملة { لَهُ ٱلْحَمْدُ } الخ معطوفة على الجملة التي قبلها وأن { عشياً } معطوف على { حِينَ تُمْسُونَ } بل هم صرحوا بهذا، وعلى ما ذكر يكون جملة { لَهُ ٱلْحَمْدُ } فاصلة بين المعطوف والمعطوف عليه، وما أشبه الآية حينئذٍ بآية الوضوء على ما ذهب إليه أهل السنة. وفي «الكشاف» أن { عشياً } متصل بقوله تعالى: { حِينَ تُمْسُونَ } وقوله تعالى: { وَلَهُ ٱلْحَمْدُ } الخ اعتراض بينهما، ومعناه أن على المميزين كلهم من أهل السماوات والأرض أن يحمدوه. وإلى كون الجملة معترضة ذهب أبو البقاء أيضاً، وجعل قوله تعالى: { فِي ٱلسَّمَـٰوَاتِ } حالاً من { الحمد } ، وفي جواز مجىء الحال منه على احتمال كونه مبتدأ وهو الظاهر خلاف، ولعل من لا يجوز ذلك يجعل الجار متعلقاً بالثبوت الذي تقتضيه النسبة. والمراد بالتسبيح والحمد ظاهرهما على ما ذهب إليه جمع من الأجلة، وقيل: المراد بالتسبيح الصلاة. وأخرج عبد الرزاق والفريابـي وابن جرير وابن المنذر وابن أبـي حاتم والطبراني والحاكم وصححه عن أبـي رزين قال: جاء نافع بن الأزرق إلى ابن عباس فقال: هل تجد الصلوات الخمس في القرآن؟ فقال: نعم فقرأ { فَسُبْحَانَ ٱللَّهِ حِينَ تُمْسُونَ } صلاة المغرب { وَحِينَ تُصْبِحُونَ } صلاة الصبح { وَعَشِيّاً } صلاة العصر { وَحِينَ تُظْهِرُونَ } صلاة الظهر، وقرأ وَمِن بَعْدِ صَلَٰوةِ ٱلْعِشَاء [النور: 58] وأخرج ابن أبـي شيبة وابن جرير وابن المنذر عنه قال: جمعت هذه الآية مواقيت الصلاة { فَسُبْحَانَ ٱللَّهِ حِينَ تُمْسُونَ } المغرب والعشاء { وَحِينَ تُصْبِحُونَ } الفجر { وَعَشِيّاً } العصر { وَحِينَ تُظْهِرُونَ } الظهر، وذهب الحسن إلى ذلك حتى أنه ذهب إلى أن الآية مدنية لما أنه يرى فرضية الخمس بالمدينة وأنه كان الواجب بمكة ركعتين في أي وقت اتفقت الصلاة فيه، والصحيح أنها فرضت بمكة ويدل عليه حديث المعراج دلالة بينة. واختار الإمام الرازي حمل التسبيح على التنزيه فقال: إنه أقوى والمصير إليه أولى لأنه يتضمن الصلاة وذلك لأن التنزيه المأمور به يتناول التنزيه بالقلب وهو الاعتقاد الجازم وباللسان مع ذلك وهو الذكر الحسن وبالأركان معهما جميعاً وهو العمل الصالح، والأول هو الأصل والثاني ثمرة الأول والثالث ثمرة الثاني، وذلك لأن الإنسان إذا اعتقد شيئاً ظهر من قلبه على لسانه وإذا قال ظهر صدقه في مقاله من أحوال أفعاله واللسان ترجمان الجنان والأركان برهان اللسان لكن الصلاة أفضل أعمال الأركان وهي مشتملة على الذكر باللسان والقصد بالجنان فهو تنزيه في التحقيق، فإذا قال سبحانه نزهوني وهذا نوع من أنواع التنزيه والأمر المطلق لا يختص بنوع دون نوع فيجب حمله على كل ما هو تنزيه فيكون [أيضاً] هذا أمراً بالصلاة، ثم إن قولنا يناسبه ما تقدم وذلك لأن الله تعالى لما بين أن المقام الأعلى والجزاء الأوفى لمن آمن وعمل الصالحات حيث قال عز وجل: فَأَمَّا ٱلَّذِينَ ءامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَـٰتِ فَهُمْ فِى رَوْضَةٍ يُحْبَرُونَ [الروم: 15] قال سبحانه: إذا علمتم أن ذلك المقام لمن آمن وعمل الصالحات والإيمان تنزيه بالجنان وتوحيد باللسان والعمل الصالح استعمال الأركان فالكل تنزيهات وتحميدات فسبحان الله أي فأتوا بذلك الذي هو الموصل إلى الحبور في الرياض والحضور على الحياض اهـ. وأنا بالإمام أقتدي في دعوى أولوية الحمل على الظاهر، واختار أيضاً أن قوله تعالى: { لَهُ ٱلْحَمْدُ } اعتراض مؤكد بين المعطوف والمعطوف عليه مطلقاً ومعناه على ما سمعت عن «الكشاف» أن على المميزين كلهم أن يحمدوه فإن حمل التسبيح على الصلاة فهو كلام يؤكد الوجوب لأن الحمد يتجوز به عن الصلاة كالتسبيح، ووجه التأكيد دلالته على / أنه أمر عم المكلفين من أهل السماوات والأرض، وإن حمل على الظاهر فوجهه أن ذلك جار مجرى الاستدراك للأمر بالتسبيح، ولما كان من واد واحد كان كل منهما مؤكداً للآخر فدل على دوام وجوب الحمد في الأوقات ووجوب التسبيح على أهل السماوات والأرض، وأما الدلالة على الوجوب فمن اتباع { سُبْحَـٰنَ ٱللَّهِ } الخ ذكر الوعد والوعيد بالفاء فإنه يفهم تعين ذلك طريقاً للخلاص عن الدركات والوصول إلى الدرجات وما يتعين طريقاً لذلك كان واجباً كذا في «الكشف». وذكر الإمام أن في هذا الاعتراض لطيفة وهو أن الله تعالى لما أمر العباد بالتسبيح كأنه قال جل وعلا: بين لهم أن تسبيحهم الله تعالى لنفعهم لا لنفع يعود إلى الله عز وجل فعليهم أن يحمدوا الله تعالى إذا سبحوه جل شأنه، وهذا كما في قوله تعالى: يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ قُل لاَّ تَمُنُّواْ عَلَىَّ إِسْلَـٰمَكُمْ بَلِ ٱللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلإِيمَـٰنِ [الحجرات: 17]. وجوز بعضهم كون { عشياً } معطوفاً على قوله تعالى: { فِي ٱلسَّمَـٰوَاتِ } ورد بأنه لا يعطف ظرف الزمان على المكان ولا عكسه، وقيل: يحتمل أن يكون معطوفاً على مقدر أي وله الحمد في السماوات والأرض دائماً وعشياً على أنه تخصيص بعد تعميم والجملة اعتراضية أو حالية وهو كما ترى. وتخصيص الأوقات المذكورة بالذكر لظهور آثار القدرة والعظمة والرحمة فيها، وقدم الإمساء على الإصباح لتقدم الليل والظلمة، وقدم العشي على الإظهار لأنه بالنسبة إلى الإظهار كالإمساء بالنسبة إلى الإصباح. وفي «البحر» قوبل بالعشي الإمساء وبالإظهار الإصباح لأن كلاً منهما يعقب بما قابله فالعشي يعقبه الإمساء والإصباح يعقبه الإظهار، وقال العلامة أبو السعود: إن تقديم { عشياً } على { حِينَ تُظْهِرُونَ } لمراعاة الفواصل وليس بذاك وذكر الإمام أنه قدم الإمساء على الإصباح هٰهنا وأخر في قوله تعالى: سبحوه بُكْرَةً وَأَصِيلاً [الأحزاب: 42] لأن أول الكلام هٰهنا ذكر الحشر والإعادة وكذا آخره والإمساء آخر فذكر الآخر أولاً لتذكر الآخرة، وتغيير الأسلوب في { عشياً } لما أنه لا يجىء منه الفعل بمعنى الدخول في العشي كالمساء والصباح والظهيرة، ولعل السر في ذلك على ما قيل: إنه ليس من الأوقات التي تختلف فيها أحوال الناس وتتغير تغيراً ظاهراً مصححاً لوصفهم بالخروج عما قبلها والدخول فيها كالأوقات المذكورة فإن كلاً منها وقت يتغير فيه الأحوال تغيراً ظاهراً، أما في المساء والصباح فظاهر، وأما في الظهيرة فلأنها وقت يعاد فيه التجرد عن الثياب للقيلولة كما مرت إليه الإشارة في سورة النور. هذا وفضل التسبيح والتحميد أظهر من أن يستدل عليه، وذكروا في فضل ما تضمنته الآية عدة أخبار، فأخرج الإمام أحمد وابن جرير وابن المنذر وابن أبـي حاتم وابن السني في «عمل اليوم والليلة» والطبراني وابن مردويه والبيهقي في «الدعوات» عن معاذ بن أنس عن رسول الله صلى الله عليه وسلم قال: \" ألا أخبركم لم سمى الله تعالى إبراهيم خليله { الذي وفى } [النجم: 37] لأنه يقول كلما أصبح وأمسى { سبحان الله حين تمسون وحين تصبحون وله الحمد في السماوات والأرض وعشياً وحين تظهرون } \" وأخرج أبو داود والطبراني وابن السني وابن مردويه عن ابن عباس عن رسول الله صلى الله عليه وسلم قال: \" من قال حين يصبح { سبحان الله حين تمسون وحين تصبحون } إلى قوله تعالى: { وكذلك تخرجون } [الروم: 19] أدرك ما فاته في يومه ومن قالها حين يمسي أدرك ما فاته من ليلته \" إلى غير ذلك من الأخبار، ولعل فيه تأييداً لكون { فَسُبْحَـٰنَ } الخ مقولاً على ألسنة العباد فتأمل. وقرأ عكرمة { حِينَاً تُمْسُونَ وَحِينَاً تُصْبِحُونَ } بتنوين حين فالجملة صفة حذف منها العائد والتقدير تمسون فيه وتصبحون فيه، وعلى قراءة الجمهور الجملة مضاف إليها / ولا تقدير للضمير أصلاً.", "annotation": {"aya": [{"start": 3492, "end": 3523}, {"start": 4754, "end": 4842}, {"start": 6074, "end": 6212}, {"start": 6977, "end": 7002}], "hadith": [{"start": 7826, "end": 8008}, {"start": 8106, "end": 8269}], "verse": []}}