{"text": " قال ابن كثير قال أبو جعفر الرازى عن الربيع بن أنس عن أبى العالية فى قوله - تعالى - { وَقَاتِلُواْ فى سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَاتِلُونَكُمْ } قال هذا أول آية نزلت فى القتال بالمدينة فلما نزلت كان رسول الله صلى الله عليه وسلم يقاتل من قاتله ويكف عمن كف عنه حتى نزلت سورة براءة. ويرى بعض العلماء أن هذه الآيات قد وردت فى الأذن بالقتال للمحرمين فى الاشهر الحرم إذا فوجئوا بالقتال بغياً وعدواناً. فهى متصلة بما قبلها أتم الاتصال، لأن الآية السابقة بينت أن الأهلة مواقيت للناس فى عباداتهم ومعاملاتهم عامة وفى الحج خاصة وهو فى أشهر هلالية مخصوصة كان القتال فيها محرماً فى الجاهلية. فقد أخرج الواحدى عن ابن عباس أن هذه الآيات نزلت فى صلح الحديبية، وذلك أن رسول الله صلى الله عليه وسلم صده المشركون عن البيت الحرام - ثم صالحوه فرضى على أن يرجع عامه القابل ويخلوا له مكة ثلاثة أيام يطوف ويفعل ما يشاء فلما كان العام القابل تجهز هو وأصحابه لعمرة القضاء وخافوا ألا تفى لهم قريش، وأن يصدوهم عن المسجد الحرام بالقوة ويقاتلوهم وكره أصحابه قتالهم فى الحرم والشهر الحرام فأنزل الله - تعالى الآيات. والقتال والمقاتلة محاولة الرجل قتل من يحاول قتله، والتقاتل محاولة كل واحد من المتعاديين قتل الآخر. قال أبو حيان وقوله { فِي سَبِيلِ ٱللَّهِ } السبيل هو الطريق. واستعير لدين الله وشرائعه لأن المتبع لذلك يصل به إلى بغيته الدينية والدنيوية، فشبه بالطريق الموصل الإِنسان إلى ما يقصده، وهذا من استعارة الأجرام للمعانى ويتعلق { فِي سَبِيلِ ٱللَّهِ } بقوله { وَقَاتِلُواْ } وهو ظرف مجازى، لأنه لما وقع القتال بسبب نصرة الدين صار كأنه وقع فيه، وو على حذف مضاف والتقدير فى نصرة دين الله. والمراد بالقتال فى سبيل الله الجهاد من أجل إعلاء كلمته حتى يكون أهل دينه الحق أعزاء لا يسومهم أعداؤه ضيماً، وأحراراً فى الدعوة إليه وإقامة شرائعه العادلة فى ظل سلطان مهيب. أى قاتلوا أيها المؤمنون لإِعلاء كلمة الله وإعزاز دينه أعداءكم الذين أعدوا أنفسهم لقتالكم ومناجزتكم وتحققتم منهم سوء النية، وفساد الطوية. فالآية الكريمة تهييج للمؤمنين وإغراء لهم على قتال أعدائهم بدون تردد أو تهيب، وإرشاد لهم إلى أن يجعلوا جهادهم من أجل نصرة الحق، لا من أجل المطامع أو الشهوات. فقد روى الشيخان أبو داود والترمذى والنسائى وابن ماجه عن أبى موسى - رضى الله عنه - \" أن أعرابياً أتى النبى صلى الله عليه وسلم فقال يا رسول الله الرجل يقاتل للمغنم، والرجل يقاتل ليذكر، والرجل يقاتل ليرى مكانه - أى ليتحدث الناس بشجاعته وليظهر بينهم - أى ذلك فى سبيل الله؟ فقال رسول الله - صلى الله عليه وسلم من قاتل لتكون كلمة الله هى العليا فهو فى سبيل الله \". والأحاديث فى الدعوة إلى أن يكون الجهاد فى سبيل الله من أجل إعلاء كلمته كثيرة متعددة. وقوله { وَلاَ تَعْتَدُوۤاْ } نهى عن الاعتداء بشتى صوره ويدخل فيه دخولا أولياء الاعتداء فى القتال. والاعتداء مجاوزة الحد فيما أمر الله به أو نهى عنه. أى قاتلوا فى سبيل الله من يناصبكم القتال من المخالفين، ولا تتجاوزوا فى قتالهم إلى من ليس شأنهم قتالكم، كنسائهم، وصبيانهم ورهبانهم، وشيوخهم الطاعنين فى السن إلى حد الهرم، ويلحق بهؤلاء المريض والمقعد والأعمى والمجنون. وقد وردت فى النهى عن قتل هؤلاء الأحاديث النبوية ووصايا الخلفاء الراشدين لقواد جيوشهم، فهؤلاء يتجنب قتالهم إلا من قامت الشواهد على أن له أثراً من رأى أو عمل فى الحرب، يؤازر به المحاربين لينتصروا على المجاهدين. قال ابن كثير ولهذا جاء فى صحيح مسلم عن بريدة أن رسول الله صلى الله عليه وسلم كان يقول \" أغزوا فى سبيل الله، قاتلوا من كفر بالله، أغزوا ولا تغلو ولا تغدروا ولا تمثلوا ولا تقتلوا الوليد ولا أصحاب الصوامع \" وفى الصحيحين عن ابن عمر قال وُجِدَتْ امرأة فى بعض المغازى مقتولة فأنكر رسول الله صلى الله عليه وسلم قتل النساء والصبيان \". وقوله { إِنَّ ٱللَّهَ لاَ يُحِبُّ ٱلْمُعْتَدِينَ } كالتعليل لما قبله فى النهى عن مجاوزة ما حده الله - تعالى - فى قتال المخالفين. ومحبة الله لعباده صفة من صفاته - تعالى - من أثرها الرعاية والإِنعام. وإذا نفى الله - تعالى - محبته لطائفة من الناس فهو كناية عن بغضه لهم، واستحقاقهم لعقوبته. وقوله { وَٱقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُم } الضمير المنصوب فيه يعود على قوله { ٱلَّذِينَ يُقَاتِلُونَكُمْ } فى الآية السابقة. و { ثَقِفْتُمُوهُم } أدركتموهم وظفرتم بهم. يقال ثقف الشىء إذا ظفر به ووجده على جهة الأخذ والغلبة ومنه رجل ثقف إذا كان سريع الأخذ لأقرانه. قال الشاعر فإما تثقفونى فاقتلونى فمن أثقف فليس إلى خلود ويقال - أيضاً - رجل ثقف إذا كأن محكماً لما يتناوله من الأمور. والمعنى عليكم أيها المسلمون أن تقتلوا هؤلاء الذين اذنا لكم بقتالهم حيث وجدتموهم وظفرتم بهم، فأنهم قد بادءوكم بالعدوان، وتمنوا لكم كل شر وسوء. وقوله { وَأَخْرِجُوهُمْ مِّنْ حَيْثُ أَخْرَجُوكُمْ } معطوف على ما قبله. وحيث ظرف مكان. والمكان الذى أخرجوهم منه هو مكة، فإن المشركين من قريش قد أنزلوا بالمسلمين الأولين من صنوف الأذى ما جعلهم يتركون مكة ويهاجرون إلى بلاد الحبشة أولا. ثم إلى المدينة المنورة ثانيا. أى اقتلوا هؤلاء الذين قاتلوكم فى أى مكان لقيتموهم فيه، وأخرجوهم من المكان الذى أخرجوكم منه وهو مكة. وفى هذا تهديد للمشركين، وإغراء للمسلمين بهم، ووعد بفتح مكة وقد أنجز الله - تعالى - وعده ففتح المسلمون مكة فى السنة الثامنة من الهجرة. وقوله - تعالى - { وَٱلْفِتْنَةُ أَشَدُّ مِنَ ٱلْقَتْلِ }. دفع لما قد يقع من بعض المسلمين من استعظام قتل المشركين فى مكة. والفتنة فى الأصل مصدر فتن الصائغ الذهب والفضة إذا أذابهما بالنار ليستخرج الزائف منهم ثم استعملت فى الابتلاء والامتحان والصرف عن الشىء، وأكثر استعمالها فى التضليل والصد عن الدين، ثم على الكفر. ويبدو أن المراد منها هنا ما كان يفعله المشركون مع المسلمين من التعذيب والصد عن الدين، والإِخراج من الوطن، وغير ذلك من صنوف الأذى. والمعنى لا تقصروا فى قتل المشركين الذين يقاتلونكم، والذين أخرجوكم من دياركم، فإن فتنتهم لكم بالإِيذاء والتعذيب والصد عن الدين، أشد ضررا من قتلكم لهم فى أى مكان وجدوا به. وبعضهم فسر الفتنة هنا بالشرك، أو بالرجوع إلى الكفر، أو بعذاب الآخرة، وقد بين ذلك صاحب الكشاف بقوله. وقوله { وَٱلْفِتْنَةُ أَشَدُّ مِنَ ٱلْقَتْل } أى المحنة والبلاء الذى ينزل بالإِنسان يتعذب به أشد عليه من القتل وقيل لبعض الحكماء ما أشد من الموت قال الذى يتمنى فيه الموت، جعل الإِخراج من الوطن من الفتن والمحن التى يتمنى عندها الموت، ومنه قول القاتل القتل بحد السيف أهون موقعا على النفس من قتل بحد فراق وقيل { وَٱلْفِتْنَةُ } عذاب الآخرة قال - تعالى - ذُوقُواْ فِتْنَتَكُمْ وقيل الشرك أعظم من القتل فى الحرم، وذلك أنهم كانوا يستعظمون القتل فى الحرم ويعيبون به المسلمين. فقيل والشرك الذى هم عليه أشد وأعظم مما يستعظمونه ويجوز أن يراد وفتنتهم إياكم بصدكم عن المسجد الحرام أشد من قتلكم إياهم فى الحرم، أو من قتلهم إياكم إن قتلوكم فلا تبالوا بقتالهم \". وإلى هنا تكون الآية الكريمة قد أذنت للمؤمنين فى قتل الذين يناجزونهم القتال دفعاً لشرهم أينما وجدوا. ثم ساقت الآية جملة أخرى نهت فيها المؤمنين عن قتال المشركين عند المسجد الحرام مراعاة لحرمته. ما دام المشركون لم يفاتحوهم بالقتال عنده، أما إذا فاتحوهم بالقتال فيه، فقد أصبح من حق المؤمنين أن يدافعوا عن أنفسهم، وأن يقاتلوا أعداءهم. وهذه الجملة هى قوله - تعالى - { وَلاَ تُقَاتِلُوهُمْ عِنْدَ ٱلْمَسْجِدِ ٱلْحَرَامِ حَتَّىٰ يُقَاتِلُوكُمْ فِيهِ فَإِن قَاتَلُوكُمْ فَٱقْتُلُوهُمْ }. أى لا تقاتلوا أيها المؤمنون أعداءكم عند المسجد الحرام احتراماً له حتى يبدأ المشركون قتالكم عنده فإن بدءوكم بالقتال فيه فلا حرج عليكم فى قتلهم عنده، لأن المنتهك لحرمة المسجد الحرام إنما هو البادئ بالقتال فيه وهم المشركون، ولستم أنتم أيها المؤمنون لأن موقفكم إنما هو موقف المدافع عن نفسه. فأنت ترى أن الآية الكريمة قد حفظت للمسجد الحرام حرمته وهيبته ومكانته السامية لأن حرمته لذاته، وحرمة سائر الحرم من أجله، إلا أنها أذنت للمسلمين أن يدافعوا عن أنفسهم إذا ما هاجمهم المشركون عنده أو فيه. قال ابن كثير ما ملخصه وقد دلت الآية على الأمر بقتال المشركين فى الحرم إذا بدأوا بالقتال فيه دفعا لصولتهم، كما بايع النبى صلى الله عليه وسلم أصحابه يوم الحديبية تحت الشجرة على القتال، لما تألبت عليه بطون قريش ومن والاهم من أحياء ثقيف والأحابيش عامئذ، ثم كف الله القتال بينهم فقال وَهُوَ ٱلَّذِي كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِن بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ وقال صلى الله عليه وسلم لخالد بن الوليد ومن معه يوم الفتح \" إن عرض لكم أحد من قريش فاحصدوهم حصداً حتى توافونى على الصفا \" . فما عرض لهم أحد إلا أناموه وأصيب من المشركين نحو اثنى عشر رجلاً \". ولم يقل - سبحانه - فإن قاتلوكم فقاتلوهم، وإنما قال { فَإِن قَاتَلُوكُمْ فَٱقْتُلُوهُمْ } تبشيراً للمؤمنين بالغلبة عليهم، وإشعاراً بأن هؤلاء المشركين من الخذلان والضعف بحالة أمر الله المؤمنين معها بقتلهم لا بقتالهم فهم لضعفهم لا يحتاجون من المؤمنين إلا إلى القتل. وقوله { كَذَلِكَ جَزَآءُ ٱلْكَافِرِينَ } تذييل لما قبله. واسم الإِشارة ذلك يعود إلى قتل المقاتلين أينما وجدوا. والجزاء ما يقع فى مقابلة الإِحسان أو الإِساءة، فيطلق على ما يثاب به المحسن، وعلى ما يعاقب به المسىء. والمراد به فى الآية العقاب. أى مثل هذا الجزاء العادل من القتل والردع يجازى الله الكافرين الذين قاتلوا المؤمنين وأخرجوهم من ديارهم. ثم فتح القرآن للكافرين الذين قاتلوا المسلمين التوبة فقال { فَإِنِ ٱنتَهَوْاْ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ }. الانتهاء أصله مطاوع نهى. يقال نهاه فانتهى ثم توسع فيه فأطلق على الكف عن الشىء، لأن النهى هو طلب ترك الشىء. أى فإن انتهوا عن الكفر وعن مقاتلتكم فكفوا عنهم ولا تتعرضوا لهم فإن الله غفور رحيم. وكل من تاب من كفر أو معصية فشأن الله معه أن يغفر له ويرحمه. ونظير هذه الآية قوله - تعالى - قُل لِلَّذِينَ كَفَرُوۤاْ إِن يَنتَهُواْ يُغَفَرْ لَهُمْ مَّا قَدْ سَلَفَ وإنما قلنا فإن انتهوا عن الكفر وعن القتال لأن سياق الحديث عن الكافرين المقاتلين للمؤمنين، فيكون حمل الانتهاء على الأمرين معا أولى من حمله على القتال فحسب. وقوله - تعالى - { وَقَاتِلُوهُمْ حَتَّىٰ لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ ٱلدِّينُ للَّهِ } معطوف على جملة { وَقَاتِلُواْ فى سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَاتِلُونَكُمْ } والضمير \" هم \" يعود على الذين يقاتلون المسلمين وهم من سبق الحديث عنهم. والمراد من { وَٱلْفِتْنَةُ } الشرك وما يتبعه من أذى المشركين للمسلمين واضطهادهم وتعذيبهم. قال الآلوسى ويؤيده أن مشركى العرب ليس فى حقهم إلا الإِسلام أو السيف. لقوله - سبحانه - تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ وفى الصحيحين عن ابن عمر أن رسول الله صلى الله عليه وسلم قال \" أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأن محمداً رسول الله ويقيموا الصلاة، ويؤتوا الزكاة، فإذا فعلوا ذلك عصموا منى دماءهم وأموالهم إلا بحق الإِسلام وحسابهم على الله \". والدين فى اللغة العادة والطاعة ثم استعمل فيما يتعبد به الله - تعالى - سواء أكان ما تعبد به صحيحاً أم باطلاً. والمراد هنا الدين الصحيح الذى شرعه الله لعباده على لسان نبيهم محمد صلى الله عليه وسلم ليتوصلوا به إلى الصلاح فى الحال والفلاح فى المآل. والمعنى قاتلوا أولئك المشركين حتى تزيلوا الشرك، وحتى تكسروا شوكتهم ولا يستطيعوا أن يفتنوا طائفة من أهل الدين الحق، وحتى يكون الدين الظاهر فى الأرض هو الدين الذى شرعه الله - تعالى - على لسان نبيه محمد صلى الله عليه وسلم. وقد تحقق ذلك بالقتال الذى دار المسلمين والمشركين فى أكثر من عشرين غزوة قادها النبى صلى الله عليه وسلم وفى أكثر من أربعين سرية بعث فيها أصحابه، وكانت ثمار هذه المعارك أن انتصر الحق وزهق الباطل. وقبل أن يلتحق النبى صلى الله عليه وسلم بالرفيق الأعلى كان الدين الظاهر فى جزية العرب هو دين الإِسلام الذى جاء به الرسول صلى الله عليه وسلم. ثم ختم - سبحانه - الآية بقوله { فَإِنِ ٱنْتَهَواْ فَلاَ عُدْوَانَ إِلاَّ عَلَى ٱلظَّالِمِينَ } والعدوان فى أصل اللغة الاعتداء والظلم الذى هو من الأفعال المحرمة والمراد به فى الآية القتل حيث يرتكب جزاء للظالمين. والفاء فى قوله { فَإِنِ ٱنْتَهَواْ } للتعقيب. وقوله { فَلاَ عُدْوَانَ إِلاَّ عَلَى ٱلظَّالِمِينَ } قائم مقام جواب الشرط، لأنه علة الجواب المحذوف. والمعنى فإن امتنعوا عن قتالكم ولم يقدموا عليه، وأذعنوا لتعاليم الإِسلام، فكفوا عن قتالهم، لأنهم قد انتفى عنهم وصف الظلم، وما دام قد انتفى عنهم هذا الوصف فلا يصح أن تقاتلوهم، إذ القتال إنما يكون للظالمين تأديباً لهم ليرجعوا عن ظلمهم. ففى الجملة الكريمة إيجاز بالحذف، واستغناء عن المحذوف بالتعليل الدال عليه. قال الإِمام الرازى أما قوله - تعالى - { فَلاَ عُدْوَانَ إِلاَّ عَلَى ٱلظَّالِمِينَ } ففيه وجهان الأول فإن انتهوا فلا عدوان أى فلا قتل إلا على الذين لا ينتهون عن الكفر، فإنهم بإصرارهم على كفرهم ظالمون لأنفسهم قال - تعالى - إِنَّ ٱلشِّرْكَ لَظُلْمٌ عَظِيمٌ فإن قيل لم سمى ذلك القتل عدوانا مع أنه فى نفسه صواب؟ قلنا لأن ذلك القتل جزاء العدوان فصح إطلاق اسم العدوان عليه، كقوله - تعالى - وَجَزَآءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا الثانى إن تعرضتم لهم بعد انتهائهم عن الشرك والقتال كنتم أنتم ظالمين، فتسلط عليكم من يعتدى عليكم. وقوله - تعالى - { ٱلشَّهْرُ ٱلْحَرَامُ بِٱلشَّهْرِ ٱلْحَرَامِ } بيان للحكمة فى إباحة القتال فى الأشهر الحرم، وإيذان بأن مراعاة حرمة الشهر الحرام إنما هى واجبة فى حق من يصون حرمته، أمن من هتكها فقد صار بسبب انتهاكه لحرمة الشهر الحرام محلا للقصاص والمعاقبة فى الشهر وفى غيره. وسمى الشهر الحرام لأنه يحرم فيه ما يحل فى غيره من القتال ونحوه، والتعريف فيه - على الراجح - للجنس فهو يشمل الأشهر الحرم جميعها وهى أربعة ذو القعدة، وذو الحجة، والمحرم، ورجب. قال - تعالى - إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثْنَا عَشَرَ شَهْراً في كِتَابِ ٱللَّهِ يَوْمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلأَرْضَ مِنْهَآ أَرْبَعَةٌ حُرُمٌ ذٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ فَلاَ تَظْلِمُواْ فِيهِنَّ أَنْفُسَكُمْ وَقَاتِلُواْ ٱلْمُشْرِكِينَ كَآفَّةً كَمَا يُقَاتِلُونَكُمْ كَآفَّةً وَٱعْلَمُوۤاْ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ قال القرطبى نزلت فى عمرة القضاء، وذلك أن رسول الله صلى الله عليه وسلم خرج معتمراً حتى بلغ الحديبية فى ذى القعدة سنة ست، فصده المشركون كفار قريش عن البيت فانصرف ووعده - سبحانه - أنه سيدخله فدخله فى ذى القعدة سنة سبع وقضى نسكه ونزلت هذه الآية. والمعنى هذا الشهر الحرام الذى تؤدون فيه عمرة القضاء، بذلك الشهر الحرام الذى صدكم المشركون فيه عن دخول المسجد الحرام، فإذا بدءوا بانتهاك حرمته بقتالكم فيه، فلا تبالوا أن تقاتلوهم فيه دفاعاً عن أنفسكم، إذ هم البادئون بهتك حرمته. وقوله { وَٱلْحُرُمَاتُ قِصَاصٌ } متضمن لإِقامة الحجة على الحكم السابق والحرمات جمع حرمة، وهى ما يحفظ ويرعى ولا ينتهك. والقصاص المساواة. أى، وكل حرمة يجرى فيها القصاص. فمن هتك أية حرمة اقتص منه بأن تهتك له حرمة. والمراد أن المشركين إذا أقدموا على مقاتلتكم - أيها المؤمنون - فى الحرم أو فى الشهر الحرام، فقاتلوهم أنتم أيضاً على سبيل القصاص والمجازاة بالمثل، حتى لا يتخذوا الأشهر الحرم ذريعة للغدر والإِضرار بكم. ثم أكد - سبحانه - هذا المعنى بقوله { فَمَنِ ٱعْتَدَىٰ عَلَيْكُمْ فَٱعْتَدُواْ عَلَيْهِ بِمِثْلِ مَا ٱعْتَدَىٰ عَلَيْكُمْ }. أى فمن اعتدى عليكم وظلمكم فجازوه باعتدائه وقابلوه بمثل ما اعتدى عليكم بدون حيف أو تجاوز للحد الذى أباحه الله لكم. وسمى جزاء الاعتداء اعتداء على سبيل المشاكلة. قال الآلوسى واستدل الشافعى بالآية على أن القاتل يقتل بمثل ما قتل به من محدد أو خنق أو حرق أو تجويع أو تغريق. حتى لو ألقاه فى ماء عذب لم يلق فى ماء ملح. واستدل بها أيضاً على أن من غصب شيئاً وأتلفه لزمه رد مثله، ثم إن المثل قد يكون من طريق الصورة - كما فى ذوات الأمثال - وقد يكون من طريق المعنى كالقيم فيما لا مثل له. ثم ختم - سبحانه - الآية الكريمة بالأمر بالتقوى والخشية منه فقال { وَٱتَّقُواْ ٱللَّهَ وَٱعْلَمُواْ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ }. أى اتقوا الله وراقبوه فى الانتصار لأنفسكم، وترك الاعتداء فيما لا يرخص لكم فيه، واعلموا أن الله مع الذين يمتثلون أمره ويجتنبون نهيه بالنصر والرعاية والتأييد. ثم أمر الله - تعالى - المؤمنين ببذل المال من أجل إعلاء كلمته، ونصرة دينه، فقال { وَأَنْفِقُواْ فى سَبِيلِ ٱللَّهِ وَلاَ تُلْقُواْ بِأَيْدِيكُمْ إِلَى ٱلتَّهْلُكَةِ }. قال الإِمام الرازى الإِنفاق هو صرف المال إلى وجوه المصالح فلذلك لا يقال فى المضيع إنه منفق. فإذا قيد الإِنفاق بذكر سبيل الله، فالمراد به طريق الدين، لأن السبيل هو الطريق، وسبيل الله هو دينه، فكل ما أمر الله به فى دينه من الإِنفاق فهو داخل فى الآية سواء أكان إنفاقاً فى حج أو فى صلة رحم أو غير ذلك، إلا أن الأقرب فى هذه الآية - وقد تقدم ذكر الجهاد - أنه يراد به الإِنفاق فى الجهاد، وقوله { فِي سَبِيلِ ٱللَّهِ } كالتنبيه على العلة فى وجوب هذا الإِنفاق، وذلك لأن المال مال الله فيجب انفاقه فى سبيله، ولأن المؤمن إذا سمع ذكر الله اهتز ونشط فيسهل عليه إنفاق المال. و { تُلْقُواْ } من الإِلقاء وهو طرح الشىء من اليد. قال الجمل والباء فى قوله { بِأَيْدِيكُمْ } تحتمل وجهين أحدهما أنها زائدة فى المفعول به لأن ألقى يتعدى بنفسه، قال - تعالى - فَأَلْقَىٰ عَصَاهُ والثانى أن يضمن ألقى معنى فعل يتعدى بالباء فيتعدى تعديته فيكون المفعول به فى الحقيقة هو المجرور بالباء تقديره، ولا تفضوا بأيديكم إلى التهلكة كقوله أفضيت بجنبى إلى الأرض أى طرحته على الأرض \". والمراد بالأيدى الأنفس، من باب ذكر الجزء وإرادة الكل، لأن أكثر ظهور أفعال النفس تكون عن طريق اليد. والتهلكة الهلاك والموت. أو كل شىء تصير عاقبته إليه. مصدر هلك يهلك هلكاً وهلاكاً وتهلكة. والجملة الكريمة معطوفة على جملة { وَقَاتِلُواْ فى سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَاتِلُونَكُمْ... } ألخ، لأنهم لما أمروا بقتال عدوهم، وكان أوفر منهم عدة وعدداً، كلفهم بالاستعداد له عن طريق إنفاق الكثير من أموالهم فى سبيل إعلاء كلمة الله لأن هذا الإِنفاق من أقوى الوسائل التى توصل إلى النصر. والمعنى عليكم، أيها المؤمنون - أن تقاتلوا فى سبيل الله من قاتلكم، وأن تنفقوا من أجل إعلاء كلمة الله أموالكم، ولا تلقوا أنفسكم فيما فيه هلاككم فى دين أو دنيا، بسبب ترككم الجهاد وبخلكم عن الإِنفاق فيه مع القدرة على ذلك. ويشهد لهذا المعنى ما أخرجه الترمذى وغيره عن أبى عمران قال كنا بمدينة الروم القسطنطينية - فأخرجوا إلينا صفا عظيماً من الروم. فخرج إليهم من المسلمين مثلهم فحمل رجل من المسلمين على صف الروم حتى دخل فيهم، فصاح الناس وقالوا سبحان الله يلقى بيديه إلى التهلكة!! فقام أبو أيوب الأنصارى فقال يا أيها الناس إنكم لتؤولون هذه الآية هذا التأويل، وإنما نزلت هذه الآية فينا معشر الأنصار. لما أعز الله الإِسلام وكثر ناصروه، فقال بعضنا لبعض سراً - دون رسول الله صلى الله عليه وسلم إن أموالنا قد ضاعت، وإن الله قد أعز الإِسلام، وكثر ناصروه، فلو أقمنا فى أموالنا فأصلحنا ما ضاع منها، فأنزل الله - تعالى - على نبيه يرد علينا ما قلناه { وَأَنْفِقُواْ فى سَبِيلِ ٱللَّهِ وَلاَ تُلْقُواْ بِأَيْدِيكُمْ إِلَى ٱلتَّهْلُكَةِ }. فكانت التهلكة الإِقامة على الأموال، وإصلاحها، وتركنا الغزو. قال الراوى فمازال أبو أيوب شاخصاً فى سبيل الله حتى دفن بأرض الروم. فالآية الكريمة تأمر المؤمنين بأن يبذلوا أموالهم فى الجهاد فى سبيل الله بصفة خاصة، وفى كل موطن من مواطن الخير بصفة عامة، لأن عدم البذل فى سبيل الخير يؤدى إلى ضعف الأمة واضمحلالها. ثم ختم - سبحانه - الآية بالترغيب فى الإِحسان فقال { وَأَحْسِنُوۤاْ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُحْسِنِينَ } أى أحسنوا كل أعمالكم وأتقنوها، لأنه - سبحانه - يحب المحسنين فى كل شئونهم، ويثيبهم على ذلك بما يسعدهم فى دينهم ودنياهم. هذا، وتأمل معى - أيها القارئ الكريم - فى هذه الآيات تراها قد رسمت أحكم منهاج وأعدله فى شأن الحرب والسلم. إنها تأمر المؤمنين أن يجاهدوا أعداءهم الذين بدأوهم بالقتال، وأن يقتلوهم حيث وجدوهم. ويخرجوهم من حيث أخرجوهم، كما تأمرهم أن يبذلوا أموالهم فى سبيل الله بدون إمساك أو بخل، وهذا من أقوى أنواع الحض على الجهاد من أجل إعلاء كلمة الله. ولكنها فى الوقت نفسه تنهاهم عن الاعتداء، وتنهاهم عن القتال فى الأشهر الحرام وفى الأماكن المقدسة إلا إذا قاتلهم المشركون فيها، كما تنهاهم عن قتالهم إذا ما انتهوا عن عدوانهم وكفرهم، لأن شريعة القرآن تستجيب لداعى السلم متى كف المعتدون عن العدوان، واحترموا كلمة الإِسلام. وبذلك نرى أن القتال فى الإِسلام ليس من أجل الغنائم، أو الاستغلال أو الاستعباد، أو التباهى.. كلا ليس لأجل شىء من هذا، وإنما هو من أجل الدفاع عن الحق وأهله، حتى تكون كلمته هى العليا وكلمة الباطل هى السفلى، وبهذا تسعد الإِنسانية، وتنال ما تصبو إليه من عزة وفلاح. وبعد هذا الحديث المحكم عن القتال فى سبيل الله، وبيان أحكامه بالنسبة للأشهر الحرم وللبيت الحرام، ساق القرآن فى بضع آيات جملة من الأحكام والآداب التى تتعلق بفريضة الحج، إذ القتال جهاد لحماية الأمة الإِسلامية من الخارج، والحج جهاد لتذهيب النفس وحماية الأمة من الداخل عن طريق تجميع أبنائها على اختلاف ديارهم فى مكان واحد ليشهدوا منافع لهم، وليتعاونوا على البر والتقوى لا على الإِثم والعدوان. استمع إلى سورة البقرة وهى تحدثك عن بعض أحكام الحج وآدابه فتقول { وَأَتِمُّواْ ٱلْحَجَّ وَٱلْعُمْرَةَ للَّهِ فَإِنْ أُحْصِرْتُمْ... }.", "annotation": {"aya": [{"start": 5652, "end": 5673}, {"start": 7194, "end": 7315}, {"start": 8507, "end": 8580}, {"start": 9151, "end": 9184}, {"start": 11111, "end": 11143}, {"start": 11273, "end": 11313}, {"start": 11873, "end": 12200}, {"start": 14873, "end": 14891}], "hadith": [{"start": 2013, "end": 2289}, {"start": 3035, "end": 3152}, {"start": 7374, "end": 7437}, {"start": 9245, "end": 9426}], "verse": [{"start": 3841, "end": 3885}, {"start": 5550, "end": 5602}]}}