{"text": " قوله تعالى: { خَالِصَةٌ }: الجمهور على \" خالصة \" بالتأنيث مرفوعاً على أنه خبر \" ما \" الموصولة، والتأنيث: إمَّا حَمْلاً على المعنى؛ لأن الذي في بطون الأنعام أنعام، ثم حُمِلَ على لفظها في قوله \" ومحرَّم \" ، وإمَّا لأنَّ التأنيث للمبالغة كهو في عَلاَّمة ونسَّابة وراوية، وإمَّا لأن \" خالصة \" مصدر على وزن فاعلة كالعاقبة والعافية. وقال تعالى: بِخَالِصَةٍ ذِكْرَى ٱلدَّارِ [ص: 46] وهذا القول قول الفراء، والأول له أيضاً ولأبي إسحاق الزجاج، والثاني للكسائي، وإذا قيل: إنها مصدر كان ذلك على حذف مضاف أي: ذو خلوصٍ أو على المبالغةِ، أو على وقوع المصدر موقع اسم الفاعل كنظائره. وقال الشاعر: 2096ـ وكنتِ أُمْنِيَّتي وكنتِ خالصتي وليس كلُّ امرِئٍ بمؤتمنِ وهذا مستفيضٌ في لسانهم: فلان خالصتي أي ذو خلوصي. و \" لذكورنا \" متعلِّقٌ به، ويجوز أن يتعلَّق بمحذوف على أنه وصف لخالصة وليس بالقوي. وقرأ عبد الله وابن جبير وأبو العالية والضحاك وابن أبي عبلة \" خالص \" مرفوعاً على ما تقدَّم من غير هاء. و \" لذكورنا \" متعلق به أو بمحذوف كما تقدَّم. وقرأ ابن جبير أيضاً فيما نقله عنه ابن جني \" خالصاً \" نصباً من غير تاء، ونصبُه على الحال، وفي صاحبه وجهان أظهرهما: أنه الضمير المستتر في الصلة. الثاني: أنه الضمير المستتر في \" لذكورنا \" فإنَّ \" لذكورنا \" على هذه القراءة خبر المبتدأ، وهذا إنما يجوز على مذهب أبي الحسن لأنه يجيز تقديم الحال على عاملها المعنوي نحو: \" زيد مستقراً في الدار \" ، والجمهور يمنعونه، وقد تقدَّم تحقيق هذه المسألة بتفصيلها ودلائلها. وقرأ ابن عباس أيضاً والأعرج وقتادة: \" خالصةً \" نصباً بالتأنيث، والكلام في نصبه وتأنيثه كما تقدم في نظيره، وخرَّجه الزمخشري على أنه مصدر مؤكد كالعاقبة. وقرأ ابن عباس أيضاً وأبو رزين وعكرمة وأبو حيوة: \" خالصُه \" برفع \" خالص \" مضافاً إلى ضمير \" ما \". ورفعه على أحد وجهين: إمَّا على البدل من الموصول، بدلِ بعض من كل، و \" لذكورنا \" خبر الموصول، وإمَّا على أنه مبتدأ، و \" لذكورنا \" خبره والجملة خبر الموصول، وقد عَرَفْتَ ممَّا تقدَّم أنه حيث قلنا: إن \" خالصة \" مصدر أو هي للمبالغة فليس في الكلام حَمْلٌ على معنى ثم على لفظ، وإن قلنا: إن التأنيث فيها لأجل تأنيث ما في البطون كان في الكلام الحَمْلُ على المعنى أولاً ثم على اللفظ في قوله \" مُحَرَّمٌ \" ثانياً، وليس لذلك في القرآن نظير، أعني الحمل على المعنى أولاً ثم على اللفظ ثانياً. إلا أن مكِّيَّاً زعم في غير \" إعراب القرآن \" له أن لهذه الآية نظائر فذكرها، وأما في إعرابه فلم يذكر أن غيرها في القرآن شاركها في ذلك، فقال في إعرابه \" وإنما أَنَّث الخبر/ لأنَّ ما في بطون الأنعام أنعامٌ فحمل التأنيث على المعنى، ثم قال: \" ومُحَرَّمٌ \" فذكَّر حَمْلاً على لفظِ \" ما \" ، وهذا نادرٌ لا نظير له، وإنما يأتي في \" مَنْ \" و \" ما \" حَمْلُ الكلام أولاً على اللفظ ثم على المعنى بعد ذلك فاعرفه فإنه قليل \". وقال في غير \" الإِعراب \": \" هذه الآية في قراءة الجماعة أَتَتْ على خلاف نظائرها في القرآن؛ لأنَّ كلَّ ما يُحْمل على اللفظ مرةً وعلى المعنى مرة إنما يتبدئ أولاً بالحمل على اللفظ ثم يليه الحَمْل على المعنى نحو: مَنْ آمَنَ بِٱللَّهِ [البقرة: 62] ثم قال: \" فلهم أجرُهم \" ، هكذا يأتي في القرآن وكلام العرب، وهذه الآية تَقَدَّم فيها الحَمْلُ على المعنى فقال \" خالصة \" ، ثم حُمِلَ على اللفظ فقال: \" ومُحرَّمٌ \" ، ومثله { كُلُّ ذٰلِكَ كَانَ سَيِّئُةً } [الإسراء: 38] في قراءة نافع ومَنْ تابعه فأنَّث على معنى \" كل \" لأنها اسم لجميع ما تقدَّم ممَّا نهى عنه من الخطايا ثم قال: \" عند ربك مكروهاً \" فذكَّر على لفظ \" كل \" وكذلك مَا تَرْكَبُونَ لِتَسْتَوُواْ عَلَىٰ ظُهُورِهِ [الزخرف: 13] جَمَعَ الظهور حملاً على معنى \" ما \" ووحَّد الهاءَ حَمْلاً على لفظ \" ما \" ، وحُكي عن العرب: \" هذا الجرادُ قد ذهب فأراحنا مِنْ أَنْفُسِه \" جمع الأنفس ووحَّد الهاء وذكَّرها. قلت: أمَّا قوله \" هكذا أتى في القرآن \" فصحيح، وأمَّا قوله \" وكلام العرب \" فليس ذلك بمُسَلَّم؛ إذ في كلام العرب البداية بالحَمْلِ على المعنى، ثم على اللفظ، وإن كان عكسُه هو الكثير، وأمَّا ما جعله نظيرَ هذه الآية في الحَمْل على المعنى أولاً ثم على اللفظ ثانياً فليس بمُسَلَّم أيضاً، وكذلك لا نُسَلِّم أن هذه الآية ممَّا حُمِلَ فيها على المعنى أولاً، ثم على اللفظ ثانياً. وبيان ذلك أنَّ لقائلٍ أن يقول: صلة \" ما \" جار ومجرور، وهو متعلق بمحذوف فتقدره مسنداً لضمير مذكَّر أي: ما استقرَّ في بطون هذه الأنعام، ويبعد تقديره باستقرَّت، إذا عُرِف هذا فيكون قد حَمَل أولاً على اللفظ في الصلة المقدرة ثم على المعنى ثانياً. وأمَّا \" كل ذلك كان سَيِّئةً \" فبدأ فيه أيضاً بالحَمْل على اللفظ في قوله \" كان \" فإنه ذكَّر ضميره المستتر في \" كان \" ثم حمل على المعنى في قوله \" سيِّئة \" فأنَّث. وكذلك \" لتَسْتَووا \" فإنَّ قبله \" ما تركبون \" ، والتقدير: ما تركبونه، فحمل العائد المحذوف على اللفظ أولاً ثم حُمِلَ على المعنى ثانياً، وكذلك في قولهم \" هذا الجراد قد ذهب \" حُمِلَ على اللفظ فأفرد الضمير في \" ذهب \" ، ثم حُمِلَ على المعنى ثانياً فجمع في قوله \" أنفسه \" ، وفي هذه المواضع يكون قد حمل فيها أولاً على اللفظ، ثم على المعنى، ثم على اللفظ، وكنتُ قد قَدَّمْتُ أن في القرآن من ذلك أيضاً ثلاثة مواضع: آية المائدة [الآية: 60]: وَعَبَدَ ٱلطَّاغُوتَ ولقمان [الآية: 6]: وَمِنَ ٱلنَّاسِ مَن يَشْتَرِي لَهْوَ ٱلْحَدِيثِ والطلاق [الآية: 11]: وَمَن يُؤْمِن بِٱللَّهِ قوله: { وَإِن يَكُن مَّيْتَةً } قرأ ابن كثير \" يكن \" بياء الغيبة مَيْتَةٌ رفعاً، وابن عامر: \" تكن \" بتاء التأنيث، ميتة رفعاً، وعاصم في رواية أبي بكر \" تكن \" بتاء التأنيث \" ميتةً \" نصباً، والباقون \" تكن \" كابن كثير، \" ميتةً \" كأبي بكر. والتذكير والتأنيث واضحان لأن الميتة تأنيث مجازي لأنها تقع على الذكر والأنثى من الحيوان فَمَنْ أنَّث فباعتبار اللفظ، ومَنْ ذكَّر فباعتبار المعنى، هذا عند مَنْ يرفع \" ميتة \" بـ \" تكن \" ، أمَّا من ينصبها فإنه يسند الفعل حينئذٍ إلى ضميرٍ فيذكِّر باعتبار لفظ \" ما \" في قوله \" ما في بطون \" ويؤنث باعتبار معناها. ومن نصب \" ميتة \" فعلى خبر \" كان \" الناقصة. ومَنْ رفع فيحتمل وجهين، أحدهما: أن تكون التامة، وهذا هو الظاهر أي: وإن وجد ميتة أو حَدَثَتْ، وأن تكون الناقصة، وحينئذٍ يكون خبرُها محذوفاً أي: وإن يكن هناك أو في البطون ميتة وهذا رأي الأخفش، فيكون تقدير قراءة ابن كثير: وإن يَحْدُثْ حيوان ميتة أو: وإن يكن في البطون ميتة، على حسب التقديرين تماماً ونقصاناً، وتقدير قراءة ابن عامر كتقدير قراءته، إلا أنه أنَّث الفعل باعتبار لفظ مرفوعه، وتقدير قراءة أبي بكر: وإن تكنِ الأنعامُ أو الأجنَّة ميتةً، فأنَّث حَمْلاً على المعنى، وقراءة الباقين كتقدير قراءته إلا أنهم ذكَّروا باعتبار اللفظ، قال أبو عمرو بن العلاء: \" ويُقَوِّي هذه القراءةَ ـ يعني قراءة التذكير والنصب ـ قوله \" فهم فيه \" ولم يقل فيها \". ورُدَّ هذا/ على أبي عمرو بأن الميتة لكل ميت ذكراً كان أو أنثى فكأنه قيل: وإن يكن ميتاً فهم فيه، يعني فلم يَصِرْ له في تذكير الضمير في \" فيه \" حُجَّةٌ. ونقل الزمخشري قراءة ابن عامر عن أهل مكة فقال: \" قرأ أهل مكة \" وإن تكنْ ميتةٌ \" بالتأنيث والرفع \" فإن عنى بأهل مكة ابن كثير ـ ولا أظنه عناه ـ فليس كذلك وإن عنى غيره فيجوز، على أنه يجوز أن يكون ابن كثير قرأ بالتأنيث أيضاً، لكن لم يُشْتهر عنه اشتهارَ التذكير. وقرأ يزيد \" مَيِّتة \" بالتشديد. وقرأ عبد الله: \" فهم فيه سواء \" وأظنها تفسيراً لا قراءةً لمخالفتها السواد.", "annotation": {"aya": [{"start": 339, "end": 367}, {"start": 2672, "end": 2692}, {"start": 3078, "end": 3124}, {"start": 4512, "end": 4532}, {"start": 4552, "end": 4599}, {"start": 4621, "end": 4644}], "hadith": [], "verse": [{"start": 581, "end": 617}, {"start": 618, "end": 642}]}}