{"text": " { (211) سَلْ بَنِي إسْرَائِيلَ كَمْ آتَيْنَاهُمْ مِنْ آيَةٍ بَيِّنَةٍ } معجزة ظاهرة على أيدي أنبيائهم أو آية في التوراة شاهدة على صحة نبوة محمد. في الكافي عن الصادق عليه السلام أنه كان يقرأ كم آتيناهم من آية بيّنة فمنهم من آمن ومنهم من جَحَدَ ومنهم من اقرّ ومنهم من بدّل. والعياشي لم يذكر القراءة وإنما روى الزيادة كأنها تفسير وأورد أنكر مكان بدل { وَمَنْ يُبَدِّلْ نِعْمَةَ اللهِ } آياته التي هي سبب الهدى والنجاة الذين هما من أَجَلّ النِّعم يجعلها سبب الضلالة وازدياد الرجس { مِنْ بَعْدِ مَا جَاءَتْهُ } من بعد ما عرفها أو تمكن من معرفتها { فَإنَّ اللهَ شَدِيدُ الْعِقَابِ } فيعاقبه أشد عقوبة لأنه ارتكب أشد جريمة. { (212) زُيِّنَ لِلَّذِينَ كَفَرُوا الْحَيَاةُ الدُّنْيَا } حسنت في أعينهم واشربت محبّتها في قلوبهم حتّى تهالكوا عليها { وَيَسْخَرُونَ مِنَ الَّذِينَ آمَنُوا } من فقراء المؤمنين الذين لا حظ لهم منها { وَالَّذِينَ اتّقَوْا } من المؤمنين { فَوْقَهُمْ يَوْمَ الْقِيَامَةِ } لأنهم في علّيين وفي الكرامة وهم في سجين وفي الندامة { وَاللهُ يَرْزُقُ مَنْ يَشَاءُ } في الدارين { بِغَيْرِ حِسَابٍ } بغير تقدير فيوسع في الدنيا استدراجاً تارة وابتلاء أخرى ويعطي أهل الجنة ما لا يحصى. { (213) كَانَ النّاسُ أُمّةً وَاحِدَةً } العياشي عن الصادق عليه السلام قال كان هذا قبل بعث نوح كانوا امة واحدة فبدا الله فأرسل الرسل قبل نوح عليه السلام قيل أعلى هدى كانوا أم على ضلالة قال بل كانوا ضلالاً لا مؤمنين ولا كافرين ولا مشركين. وفي رواية أخرى له عنه قال وذلك أنه لما انقرض آدم وصالح ذريته بقي شيث وصيّه لا يقدر على اظهار دين الله الذي كان عليه آدم وصالح ذرّيته وذلك أن قابيل توعّده بالقتل كما قتل أخاه هابيل فسار فيهم بالتقيّة والكتمان فازدادوا كل يوم ضلالاً حتى لحق الوصي بجزيرة في البحر يعبد الله فبدا الله تبارك وتعالى أن يبعث الرسل ولو سئل هؤلاء الجهال لقالوا قد فرغ من الأمر وكذبوا إنما هي شيء يحكم به الله في كل عام ثم قرأ فيها يفرق كل أمر حكيم فيحكم الله تبارك وتعالى ما يكون في تلك السنة من شدة أو رخاء أو مطر أو غير ذلك قيل أفضلالاً كانوا قبل النبيين أم على هدى قال لم يكونوا على هدى كانوا على فطرة الله التي فطر الناس عليها لا تبديل لخلق الله ولم يكونوا ليهتدوا حتى يهديهم الله اما تسمع بقول إبراهيم لئن لم يهدني ربي لأكونن من القوم الضالين أي ناسياً للميثاق. وفي الكافي عنه عليه السلام قال كان قبل نوح امّة ضلال فبدا الله فبعث المرسلين وليس كما يقولون لم يزل وكذبوا يفرق في ليلة القدر ما كان من شدة أو رخاء أو مطر بقدر ما يشاء أن يقدر إلى مثلها. وفي المجمع عن الباقر عليه السلام كانوا قبل نوح امّة واحدة على فطرة الله لا مهتدون ولا ضلالاً فبعث الله النبيين. أقول: أريد بالضلال المنفيّ في هذا الحديث التديّن بالشرك أو الكفر وبالمثبت في الحديث السابق الخلو عن الدين فلا منافاة بينهما. والقمّي: كان الناس أمة واحدة قبل نوح على مذهب واحد فاختلفوا فبعث الله النبيين قيل وإنما حذف لدلالة قوله فيما اختلفوا فيه عليه. أقول: لا دلالة فيه على وقوع الإِختلاف قبل البعث بل الظاهر أن المراد بالاختلاف في الآية اختلافهم في الدين بعد البعث على أن ظاهر الأخبار السابقة يدل على أنه لم يكن قبل البعث اختلاف وقيل بل اختلفوا بعد البعث على الرسل. { فَبَعَثَ اللهُ النّبِيِّينَ مُبَشِّرِيْنَ وَمُنْذِرِينَ } ليتّخذ عليهم الحجّة كذا في الكافي عن الصادق عليه السلام { وَأَنْزَلَ مَعَهُمْ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النّاسِ فيما اخْتَلَفُوا فِيهِ وَمَا اخْتَلَفَ فِيهِ إلاَّ الَّذِينَ أُتُوهُ } جعلوا نزول الكتاب الذي أُنزل لإِزالة الخلاف سبباً في شدة الاختلاف { مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ بَغْيَاً } حسداً وظلماً { بَيْنَهُمْ } لحرصهم على الدنيا { فَهَدَى اللهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ } من بيان لما { بإِذْنِهِ وَاللهُ يَهْدِي مَنْ يَشَاءُ إلى صِرَاطٍ مُسْتَقِيمٍ }. { (214) أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنّةَ } قيل أَحَسبتم استبعاد للحسبان وتشجيع للنبي صلّى الله عليه وآله وسلم والمؤمنين على الصبر والثبات مع الذين اختلفوا عليه وعداوتهم له { وَلَمّا يَأْتِكُمْ } متوقّع إتيانه منتظر { مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ } حالهم التي هي مثل في الشدة { مَسّتْهُمُ } بيان للمثل { البَأْساءُ وَالضَّرَّاءُ } من القتل والخروج عن الأهل والمال { وَزُلْزِلُوا } وازعجوا ازعاجاً شديداً بما أصابهم من الشدائد. وفي الكافي: عن الصادق عليه السلام أنه كان يقرأ وزلزلوا ثم زلزلوا { حَتّى يَقُولَ } وقرئ بالرفع { الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ } لتناهي الشدة واستطالة المدة بحيث تقطعت حبال الصبر { مَتَى نَصْرُ اللهِ } استبطاءً له لتأخره { ألاّ إنَّ نَصْرَ اللهِ قَرِيبٌ } فقيل ذلك لهم إسعافاً لهم إلى طلبتهم من عاجل النصر قيل فيه إشارة إلى أن الوصول إلى الله تعالى والفوز بالكرامة عنده برفض الهوى واللذّات ومكابدة الشدائد والرياضات كما قال عليه السلام \" حفّت الجنّة بالمكاره وحفّت النار بالشهوات \". وفي الخرائج عن السجاد عليه السلام قال فما تمدون أعينكم ألستم آمنين لقد كان من قبلكم ممن هو على ما أنتم عليه يؤخذ فيقطع يده ورجله ويصلب ثم تلا هذه الآية.", "annotation": {"aya": [], "hadith": [{"start": 4305, "end": 4351}], "verse": []}}