{"text": " كالتفسير لكونهم محسنين، تقول حاتم كان سخياً كان يبذل موجوده ولا يترك مجهوده، وفيه مباحث: الأول: { قليلاً } منصوب على الظرف تقديره يهجعون قليلاً تقول قام بعض الليل فتنصب بعض على الظرف وخبر كان هو قوله: { يَهْجَعُونَ } و ما زائدة هذا هو المشهور وفيه وجه آخر وهو أن يقال كانوا قليلاً، معناه نفي النوم عنهم وهذا منقول عن الضحاك ومقاتل، وأنكر الزمخشري كون ما نافية، وقال: لا يجوز أن تكون نافية لأن بعد ما لا يعمل فيما قبلها لا تقول زيداً ما ضربت ويجوز أن يعمل ما بعد لم فيما تقول زيداً لم أضرب، وسبب ذلك هو أن الفعل المتعدي إنما يفعل في النفي حملاً له على الإثبات لأنك إذا قلت ضرب زيد عمراً ثبت تعلق فعله بعمرو فإذا قلت ما ضربه لم يوجد منه فعل حتى يتعلق به ويتعدى إليه لكن المنفي محمول على الإثبات، فإذا ثبت هذا فالنفي بالنسبة إلى الإثبات كاسم الفاعل بالنسبة إلى الفعل فإنه يعمل عمل الفعل، لكن اسم الفاعل إذا كان بمعنى الماضي لا يعمل، فلا تقول زيد ضارب عمراً أمس، وتقول: زيد ضارب عمراً غداً واليوم والآن، لأن الماضي لم يبق موجوداً ولا متوقع الوجود فلا يتعلق بالمفعول حقيقة لكن الفعل لقوته يعمل واسم الفاعل لضعفه لم يعمل، إذا عرفت هذا فنقول ما ضرب للنفي في المضي فاجتمع فيه النفي والمضي فضعف، وأما لم أضرب وإن كان يقلب المستقبل إلى الماضي لكن الصيغة صيغة المستقبل فوجد فيه ما يوجد في قول القائل زيد ضارب عمراً غداً فاعمل هذا بيان قوله غير أن القائل بذلك القول يقول: { قَلِيلاً } ليس منصوباً بقوله: { يَهْجَعُونَ } وإنما ذلك خبر كانوا أي كانوا قليلين، ثم قال: { وَمِنَ ٱلَّيْلِ مَا يَهْجَعُونَ } أي ما يهجعون أصلاً بل يحيون الليل جميعه ومن يكون لبيان الجنس لا للتبعيض، وهذا الوجه حينئذ فيه معنى قوله تعالى: إلا الذين آمنوا وعملوا الصالحات وقليل ما هم [صۤ: 24] وذلك لأنا ذكرنا أن قوله: إِنَّ ٱلْمُتَّقِينَ [الذاريات: 16] فيه معنى الذين آمنوا، وقوله: { مُحْسِنِينَ } فيه معنى الذين عملوا الصالحات، وقوله: { كَانُواْ قَلِيلاً } فيه معنى قوله تعالى: { وَقَلِيلٌ مَّا هُمْ }. البحث الثاني: على القول المشهور وهو أن ما زائدة يحتمل أن يكون قليلاً صفة مصدر تقديره يهجعون هجوعاً قليلاً. البحث الثالث: يمكن أن يقال: { قَلِيلاً } منصوب على أنه خبر كان و ما مصدرية تقديره كان هجوعهم من الليل قليلاً فيكون فاعل { كانوا } هو الهجوع، ويكون ذلك من باب بدل الاشتمال لأن هجوعهم متصل بهم فكأنه قال كان هجوعهم قليلاً كما يقال: كان زيد خلقه حسناً، فلا يحتاج إلى القول بزيادة، واعلم أن النحاة لا يقولون فيه إنه بدل فيفرقون بين قول القائل زيد حسن وجهه أو الوجه وبين قوله زيد وجهه حسن فيقولون في الأول صفة وفي الثاني بدل ونحن حيث قلنا إنه من باب بدل الاشتمال أردنا به معنى لا اصطلاحاً، وإلا فقليلاً عند التقديم ليس في النحو مثله عند التأخير حتى قولك فلان قليل هجوعه ليس ببدل، وفلان هجوعه قليل بدل، وعلى هذا يمكن أن تكون ما موصولة معناه كان ما يهجعون فيه قليلاً من الليل، هذا ما يتعلق باللفظ، أما ما يتعلق بالمعنى فنقول تقديم قليلاً في الذكر ليس لمجرد السجع حتى يقع يهجعون ويستغفرون في أواخر الآيات، بل فيه فائدتان. الأولى: هي أن الهجوع راحة لهم، وكان المقصود بيان اجتهادهم وتحملهم السهر لله تعالى فلو قال كانوا يهجعون كان المذكور أولاً راحتهم ثم يصفه بالقلة وربما يغفل الإنسان السامع عما بعد الكلام فيقول إحسانهم وكونهم محسنين بسبب أنهم يهجعون وإذا قدم قوله: { قَلِيلاً } يكون السابق إلى الفهم قلة الهجوع، وهذه الفائدة من يراعيها يقول فلان قليل الهجوع ولا يقول هجوعه قليل، لأن الغرض بيان قلة الهجوع لا بيان الهجوع بوصف القلة أو الكثرة، فإن الهجوع لو لم يكن لكان نفي القلة أولى ولا كذلك قلة الهجوع لأنها لو لم تكن لكان بدلها الكثرة في الظاهر. الفائدة الثانية: في قوله تعالى: { مِّنَ ٱلَّيْلِ } وذلك لأن النوم القليل بالنهار قد يوجد من كل أحد، وأما الليل فهو زمان النوم لا يسهره في الطاعة إلا متعبد مقبل، فإن قيل الهجوع لا يكون إلا بالليل والنوم نهاراً، لا يقال له الهجوع قلنا ذكر الأمر العام وإرادة التخصيص حسن فنقول: رأيت حيواناً ناطقاً فصيحاً، وذكر الخاص وإرادة العام لا يحسن إلا في بعض المواضع فلا نقول رأيت فصيحاً ناطقاً حيواناً، إذا عرفت هذا فنقول في قوله تعالى: { كَانُواْ قَلِيلاً مّن ٱلَّيْلِ } ذكر أمراً هو كالعام يحتمل أن يكون بعده: كانوا من الليل يسبحون ويستغفرون أو يسهرون أو غير ذلك، فإذا قال يهجعون فكأنه خصص ذلك العام المحتمل له ولغيره فلا إشكال فيه.", "annotation": {"aya": [{"start": 1500, "end": 1543}, {"start": 1578, "end": 1597}], "hadith": [], "verse": []}}