{"text": " قوله: { ثُمَّ جَعَلْنَاكُمْ خَلاَئِفَ فِي الأَرْضِ مِن بَعْدِهِمْ } أي من بعد الهالكين جعلناكم خلفاء في الأرض من بعدهم. { لِنَنظُرَ كَيْفَ تَعْمَلُونَ }. قوله: { وَإِذَا تُتْلَى عَلَيْهِمْ ءَايَاتُنَا بَيِّنَاتٍ قالَ الَّذِينَ لاَ يَرْجُونَ لِقَاءَنَا } أي الذين لا يؤمنون بالبعث { ائْتِ بِقُرْءَانٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ } أي أو بدل آية الرحمة بآية العذاب، أو بدل آية العذاب بآية الرحمن [وهذا قول] مشركي العرب. قال الله لنبيه محمد عليه السلام { قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِن تِلْقَاءِ نَفْسِي } أي من عندي { إِنْ أَتَّبِعُ إِلاَّ مَا يُوحَى إِلَيَّ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ }. { قُل } يا محمد { لَّوْ شَاءَ اللهُ مَا تَلَوْتُهُ عَلَيْكُمْ } يعني القرآن { وَلاَ أَدْرَاكُم بِهِ } أي: ولا أعلمكم الله به { فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِّن قَبْلِهِ } أي من قبل القرآن لا أدعى هذه النبوة. { أَفَلاَ تَعْقِلُونَ } قال: لبثت أربعين سنة ضالاً. ذكروا عن ابن عباس أنه قال: إن النبي عليه السلام بعث وهو ابن أربعين سنة. قوله: { فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللهِ كَذِباً أَوْ كَذَّبَ بِآيَاتِهِ } يقول: لا أحد أظلم منه. وهذا على الاستفهام. قال: { إِنَّهُ لاَ يُفْلِحُ المُجْرِمُونَ } أي المشركون. قوله: { وَيَعْبُدُونَ مِن دُونِ اللهِ مَا لاَ يَضُرُّهُمْ } إن لم يعبدوه { وَلاَ يَنفَعُهُمْ } إن عبدوه، يعني الأوثان { وَيَقُولُونَ هَؤُلاَءِ شُفَعَاؤُنَا عِندَ اللهِ } أي: إن الأوثان تشفع لهم ـ زعمواـ عند الله ليصلح لهم معايشهم في الدنيا من غير أن يقروا بالبعث. قال الله: وَأَقْسَمُوا بِاللهِ جَهْدَ أَيْمَانِهِمْ لاَ يَبْعَثُ اللهُ مَن يَمُوتُ [النحل:38]. قوله: { قُلْ أَتُنَبِّئُونَ اللهَ بِمَا لاَ يَعْلَمُ فِي السَّمَاوَاتِ وَلاَ فِي الأَرْضِ } أي لا يعلم أن في السماوات ولا في الأرض إلَهاً غيره. وهو كقول مؤمن آل فرعون: تَدْعُونَنِي لأَكْفُرَ بِاللهِ وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ [غافر:42] أي: لا أعلم أَنَّ في السماوات والأرض إلهاً غيره. { سُبْحَانَهُ } ينزّه نفسه عما قال المشركون. { وَتَعَالَى } من قبل العلو، أي ارتفع، مثل قوله: الكَبِيرُ المُتَعَالِ [الرعد:9]. { عَمَّا يُشْرِكُونَ }.", "annotation": {"aya": [{"start": 1427, "end": 1499}, {"start": 1680, "end": 1753}, {"start": 1907, "end": 1928}], "hadith": [], "verse": []}}