{"text": " ومع ذلك هو سبحانه غني عن عبادتهم فكيف عن عبادة هؤلاء الحمقى، المنغمسين في بحر الجهالات التائهين في بادية الضلالات وأودية الشهوات والغفلات { وَ } أيضاً { مِنْ } جملة { آيَاتِهِ } الدالة على وحدة ذاته وكمال أسمائه وصفاته: { أَنَّكَ } يا أكمل الرسل، وإنما وجه سبحانه أمثال هذه الخطابات إلى النبي صلى الله عليه وسلم، مع أنه يصلح عموم الناس؛ لكمال لياقته بمطالعة آيات الله، وخبرته منها { تَرَى ٱلأَرْضَ } أي: الطبيعة العدمية الجامدة اليابسة { خَاشِعَةً } ذليلة ساقطة عن درجات الاعتبار { فَإِذَآ أَنزَلْنَا } من مقا م وجودنا ورششنا { عَلَيْهَا ٱلْمَآءَ } المحيي المترشح من بحر الوجود، الذي هو الحي الأزلي والقيوم السرمدي { ٱهْتَزَّتْ } أي: تحركت وارتعدت اهتزازاً شوقياً { وَرَبَتْ } أي: زادت ونمت، مع أنها لا شعور فيها، بل لا وجود لها أصلاً. وبالجملة: { إِنَّ } القادر المقتدر الحكيم { ٱلَّذِيۤ أَحْيَاهَا } مع أنها لم تكن في ذاتها شيئاً مذكوراً { لَمُحْىِ ٱلْمَوْتَىٰ } مرة أخرى بعدما كانت أحياء بالطريق الأولى، وبالجملة: { إِنَّهُ } سبحانه { عَلَىٰ كُلِّ شَيْءٍ } دخل في حيطة علمه وإرادته { قَدِيرٌ } [فصلت: 39] بلا فتور وقصور. ثم قال سبحانه تهديداً على منكر الآخرة، وقدرة الله على إعادة الموتى وحشر الأموات: { إِنَّ } المسرفين { ٱلَّذِينَ يُلْحِدُونَ } أي: يميلون وينحرفون { فِيۤ آيَاتِنَا } الدالة على عظمة ذاتنا وكمال قدرتنا على أنواع الانتقام { لاَ يَخْفَوْنَ عَلَيْنَآ } أي: لا يشتبه حالهم علينا، بل نحن منكشفون بهم وبجميع ما جرى في ضمائرهم، واختلج في خواطرهم من الميل والانحراف، فيجازيهم على مقتضى إلحادهم وانحرافهم بأشد العذاب وأسوأ الجزاء. { أَفَمَن يُلْقَىٰ فِي ٱلنَّارِ } أي: قل لهم يا أكمل الرسل على سبيل التوبيخ والتقريع \" إن من يُلقى في النشأة الأخرى في النار المسعرة بأنواع المذلة والهوان { خَيْرٌ } عندهم { أَم مَّن يَأْتِيۤ آمِناً } من العذاب مسروراً { يَوْمَ ٱلْقِيَامَةِ } بأنواع الفتوحات والكرامات الموهوبة له من ربه تفضلاً عليه وإحساناً، وبالجملة: قل يا أكمل الرسل للملحدين المصرين على الميل والإلحاد على سبيل التبكيت والتهديد: { ٱعْمَلُواْ مَا شِئْتُمْ } من الخوض في آيات الله، والميل عن دلائل توحيده { إِنَّهُ } سبحانه { بِمَا تَعْمَلُونَ بَصِيرٌ } [فصلت: 40] يجازيكم عليه بلا فوت شيء منه، ثم عرض عنهم ودعهم فِي خَوْضِهِمْ يَلْعَبُونَ [الأنعام: 91]. ثم قال سبحانه على وجه التخيص بعد التعميم: { إِنَّ } المشركين المفرطين { ٱلَّذِينَ كَفَرُواْ } وأنكروا الرسل تفضيلاً منَّا إياه وتكريماً { بِٱلذِّكْرِ } أي: القرآن الكامل الشامل لما في الكتب السالفة، المنزل على أكمل الرسل تفضلاً منَّا إياه وتكريماً { لَمَّا جَآءَهُمْ } أي: حين جاءهم به الرسول المؤيد من عندنا، المرسل إليهم ليشردهم به إلى سبيل الهداية والرشاد، وهم يعاندون في تكذيبه ويكابرون في إنكاره وقدحه عتواً استكباراً، كيف يفرطون في علو شأنه، ويكابرون في سمو برهانه { وَإِنَّهُ } أي: القرآن { لَكِتَابٌ عَزِيزٌ } [فصلت: 41] منيع ساحة عزته ورتبته، وعلو قدره ومكانته عن أن يحوم حوله شائبة الجدل والعناد. إذ { لاَّ يَأْتِيهِ ٱلْبَاطِلُ } الزائغ الزائل في خلال أوامره وأحكامه لا { مِن بَيْنِ يَدَيْهِ } بأن يتصف حكمه وأحكامه حين نزوله وظهوره بعدم المطابقة لما في الواقع، وما في علم الله ولوح قضائه { وَلاَ مِنْ خَلْفِهِ } بأن يلحقه نسخ وتبديل كالكتب السالفة؛ إذ هو { تَنزِيلٌ مِّنْ حَكِيمٍ } كامل في الإتقان والإحكام، عليم بأساليب الحكم والأحكام { حَمِيدٍ } [فصلت: 42] في ذاته، يحمده كل الأنام على ما أفاض عليهم من موائد الإفضال والإنعام.", "annotation": {"aya": [{"start": 2026, "end": 2052}], "hadith": [], "verse": []}}