{"text": " { ومن الناس من يقول آمنا بالله وباليوم الآخر وما هم بمؤمنين، يخادعون الله والذين آمنوا وما يخدعون إلا أنفسهم وما يشعرون } ، الناس: اسم جمع لا واحد له من لفظه، ومرادفه: أناسي، جمع: إنسان أو إنسي. قد قالت العرب: ناس من الجن، حكاه ابن خالويه، وهو مجاز إذ أصله في بني آدم، ومادته عند سيبويه رحمه الله والفراء: همزة ونون وسين، وحذفت همزته شذوذاً، وأصله أناس ونطق بهذا الأصل، قال تعالى: يوم ندعوا كل أناس بإمامهم [الإسراء: 71]، فمادته ومادة الإنس واحدة. وذهب الكسائي إلى أن مادته نون وواو وسين، ووزنه فعل مشتق من النوس وهو الحركة، يقال: ناس ينوس نوساً إذا تحرك، والنوس: تذبذب الشيء في الهواء، ومنه نوس القرط في الأذن وذلك لكثرة حركته. وذهب قوم إلى أنه من نسي، وأصله نسي ثم قلب فصار نيس، تحركت الياء وانفتح ما قبلها فقلبت ألفاً فقيل: ناس، ثم دخلت الألف واللام. والكلام على هذه الأقوال مذكور في علم التصريف. من: موصولة، وشرطية، واستفهامية، ونكرة موصوفة، وتقع على ذي العلم، وتقع أيضاً على غير ذي العلم إذا عومل معاملة العالم، أو اختلط به فيما وقعت عليه أو فيما فصل بها، ولا تقع على آحاد ما لا يعقل مطلقاً خلافاً لزاعم ذلك. وأكثر لسان العرب أنها لا تكون نكرة موصوفة إلا في موضع يختص بالنكرة، كقول سويد بن أبي كاهل: رب من أنضجت غيظاً صدره لو تمنى لي موتاً لم يطع ويقلّ استعمالها في موضع لا يختص بالنكرة، نحو قول الشاعر: فكفى بنا فضلاً على من غيرنا حب النبي محمد إيانا وزعم الكسائي أن العرب لا تستعمل من نكرة موصوفة إلا بشرط وقوعها في موضع لا يقع فيه إلا النكرة، وزعم هو وأبو الحسن الخفائي أنها تكون زائدة، وقال الجمهور: لا تزاد. وتقع من على العاقل المعدوم الذي لم يسبقه وجود، تتوهمه، موجوداً خلافاً لبشر المريسي، وفاقاً للفراء، وصححه أصحابنا. فأما قول العرب: أصبحت كمن لم يخلق فنزيد: كمن قد مات، وأكثر المعربين للقرآن متى صلح عندهم تقدير ما أو من بشيء جوزوا فيها أن تكون نكرة موصوفة، وإثبات كون ما نكرة موصوفة يحتاج إلى دليل، ولا دليل قاطع في قولهم: مررت بما معجب لك لإمكان الزيادة، فإن اطرد ذلك في الرفع والنصب من كلام العرب، كان سرني ما معجب لك وأحببت ما معجباً لك، كان في ذلك تقوية لما دعى النحويون من ذلك، ولو سمع لأمكنت الزيادة أيضاً لأنهم زادوا ما بين الفعل ومرفوعه والفعل ومنصوبه. الزيادة أمر ثابت لما، فإذا أمكن ذلك فيها فينبغي أن يحمل على ذلك ولا يثبت لها معنى إلا بدليل قاطع. وأمعنت الكلام في هذه المسألة بالنسبة إلى ما يقع في هذا الكتاب من علم النحو لما ينبني على ذلك في فهم القرآن. القول: هو اللفظ الموضوع لمعنى وينطلق على اللفظ الدال على النسبة الإسنادية، وهو الكلام وعلى الكلام النفساني، ويقولون في أنفسهم: لولا يعذبنا الله [المجادلة: 8]، وتراكيبه الست تدل على معنى الخفة والسرعة، وهو متعد لمفعول واحد، فإن وقعت جملة محكية كانت في موضع المفعول، وللقول فصل معقود في النحو. الخداع: قيل إظهار غير ما في النفس، وأصله الإخفاء، ومنه سمي البيت المفرد في المنزل مخدعاً لتستر أهل صاحب المنزل فيه، ومنه الأخدعان: وهما العرقان المستبطنان في العنق، وسمي الدهر خادعاً لما يخفي من غوائله، وقيل الخدع أن يوهم صاحبه خلاف ما يريد به من المكروه، من قولهم: ضب خادع وخدع إذا أمر الحارث، وهو صائد الضب، يده على باب حجره أوهمه إقباله عليه ثم خرج من باب آخر، وهو راجع إلى معنى القول الأول، وقيل أصله الفساد، من قول الشاعر: أبيض اللون لذيذ طعمه طيب الريق إذا الريق خدع أي فسد. إلا: حرف، وهو أصل لذوات الاستثناء، وقد يكون ما بعده وصفاً، وشرط الوصف به جواز صلاحية الموضع للاستثناء. وأحكام إلا مستوفاة في علم النحو. النفس: الدم، أو النفس: المودع في الهيكل القائم به الحياة، والنفس، الخاطر، ما يدري أي نفسيه يطيع، وهل النفس الروح أم هي غيره؟ في ذلك خلاف. وفي حقيقة النفس خلاف كثير ومجمع على أنفس ونفوس، وهما قياس فعل الإسم الصحيح العين في جميعه القليل والكثير. الشعور: إدراك الشيء من وجه يدق مشتق من الشعر، والإدراك بالحاسة مشتق من الشعار، وهو ثوب بلى الجسد ومشاعر الإنسان حواسه. { في قلوبهم مرض فزادهم الله مرضاً ولهم عذاب أليم بما كانوا يكذبون } ، المرض: مصدر مرض، ويطلق في اللغة على الضعف والفتور، ومنه قيل: فلان يمرض الحديث أي يفسده ويضعفه. وقال ابن عرفة: المرض في القلب: الفتور عن الحق، وفي البدن: فتور الأعضاء، وفي العين: فتور النظر، ويطلق ويراد به الظلمة، قال: في ليلة مرضت من كل ناحية فما يحس به نجم ولا قمر وقيل: المرض: الفساد، وقال أهل اللغة: المرض والألم والوجع نظائر. الزيادة: قبلها يتعدى إلى اثنين من باب أعطى وكسى، وقد تستعمل لازماً نحو: زاد المال. أليم: فعيل من الألم بمعنى مفعل، كالسميع بمعنى المسمع، أو للمبالغة وأصله ألم. كان: فعل يدخل على المبتدأ والخبر بالشروط التي ذكرت في النحو، فيدل على زمان مضمون الجملة فقط، أو عليه وعلى الصيرورة، وتسمى ناقصة وتكتفي بمرفوع فتارة تكون فعلاً لازماً وتارة متعدياً، بمعنى كفل أو غزل: كنت الصبي كفلت، وكنت الصوف غزلته، وهذا من غريب اللغات، وقد تزاد ولا فاعل لها إذ ذاك خلافاً لأبي سعيد، وأحكامها مستوفاة في النحو. التكذيب: مصدر كذب، والتضعيف فيه للرمي به كقولك: شجعته وجبنته، أي رميته بالشجاعة والجبن، وهي أحد المعاني التي جاءت لها فعل وهي أربعة عشرة: الرمي، والتعدية، والتكثير، والجعل على صفة، والتسمية، والدعاء للشيء أو عليه، والقيام على الشيء، والإزالة، والتوجه، واختصار الحكاية، وموافقة تفعل وفعل، والإغناء عنهما، مثل ذلك: جبنته، وفرحته، وكثرته، وفطرته، وفسقته، وسقيته، وعقرته، ومرضته، وقذيت عينه، وشوق، وأمن، قال: آمين، وولى: موافق تولى، وقدر: موافق قدر، وحمر: تكلم بلغة حمير، وعرد في القتال. وأما الكذب فسيأتي الكلام عليه، لما ذكر من الكتاب هدى لهم، وهم المتقون الذين جمعوا أوصاف الإيمان من خلوص الإعتقاد وأوصاف الإسلام من الأفعال البدنية والمالية، ولما ذكر ما آل أمرهم إليه في الدنيا من الهدى وفي الآخرة من الفلاح. ثم أعقب ذلك بمقابلهم من الكفار الذين ختم عليهم بعدم الإيمان، وختم لهم بما يؤولون إليه من العذاب في النيران. وبقي قسم ثالث أظهروا الإسلام مقالاً وأبطنوا الكفر اعتقاداً وهم المنافقون، أخذ يذكر شيئاً من أحوالهم. ومن في قوله: ومن الناس للتبعيض، وأبعد من ذهب إلى أنها لبيان الجنس لأنه لم يتقدم شيء مبهم فيبين جنسه. والألف واللام في الناس للجنس أو للعهد، فكأنه قال: ومن الكفار السابق ذكرهم من يقول ولا يتوهم أنهم غير مختوم على قلوبهم، كما ذهب إليه الزمخشري فقال: فإن قلت كيف يجعلون بعض أولئك والمنافقين غير مختوم على قلوبهم؟ وأجاب بأن الكفر جمع الفريقين وصيرهم جنساً واحداً، وكون المنافقين نوعاً من نوعي هذا الجنس مغايراً للنوع الآخر بزيادة زادوها على الكفر الجامع بينهما من الخديعة والاستهزاء لا يخرجهم من أن يكونوا بعضاً من الجنس، انتهى. لأن المنافقين داخلون في الأوصاف التي ذكرت للكفار من استواء الإنذار وعدمه، وكونهم لا يؤمنون، وكونهم مختوماً على قلوبهم وعلى سمعهم ومجعولاً على أبصارهم غشاوة ومخبراً عنهم أنهم لهم عذاب عظيم، فهم قد اندرجوا في عموم الذين كفروا وزادوا أنهم قد ادعوا الإيمان وأكذبهم الله في دعواهم. وسيأتي شرح ذلك. وسأل سائل: ما معنى: { ومن الناس من يقول }؟ ومعلوم أن الذي يقول هو من الناس، فكيف يصلح لهذا الجار والمجرور وقوعه خبراً للمبتدأ بعده؟ فأجيب بأن هذا تفصيل معنوي لأنه تقدم ذكر المؤمنين، ثم ذكر الكافرين، ثم أعقب بذكر المنافقين، فصار نظير التفصيل اللفظي في قوله: ومن الناس من يعجبك، ومن الناس من يشري نفسه، فهو في قوة تفصيل الناس إلى مؤمن وكافر ومنافق، كما فصلوا إلى من يعجبك قوله، ومن يشري نفسه، ومن: في قوله تعالى: { من يقول } نكرة موصوفة مرفوعة بالابتداء، والخبر الجار والمجرور المتقدم الذكر. ويقول: صفة، هذا اختيار أبي البقاء، وجوز الزمخشري هذا الوجه. وكأنه قال: ومن الناس ناس يقولون كذا، كقوله: من المؤمنين رجال صدقوا [الأحزاب: 23] قال: إن جعلت اللام للجنس يعني في قوله: ومن الناس، قال: وإن جعلها للعهد فموصولة كقوله: ومنهم الذين يؤذون النبي [التوبة: 61] واستضعف أبو البقاء أن تكون موصولة بمعنى الذي قال، لأن الذي يتناول قوماً بأعيانهم، والمعنى هنا على الإبهام والتقدير، ومن الناس فريق يقول: وما ذهب إليه الزمخشري من أن اللام في الناس، إن كانت للجنس كانت من نكرة موصوفة، وإن كانت للعهد كانت موصولة، أمر لا تحقيق له، كأنه أراد مناسبة الجنس للجنس والعهد للعهد، ولا يلزم ذلك، بل يجوز أن تكون اللام للجنس ومن موصولة، ويجوز أن تكون للعهد، ومن نكرة موصوفة فلا تلازم بين ما ذكره. وأما استضعاف أبي البقاء كون من موصولة وزعمه أن المعنى على الإبهام فغير مسلم، بل المعنى أنها نزلت في ناس بأعيانهم معروفين، وهم: عبد الله بن أبي بن سلول، وأصحابه، ومن وافقه من غير أصحابه ممن أظهر الإسلام وأبطن الكفر، وقد وصفهم الله تعالى في ثلاث عشرة آية، وذكر عنهم أقاويل معينة قالوها، فلا يكن ذلك صادراً إلا من معين فأخبر عن ذلك المعين. والذي نختار أن تكون من موصولة، وإنما اخترنا ذلك لأنه الراجح من حيث المعنى ومن حيث التركيب الفصيح. ألا ترى جعل من نكرة موصوفة إنما يكون ذلك إذا وقعت في مكان يختص بالنكرة في أكثر كلام العرب، وهذا الكلام ليس من المواضع التي تختص بالنكرة، وأما أن تقع في غير ذلك فهو قليل جداً، حتى أن الكسائي أنكر ذلك وهو إمام نحو وسامع لغة، فلا نحمل كتاب الله ما أثبته بعض النحويين في قليل وأنكر وقوعه أصلاً الكسائي، فلذلك اخترنا أن تكون موصولة. ومن: من الأسماء التي لفظها مفرد مذكر دائماً، وتنطلق عليه فروع المفرد والمذكر إذا كان معناها كذلك فتارة يراعي اللفظ فيفرد ما يعود على من مذكراً، وتارة يراعي المعنى فيحمل عليه ويطلق المعربون ذلك، وفي ذلك تفصيل كثير ذكر في النحو. قال ابن عطية: من يقول آمنا رجع من لفظ الواحد إلى لفظ الجمع بحسب لفظ من ومعناها وحسن ذلك لأن الواحد قبل الجمع في الرتبة، ولا يجوز أن يرجع متكلم من لفظ جمع إلى توحد، لو قلت: ومن الناس من يقولون ويتكلم لم يجز، انتهى كلامه. وما ذكر من أنه لا يرجع من لفظ جمع إلى توحد خطأ، بل نص النحويون على جواز الجملتين، لكن البدء بالحمل على اللفظ ثم على المعنى أولى من الابتداء بالحمل على المعنى، ثم يرجع إلى الحمل على اللفظ، ومما رجع فيه إلى الإفراد بعد الجمع قول الشاعر: لست ممن يكع أو يستكينو ن إذا كافحته خيل الأعادي وفي بعض هذه المسائل تفصيل، كما أشرنا إليه. ويقول: أفرد فيه الضمير مذكراً على لفظ من، وآمنا: جملة هي المقولة، فهي في موضع المفعول وأتى بلفظ الجمع رعياً للمعنى، إذ لو راعى لفظ من قال آمنت. واقتصروا من متعلق الإيمان على الله واليوم الآخر حيدة منهم عن أن يعترفوا بالإيمان برسول الله صلى الله عليه وسلم وبما أنزل إليه وإيهاماً أنهم من طائفة المؤمنين، وإن كان هؤلاء، كما زعم الزمخشري، يهوداً. فإيمانهم بالله ليس بإيمان، كقولهم: عزير ابن الله [التوبة: 30] وباليوم الآخر، كذلك لأنهم يعتقدونه على خلاف صفته، وهم لو قالوا ذلك على أصل عقيدتهم لكان كفراً، فكيف إذا قالوا ذلك على طريقة النفاق خديعة للمسلمين واستهزاءً بهم؟ وفي تكرير الباء دليل على مقصود كل ما دخلت عليه الباء بالإيمان. واليوم الآخر يحتمل أن يراد به: الوقت المحدود من البعث إلى استقرار كل من المؤمنين والكافرين فيما أعد لهم، ويحتمل أن يراد به: الأبد الدائم الذي لا ينقطع. وسمي آخراً لتأخره، إما عن الأوقات المحدودة باعتبار الاحتمال الأول أو عن الأوقات المحدودة باعتبار الاحتمال الثاني. والباء في بمؤمنين زائدة والموضع نصب لأن ما حجازية وأكثر لسان الحجاز جر الخبر بالباء، وجاء القرآن على الأكثر، وجاء النصب في القرآن في قوله: ما هذا بشراً [يوسف: 31] ما هنّ أمّهاتهم [المجادلة: 2]. وأما في أشعار العرب فزعموا أنه لم يحفظ منه أيضاً إلا قول الشاعر: وأنا النذير بحرة مسودة تصل الجيوش إليكم أقوادها أبناؤها متكفون أباهم حنقوا الصدور وما هم أولادها ولا تختص زيادة الباء باللغة الحجازية، بل تزاد في لغة تميم خلافاً لمن منع ذلك، وإنما ادعينا أن قوله: بمؤمنين في موضع نصب لأن القرآن نزل بلغة الحجاز، لأنه حين حذفت الباء من الخبر ظهر النصب فيه، ولها أحكام كثيرة في باب معقود في النحو. وإنما زيدت الباء في الخبر للتأكيد، ولأجل التأكيد في مبالغة نفي إيمانهم، جاءت الجملة المنفية إسمية مصدرة بهم، وتسلط النفي على إسم الفاعل الذي ليس مقيداً بزمان ليشمل النفي جميع الأزمان، إذ لو جاء اللفظ منسحباً على اللفظ المحكي الذي هو: آمنا، لكان: وما آمنوا، فكان يكون نفياً للإيمان الماضي، والمقصود أنهم ليسوا متلبسين بشيء من الإيمان في وقت مّا من الأوقات، وهذا أحسن من أن يحمل على تقييد الإيمان المنفي، أي وما هم بمؤمنين بالله واليوم الآخر، ولم يردّ الله تعالى عليهم قولهم: آمنا، إنما رد عليهم متعلق القول وهو الإيمان، وفي ذلك رد على الكرامية في قولهم: إن الإيمان قول باللسان وإن لم يعتقد بالقلب. وهم في قوله: { وما هم بمؤمنين } عائد على معنى من، إذ أعاد أولاً على اللفظ فأفرد الضمير في يقول، ثم أعاد على المعنى فجمع. وهكذا جاء في القرآن أنه إذا اجتمع اللفظ والمعنى بدىء باللفظ ثم أتبع بالحمل على المعنى. قال تعالى: ومنهم من يقول ائذن لي ولا تفتني ألا في الفتنة سقطوا [التوبة: 49]، ومنهم من عاهد الله لئن آتانا من فضله لنصَّدقن [التوبة: 75] الآية ومن يقنت منكنّ لله ورسوله وتعمل صالحاً [الأحزاب: 31]. وذكر شيخنا الإمام علم الدين أبو محمد عبد الكريم بن علي بن عمر الأنصاري الأندلسي الأصل المصري المولد والمنشأ، المعروف بابن بنت العراقي، رحمه الله تعالى، أنه جاء موضع واحد في القرآن بدىء فيه بالحمل على المعنى أولاً ثم أتبع بالحمل على اللفظ، وهو قوله تعالى: وقالوا ما في بطون هذه الأنعام خالصة لذكورنا ومحرم على أزواجنا [الأنعام: 139]، وسيأتي الكلام على ذلك في موضعه، إن شاء الله تعالى. وأورد بعضهم قراءة من قرأ في الشاذ، { وأن منكم لمن ليبطئنّ } بضم الهمزة متخيلاً أنه مما بدىء فيه بالحمل على المعنى، وسيأتي الكلام عليه في موضعه. ولا يجيز الكوفيون الجمع بين الجملتين إلا بفاصل بينهما، ولم يعتبر البصريون الفاصل، قال ابن عصفور، ولم يرد السماع إلا بالفصل، كما ذهب الكوفيون إليه، وليس ما ذكر بصحيح، ألا ترى قوله تعالى: وقالوا لن يدخل الجنة إلا من كان هوداً أو نصارى [البقرة: 111]؟ فحمل على اللفظ في كان، إذ أفرد الضمير وجاء الخبر على المعنى، إذ جاء جمعاً ولا فصل بين الجملتين، وإنما جاء أكثر ذلك بالفصل لما فيه من إزالة قلق التنافر الذي يكون بين الجملتين. وقراءة الجمهور: يخادعون الله، مضارع خادع. وقرأ عبد الله وأبو حياة يخدعون الله، مضارع خدع المجرد، ويحتمل قوله: { يخادعون الله } أن يكون مستأنفاً، كأن قائلاً يقول: لم يتظاهرون بالإيمان وليسوا بمؤمنين في الحقيقة؟ فقيل: يخادعون، ويحتمل أن يكون بدلاً من قوله: يقول آمنا، ويكون ذلك بياناً، لأن قولهم: آمنا وليسوا بمؤمنين في الحقيقة مخادعة، فيكون بدل فعل من فعل لأنه في معناه، وعلى كلا الوجهين لا موضع للجملة من الإعراب. ويحتمل أن تكون الجملة في موضع الحال، وذو الحال الضمير المستكن في يقول، أي: ومن الناس من يقول آمنا، مخادعين الله والذين آمنوا. وجوّز أبو البقاء أن يكون حالاً، والعامل فيها اسم الفاعل الذي هو: بمؤمنين، وذو الحال: الضمير المستكن في اسم الفاعل. وهذا إعراب خطأ، وذلك أن ما دخلت على الجملة فنفت نسبة الإيمان إليهم، فإذا قيدت تلك النسبة بحال تسلط النفي على تلك الحال، وهو القيد، فنفته، ولذلك طريقان في لسان العرب: أحدهما: وهو الأكثر أن ينتفي ذلك القيد فقط، ويكون إذ ذاك قد ثبت العامل في ذلك القيد، فإذا قلت: ما زيد أقبل ضاحكاً فمفهومه نفي الضحك ويكون قد أقبل غير ضاحك، وليس معنى الآية على هذا، إذ لا ينفي عنهم الخداع فقط، ويثبت لهم الإيمان بغير خداع، بل المعنى: نفي الإيمان عنهم مطلقاً. والطريق الثاني: وهو الأقل، أن ينتفي القيد وينتفي العامل فيه، فكأنه قال في المثال السابق: لم يقبل زيد ولم يضحك: أي لم يكن منه إقبال ولا ضحك. وليس معنى الآية على هذا، إذ ليس المراد نفي الإيمان عنهم ونفي الخداع. والعجب من أبي البقاء كيف تنبه لشيء من هذا فمنع أن يكون يخادعون في موضع الصفة فقال: ولا يجوز أن يكون في موضع جر على الصفة لمؤمنين، لأن ذلك يوجب نفي خداعهم، والمعنى على إثبات الخداع، انتهى كلامه. فأجاز ذلك في الحال ولم يجز ذلك في الصفة، وهما سواء، ولا فرق بين الحال والصفة في ذلك، بل كل منهما قيد يتسلط النفي عليه، والله تعالى هو العالم الذي لا يخفى عليه شيء. فمخادعة المنافقين الله هو من حيث الصورة لا من حيث المعنى من جهة تظاهرهم بالإيمان وهم مبطنون للكفر، قاله جماعة، أو من حيث عدم عرفانهم بالله وصفاته فظنوا أنه ممن يصح خداعه. فالتقدير الأول مجاز والثاني حقيقة، أو يكون على حذف مضاف، أي يخادعون رسول الله صلى الله عليه وسلم والذين آمنوا، فتارة يكون المحذوف مراداً وتارة لا يكون مراداً، بل نزل مخادعتهم رسول الله صلى الله عليه وسلم بمنزلة مخادعة الله، فجاء: { يخادعون الله } ، وهذا الوجه قاله الحسن والزجاج. وإذا صح نسبة مخادعتهم إلى الله تعالى بالأوجه التي ذكرناها، كما ذكرناها، فلا ضرورة تدعو إلى أن نذهب إلى أن الاسم مقحم، لأن المعنى يخادعون الذين آمنوا، كما ذهب إليه الزمخشري، وقال: يكون من باب: أعجبني زيد وكرمه، المعنى هذا أعجبني كرم زيد، وذكر زيد توطئة لذكر كرمه، والنسبة إلى الإعجاب إلى كرمه هي المقصودة، وجعل من ذلك والله ورسوله أحق أن يرضوه، إن الذين يؤذون الله ورسوله وما ذكره في هذه المثل غير مسلّم له. وللآيتين الشريفتين محامل تأتي في مكانها، إن شاء الله تعالى. وأما أعجبني زيد وكرمه، فإن الإعجاب أسند إلى زيد بجملته، ثم عطف عليه بعض صفاته تمييزاً لصفة الكرم من سائر الصفات التي انطوى عليها لشرف هذه الصفة، فصار من المعنى نظيراً لقوله تعالى: وملائكته ورسله وجبريل وميكال [البقرة: 98]، فلا يدعي كما ادعى الزمخشري أن الاسم مقحم، وأنه ذكر توطئة لذكر الكرم. وخادع الذي مضارعه يخادع على وزن فاعل، وفاعل يأتي لخمسة معان: لاقتسام الفاعلية، والمفعولية في اللفظ، والاشتراك فيهما من حيث المعنى، ولموافقة أفعل المتعدي، وموافقة المجرد للإغناء عن أفعل وعن المجرد. ومثل ذلك: ضارب زيداً عمر، وباعدته، وواريت الشيء، وقاسيت. وخادع هنا إما لموافقة الفعل المجرد فيكون بمعنى خدع، وكأنه قال: يخدعون الله، ويبينه قراءة ابن مسعود وأبي حياة، وقد تقدمت. ويحتمل أن يكون خادع من باب المفاعلة، فمخادعتهم تقدم تفسيرها، ومخادعة الله لهم حيث أجرى عليهم أحكام المسلمين واكتفى منهم في الدنيا بإظهار الإسلام، وإن أبطنوا خلافه، ومخادعة المؤمنين لهم كونهم امتثلوا أحكام المسلمين عليهم. وفي مخادعتهم هم للمؤمنين فوائد لهم، من تعظيمهم عند المؤمنين، والتطلع على أسرارهم فيغشونها إلى أعدائهم، ورفع حكم الكفار عنهم من القتل وضرب الجزية، وغير ذلك، وما ينالون من الإحسان بالهداية وقسم الغنائم. وقرأ: وما يخادعون، الحرميان، وأبو عمرو. وقرأ باقي السبعة: وما يخدعون. وقرأ الجارود بن أبي سبرة، وأبو طالوت عبد السلام بن شداد: وما يخدعون مبنياً للمفعول. وقرأ بعضهم: وما يخادعون، بفتح الدال مبنياً للمفعول. وقرأ قتادة، ومورق العجلي: وما يخدعون، من خدّع المشدّد مبنياً للفاعل، وبعضهم يفتح الياء والخاء وتشديد الدال المكسورة. فهذه ست قراءات توجيه: الأولى: أن المعنى في الخداع إنما هو الوصول إلى المقصود من المخدوع، بأن ينفعل له فيما يختار، وينال منه ما يطلب على غرة من المخدوع وتمكن منه وتفعل له، ووبال ذلك ليس راجعاً للمخدوع، إنما وباله راجع إلى المخادع، فكأنه ما خادع ولا كاد إلا نفسه بإيرادها موارد الهلكة، وهو لا يشعر بذلك جهلاً منه بقبيح انتحاله وسوء مآله. وعبر عن هذا المعنى بالمخادعة على وجه المقابلة، وتسمية الفعل الثاني باسم الفعل الأول المسبب له، كما قال: ألا لا يجهلن أحد علينا فنجهل فوق جهل الجاهلينا جعل انتصاره جهلاً، ويؤيد هذا المنزع هنا أنه قد يجيء من واحد: كعاقبت اللص، وطارقت النعل. ويحتمل أن تكون المخادعة على بابها من اثنين، فهم خادعون أنفسهم حيث منوهاً الأباطيل، وأنفسهم خادعتهم حيث منتهم أيضاً ذلك، فكأنها مجاورة بين اثنين، وقال الشاعر: تذكر من أني ومن أين شربه يؤامر نفسيه لذي البهجة الإبل وأنشد ابن الأعرابي: لم تدر ما ولست قائلها عمرك ما عشت آخر الأبد ولم تؤامر نفسيك ممتريا فيها وفي أختها ولم تلد وقال: يؤامر نفسيه وفي العيش فسحة أيستوبع الذوبان أم لا يطورها وأنشد ثعلب عن ابن الأعرابي: وكنت كذات الضي لم تدر إذ بغت تؤامر نفسيها أتسرق أم تزني ففي هذه الأبيات قد جعل للشخص نفسين على معنى الخاطرين، ولها جنسين، أو يكون فاعل بمعنى فعل، فيكون موافقاً لقراءة: وما يخدعون. وتقول العرب: خادعت الرجل، أعملت التحيل عليه فخدعته، أي تمت عليه الحيلة ونفذ فيه المراد، خِدعاً، بكسر الخاء في المصدر وخديعة، حكاه أبو زيد. فالمعنى: وما ينفذ السوء إلا على أنفسهم، والمراد بالأنفس هنا: ذواتهم. فالفاعل هو المفعول، وقد ادعى بعضهم أن هذا من المقلوب وأن المعنى: وما يخادعهم إلا أنفسهم قال: لأن الإنسان لا يخدع نفسه، بل نفسه هي التي تخدعه وتسوّل له وتأمره بالسوء. وأورد أشياء مما قلبته العرب، وللنحويين في القلب مذهبان: أحدهما: أنه يجوز في الكلام والشعر اتساعاً واتكالاً على فهم المعنى. والثاني: أنه لا يجوز في الكلام ويجوز في الشعر حالة الاضطرار، وهذا هو الذي صححه أصحابنا، وكان هذا الذي ادعى القلب لما رأى قولهم: منتك نفسك، وقوله تعالى: بل سولت لكم أنفسكم [يوسف: 18] تخيل أن الممني والمسوّل غير الممنيَّ والمسوَّل له، وليس على ما تخيل، بل الفاعل هنا هو المفعول. ألا ترى أنك تقول: أحب زيد نفسه، وعظم زيد نفسه؟ فلا يتخيل هنا تباين الفاعل والمفعول إلا من حيث اللفظ، وأما المدلول فهو واحد. وإذا كان المعنى صحيحاً دون قلب، فأي حاجة تدعو إليه هذا؟ مع أن الصحيح أنه لا يجوز إلا في الشعر، فينبغي أن ينزه كتاب الله تعالى منه. ومن قرأ: وما يخادعون أو يخدعون مبنياً للمفعول، فانتصاب ما بعد إلا على ما انتصب عليه زيد غبن رأيه، إما على التمييز على مذهب الكوفيين، وإما على التشبيه بالمفعول به على ما زعم بعضهم، وإما على إسقاط حرف الجر، أي: في أنفسهم، أو عن أنفسهم، أو ضمن الفعل معنى ينتقضون ويستلبون، فينتصب على أنه مفعول به، كما ضمن الرفث معنى الإفضاء فعدى بإلى في قوله: الرفث إلى نسائكم [البقرة: 187]، ولا يقال رفث إلى كذا، وكما ضمن هل لك إلى أن تزكى [النازعات: 18]، معنى أجذبك، ولا يقال: إلا هل لك في كذا. وفي قراءة: وما يخدعون، فالتشديد إما للتكثير بالنسبة للفاعلين أو للمبالغة في نفس الفعل، إذ هو مصير إلى عذاب الله وإما لموافقة فعل نحو: قدر الله وقدر، وقد تقدم ذكر معاني فعل. وقراءة من قرأ: وما يخدعون، أصلها يختدعون فأدغم، ويكون افتعل فيه موافقاً لفعل نحو: اقتدر على زيد، وقدر عليه، وهو أحد المعاني التي جاءت لها افتعل، وهي اثنا عشر معنى، وقد تقدم ذكرها. { وما يشعرون }: جملة معطوفة على: وما يخادعون إلا أنفسهم، فلا موضع لها من الإعراب، ومفعول يشعرون محذوف تقديره إطلاع الله نبيه على خداعهم وكذبهم، روي ذلك عن ابن عباس، أو تقديره هلاك أنفسهم وإيقاعها في الشقاء الأبدي بكفرهم ونفاقهم، روي ذلك عن زيد. ويحتمل أن يكون وما يشعرون: جملة حالية تقديره وما يخادعون إلا أنفسهم غير شاعرين بذلك، لأنهم لو شعروا أن خداعهم لله وللمؤمنين إنما هو خداع لأنفسهم لما خادعوا الله والمؤمنين. وجاء: يخادعون الله بلفظ المضارع لا بلفظ الماضي لأن الماضي يشعر بالانقطاع بخلاف المضارع، فإنه يشعر في معرض الذم أو المدح بالديمومة، نحو: زيد يدعّ اليتيم، وعمرو يقري الضيف. والقراء على فتح راء مرض في الموضعين إلا الأصمعي، عن أبي عمرو، فإنه قرأ بالسكون فيهما، وهما لغتان كالحلب والحلب، والقياس الفتح، ولهذا قرأ به الجمهور، ويحتمل أن يراد بالمرض الحقيقة، وأن المرض الذي هو الفساد أو الظلمة أو الضعف أو الألم كائن في قلوبهم حقيقة، وسبب إيجاده في قلوبهم هو ظهور الرسول صلى الله عليه وسلم وأتباعه، وفشو الإسلام ونصر أهله. ويحتمل أن يراد به المجاز، فيكون قد كنى به عما حل القلب من الشك، قاله ابن عباس، أو عن الحسد والغل، كما كان عبد الله بن أبي بن سلول، أو عن الضعف والخور لما رأوا من نصر دين الله وإظهاره على سائر الأديان، وحمله على المجاز أولى لأن قلوبهم لو كان فيها مرض لكانت أجسامهم مريضة بمرضها، أو كان الحمام عاجلهم، قال: بعض المفسرين يشهد لهذا الحديث النبوي والقانون الطبي، أما الحديث، فقوله صلى الله عليه وسلم: \" إن في جسد ابن آدم لمضغة إذا صلحت صلح الجسد جميعه، وإذا فسدت فسد الجسد جميعه، ألا وهي القلب \" وأما القانون الطبي، فإن الحكماء وصفو القلب على ما اقتضاه علم التشريح، ثم قالوا: إذا حصلت فيه مادة غليظة، فإن تملكت منه ومن غلافه أو من أحدهما فلا يبقى مع ذلك حياة وعاجلت المنية صاحبه، وربما تأخرت تأخيراً يسيراً، وإن لم تتمكن منه المادة المنصبة إليه ولا من غلافه، أخرت الحياة مدة يسيرة؟ وقالوا: لا سبيل إلى بقاء الحياة مع مرض القلب، وعلى هذا الذي تقرر لا تكون قلوبهم مريضة حقيقة. وقد تلخص في القرآن من المعاني السببية التي تحصل في القلب سبعة وعشرون مرضاً، وهي: الرين، والزيع، والطبع، والصرف، والضيق، والحرج، والختم، والإقفال، والإشراب، والرعب، والقساوة، والإصرار، وعدم التطهير، والنفور، والاشمئزاز، والإنكار، والشكوك، والعمى، والإبعاد بصيغة اللعن، والتأبى، والحمية، والبغضاء، والغفلة، والغمزة، واللهو، والارتياب، والنفاق. وظاهر آيات القرآن تدل على أن هذه الأمراض معان تحصل في القلب فتغلب عليه، وللقلب أمراض غير هذه من الغل والحقد والحسد، ذكرها الله تعالى مضافة إلى جملة الكفار. والزيادة تجاوز المقدار المعلوم، وعلم الله محيط بما أضمروه ومن سوء الاعتقاد والبغض والمخادعة، فهو معلوم عنده، كما قال تعالى: وكل شيء عنده بمقدار [الرعد: 8]، وفي كل وقت يقذف في قلوبهم من ذلك القدر المعلوم شيئاً معلوم المقدار عنده، ثم يقذف بعد ذلك شيئاً آخر، فيصير الثاني زيادة على الأول، إذا لو لم يكن الأول معلوم المقدار لما تحققت الزيادة، وعلى هذا المعنى يحمل: فزادتهم رجساً إلى رجسهم [التوبة: 125]. وزيادة المرض إما من حيث أن ظلمات كفرهم تحل في قلوبهم شيئاً فشيئاً، وإلى هذا أشار بقوله تعالى: ظلمات بعضها فوق بعض [النور: 40]، أو من حيث أن المرض حصل في قلوبهم بطريق الحسد أو الهم، بما يجدد الله سبحانه لدينه من علو الكلمة ولرسوله وللمؤمنين من النصر ونفاذ الأمر، أو لما يحصل في قلوبهم من الرعب، وإسناد الزيادة إلى الله تعالى إسناد حقيقي بخلاف الإسناد في قوله تعالى: فزادتهم رجساً إلى رجسهم [التوبة: 125] أيكم زادته هذه إيماناً [التوبة: 124]. وقالت المعتزلة: لا يجوز أن تكون زيادة المرض من جنس المزيد عليه، إذ المزيد عليه هو الكفر، فتأولوا ذلك على أن يحمل المرض على الغم لأنهم كانوا يغتمون بعلو أمر رسول الله صلى الله عليه وسلم، أو على منع زيادة الألطاف، أو على ألم القلب، أو على فتور النية في المحاربة لأنهم كانت أولاً قلوبهم قوية على ذلك، أو على أن كفرهم كان يزداد بسبب ازدياد التكليف من الله تعالى. وهذه التأويلات كلها إنما تكون إذا كان قوله: { فزادهم الله مرضاً } خبراً، وإما إذا كان دعاء فلا، بل يحتمل أن يكون الدعاء حقيقة فيكون دعاء بوقوع زيادة المرض، أو مجازاً فلا تقصد به الإجابة لكون المدعو به واقعاً، بل المراد به السب واللعن والنقص، كقوله تعالى: قاتلهم الله أنى يؤفكون [التوبة: 30]، ثم انصرفوا صرف الله قلوبهم بأنهم قوم لا يفقهون [التوبة: 127]، وكقوله: لعن الله إبليس وأخزاه، ومعلوم أن ذلك قد وقع، وأنه قد باء بخزي ولعن لا مزيد عليه لأنه لا انتهاء له، وتنكير مرض من قوله: { في قلوبهم مرض } لا يدل على أن جميع أجناس المرض في قلوبهم، كما زعم بعض المفسرين، لأن دلالة النكرة على ما وضعت له إنما هي دلالة على طريقة البدل، لأنها دلالة تنتظم كل فرد فرد على جهة العموم، ولم يحتج إلى جمع مرض لأن تعداد المحال يدل على تعداد الحال عقلاً، فاكتفى بالمفرد عن الجمع، وتعدية الزيادة إليهم لا إلى القلوب، إذ قال تعالى: { فزادهم } ، ولم يقل: فزادها، يحتمل وجهين: أحدهما: أن يكون على حذف مضاف، أي فزاد الله قلوبهم مرضاً، والثاني: أنه زاد ذواتهم مرضاً لأن مرض القلب مرض لسائر الجسد، فصح نسبه الزيادة إلى الذوات، ويكون ذلك تنبيهاً على أن في ذواتهم مرضاً، وإنما أضاف ذلك إلى قلوبهم لأنها محل الإدراك والعقل. وأمال حمزة فزادهم في عشرة أفعال ألفها منقلبة عن ياء إلا فعلاً واحداً ألفه منقلبة عن واو ووزنه فعل بفتح العين، إلا ذلك الفعل فإن وزنه فعل بكسر العين، وقد جمعتها في بيتين في قصيدتي المسماة، بعقد اللآلي في القراءآت السبع العوالي، وهما: وعشرة أفعال تمال لحمزة فجاء وشاء ضاق ران وكملا بزاد وخـاب طـاب خـاف معـاً وحاق زاغ سوى الأحزاب مع صادها فلا يعني أنه قد استثنى حمزة، وإذ زاغت الأبصار [الأحزاب: 10]، في سورة الأحزاب، أم زاغت عنهم الأبصار [ص: 63]، في سورة ص، فلم يملها. ووافق ابن ذكوان حمزة على إمالة جاء وشاء في جميع القرآن، وعلى زاد في أول البقرة، وعنه خلاف في زاد هذه في سائر القرآن، وبالوجهين قرأته له، والإمالة لتميم، والتفخيم للحجاز. وأليم: تقدم تفسيره. فإذا قلنا إنه للمبالغة فيكون محوّلاً من فعل لها ونسبته إلى العذاب مجاز، لأن العذاب لا يألم، إنما يألم صاحبه، فصار نظير قولهم: شعر شاعر، والشعر لا يشعر إنما الشاعر ناظمه. وإذا قلنا إنه بمعنى: مؤلم، كما قال عمرو بن معدي يكرب: أمـن ريحانـة الـداعي السميـع أي المسمع، وفعيل: بمعنى مفعل مجاز، لأن قياس أفعل مفعل، فالأول مجاز في التركيب، وهذا مجاز في الإفراد. وقد حصل للمنافقين مجموع العذابين: العذاب العظيم المذكور في الآية، قيل لانخراطهم معهم ولانتظامهم فيهم. ألا ترى أن الله تعالى في تلك الآية قد أخبر أنهم لا يؤمنون في قوله: لا يؤمنون، وأخبر بذلك في هذه الآية بقوله: وما هم بمؤمنين؟ والعذاب الأليم، فصار المنافقون أشد عذاباً من غيرهم من الكفار، بالنص على حصول العذابين المذكورين لهم، ولذلك قال تعالى: إن المنافقين في الدرك الأسفل من النار [النساء: 145]، ثم ذكر تعالى أن كينونة العذاب الأليم لهؤلاء سببها كذبهم وتكذيبهم وما مصدرية أي بكونهم يكذبون، ولا ضمير يعود عليها لأنها حرف، خلافاً لأبي الحسن. ومن زعم أن كان الناقصة لا مصدر لها، فمذهبه مردود، وهو مذهب أبي علي الفارسي. وقد كثر في كتاب سيبويه المجيء بمصدر كان الناقصة، والأصح أنه لا يلفظ به معها، فلا يقال: كان زيد قائماً كوناً، ومن أجاز أن تكون ما موصولة بمعنى الذي، فالعائد عنده محذوف تقديره يكذبونه أو يكذبونه. وزعم أبو البقاء أن كون ما موصولة أظهر، قال: لأن الهاء المقدرة عائدة إلى الذي دون المصدر، ولا يلزم أن يكون، ثم هاء مقدرة، بل من قرأ: يكذبون، بالتخفيف، وهم الكوفيون، فالفعل غير متعد، ومن قرأ بالتشديد، وهم الحرميان، والعربيان، فالمفعول محذوف لفهم المعنى تقديره بكونهم يكذبون الله في أخباره والرسول فيما جاء به، ويحتمل أن يكون المشدد في معنى المخفف على جهة المبالغة، كما قالوا في: صدق صدق، وفي: بان الشيء بين، وفي: قلص الثوب قلص. والكذب له محامل في لسان العرب: أحدها: الإخبار بالشيء على خلاف ما هو عليه، وعمرو بن بحر يزيد في ذلك أن يكون المخبر عالماً بالمخالفة، وهي مسألة تكلموا عليها في أصول الفقه. الثاني: الإخبار بالذي يشبه الكذب ولا يقصد به إلا الحق، قالوا: ومنه ما ورد في الحديث عن إبراهيم صلوات الله عليه وعلى نبينا. الثالث: الخطأ، كقول عبادة فيمن زعم: أن الوتر واجب، كذب أبو محمد أي أخطأ. الرابع: البطول، كقولهم: كذب الرجل، أي بطل عليه أمله وما رجا وقدر. الخامس: الإغراء بلزوم المخاطب الشيء المذكور، كقولهم: كذب عليك العسل، أي أكل العسل، والمغرى به مرفوع بكذب، وقالوا: لا يجوز نصبه إلا في حرف شاذ، ورواه القاسم بن سلام عن معمر بن المثنى، والمؤثم هو الأول. وقد اختلف الناس في الكذب فقال قوم: الكذب كله قبيح لا خير فيه، وقالوا: سئل مالك عن الرجل يكذب لزوجته ولابنه تطييباً للقلب فقال: لا خير فيه. وقال قوم: الكذب محرم ومباح، فالمحرم الإخبار بالشيء على خلاف ما هو عليه إذا لم يكن في مراعاته مصلحة شرعية، والمباح ما كان فيه ذلك، كالكذب لإصلاح ذات البين. وذكر المفسرون في سبب نزول هذه الآيات خلافاً، قال قوم: نزلت في منافقي أهل الكتاب، كعبد الله بن أبي بن سلول، ومعتب بن قشير، والجد بن قيس، حين قالوا: تعالوا إلى خلة نسلم بها من محمد وأصحابه ونتمسك مع ذلك بديننا، فأظهروا الإيمان باللسان واعتقدوا خلافه. ورواه أبو صالح، عن ابن عباس، وقال قوم: نزلت في منافقي أهل الكتاب وغيرهم، رواه السدي عن ابن مسعود، وابن عباس، وبه قال أبو العالية، وقتادة، وابن زيد.", "annotation": {"aya": [{"start": 381, "end": 406}, {"start": 2310, "end": 2326}, {"start": 6672, "end": 6694}, {"start": 6795, "end": 6818}, {"start": 9165, "end": 9178}, {"start": 9821, "end": 9833}, {"start": 9845, "end": 9860}, {"start": 11086, "end": 11137}, {"start": 11152, "end": 11197}, {"start": 11217, "end": 11255}, {"start": 11526, "end": 11587}, {"start": 11985, "end": 12031}, {"start": 14981, "end": 15009}, {"start": 18029, "end": 18047}, {"start": 18750, "end": 18766}, {"start": 18813, "end": 18830}, {"start": 21664, "end": 21683}, {"start": 21901, "end": 21924}, {"start": 22034, "end": 22053}, {"start": 22305, "end": 22328}, {"start": 22343, "end": 22365}, {"start": 22995, "end": 23017}, {"start": 23032, "end": 23078}, {"start": 24201, "end": 24217}, {"start": 24250, "end": 24270}, {"start": 25191, "end": 25228}], "hadith": [{"start": 20568, "end": 20662}], "verse": [{"start": 1105, "end": 1127}, {"start": 1128, "end": 1151}, {"start": 1209, "end": 1236}, {"start": 1237, "end": 1256}, {"start": 2903, "end": 2923}, {"start": 2924, "end": 2947}, {"start": 3743, "end": 3767}, {"start": 3768, "end": 3790}, {"start": 8695, "end": 8717}, {"start": 8718, "end": 8742}, {"start": 9941, "end": 9963}, {"start": 9964, "end": 9988}, {"start": 9989, "end": 10009}, {"start": 10010, "end": 10037}, {"start": 16653, "end": 16675}, {"start": 16676, "end": 16699}, {"start": 16946, "end": 16970}, {"start": 16971, "end": 16999}, {"start": 17020, "end": 17041}, {"start": 17042, "end": 17063}, {"start": 17064, "end": 17086}, {"start": 17087, "end": 17109}, {"start": 17116, "end": 17142}, {"start": 17143, "end": 17171}, {"start": 17200, "end": 17228}, {"start": 17229, "end": 17255}, {"start": 24068, "end": 24090}, {"start": 24091, "end": 24114}, {"start": 24115, "end": 24141}, {"start": 24142, "end": 24175}, {"start": 24716, "end": 24744}]}}