{"text": " { وانى لغفار } لستور { لمن تاب } من الشرك والمعاصى التى من جملتها الطغيان فيما ذكر. قال فى المفاتيح شرح المصابيح الفرق بين الغفور والغفار ان الغفور كثير المغفرة وهى صيانة العبد عما استحقه من العقاب للتجاوز عن ذنوبه من الغفر وهو الباس الشىء ما يصونه عن الدنس ولعل الغفار ابلغ منه لزيادة بنائه وقيل الفرق بينه وبين الغفار ان المبالغة فيه من جهة الكيفية وفى الغفار باعتبار الكمية { وآمن } بما يجب الايمان به { وعمل صالحا } مستقيما عند الشرع والعقل. وفيه ترغيب لمن وقع منه الطغيان فيما ذكر وحث على التوبة والايمان { ثم اهتدى } اى استقام على الهدى ولزمه حتى الموت وهو اشارة الى ان من لم يستمر عليه بمعزل من الغفران وثم للتراخى الرتبى. قال فى بحر العلوم ثم لتراخى الاستقامة على الخير عن الخير نفسه وفضلها عليه لانها اعلى منه واجل لان الشأن كله فيها وهى مزلة اقدام الرجال. قال ابن عطاء { وانى لغفار لمن تاب } اى رجع من طريق المخالفة الى طريق الموافقة وصدق موعود الله فيه واتبع السنة { ثم اهتدى } اقام على ذلك لا يطلب سواه مسلكا وطريقا راه سنت رواكر خواهى طريق مستقيم   كزسنن راهى بود سوى رضاى ذو المنن  هرمزده درجشم وى همجون سنانى بادتيز   كرسنان زندكى خواهد زمانى بى سنن وفى التأويلات النجمية اى رجع من الطغيان بعبادة الرحمن { وعمل صالحا } بالعبودية للربوبية { ثم اهتدى } اى تحقق له ان تلك الحضرة منزهة عن دنس الوهم والخيال وان الربوبية قائمة والعبودية دائمة. اعلم ان التوبة بمنزلة الصابون فكما ان الصابون يزيل الاوساخ الظاهرة فكذلك التوبة تزيل الاوساخ الباطنة اعنى الذنوب – روى – ان رجلا قال للدينورى ما اصنع فكلما وقفت على باب المولى صرفتنى البلوى فقال كن كالصبى مع امه كلما ضربته يجزع بين يديها فلا يزال كذلك حتى تضمه اليها والتوبة على اقسام. فتوبة العوام من السيئات. وتوبة الخواص من الزلات والغفلات. وتوبة الاكبار من رؤية الحسنات والالتفات الى الطاعات. وشرائط التوبة ثلاثة. الندم بالقلب. والاعتذار باللسان بان يستغفر الله. والاقلاع بالجوارح وهو الكف عن الذنب وفى الحديث \" المستغفر باللسان والمصر على الذنوب كالمستهزئ بربه \" وقال المولى الجامى قدس سره دارم جهان جهان كنه اى شرم روى من   جون روى ازين جهان بجهان دكرنهم  ياران دواسبه عازم ملك يقين شدند   تاكى عنان عقل بدست كمان دهم  باخلق لاف توبه ودل بركنه مصر  كس بى نمى بردكه بدين كونه كمرهم", "annotation": {"aya": [], "hadith": [{"start": 1768, "end": 1821}], "verse": [{"start": 928, "end": 1064}, {"start": 1849, "end": 2040}]}}