{"text": " يعني بذلك جل ثناؤه: ثم أنزل الله أيها المؤمنون من بعد الغمّ الذي أثابكم ربكم بعد غمّ تقدمه قبله أمنة، وهي الأمان على أهل الإخلاص منكم والـيقـين، دون أهل النفاق والشك. ثم بـين جلّ ثناؤه عن الأمنة التي أنزلها عليهم ما هي؟ فقال: نعاساً، بنصب النعاس على الإبدال من الأمنة. ثم اختلفت القراء في قراءة قوله: { يَغْشَىٰ } فقرأ ذلك عامة قراء الـحجاز والـمدينة والبصرة وبعض الكوفـيـين بـالتذكير بـالـياء: { يَغْشَىٰ }. وقرأ جماعة من قراء الكوفـيـين بـالتأنـيث: { تَغْشَى } بـالتاء. وذهب الذين قرؤوا ذلك بـالتذكير إلـى أن النعاس هو الذي يغشى الطائفة من الـمؤمنـين دون الأمنة، فذكره بتذكير النعاس. وذهب الذين قرؤوا ذلك بـالتأنـيث إلـى أن الأمنة هي التـي تغشاهم، فأنثوه لتأنـيث الأمنة. والصواب من القول فـي ذلك عندي أنهما قراءتان معروفتان مستفـيضتان فـي قراء الأمصار غير مختلفتـين فـي معنى ولا غيره، لأن الأمنة فـي هذا الـموضع هي النعاس، والنعاس: هو الأمنة. وسواء ذلك، وبأيتهما قرأ القارىء فهو مصيب الـحقّ فـي قراءته، وكذلك جميع ما فـي القرآن من نظائره من نـحو قوله: إِنَّ شَجَرَةَ ٱلزَّقُّومِ طَعَامُ ٱلأَثِيمِ كَٱلْمُهْلِ يَغْلِى فِى ٱلْبُطُونِ [الدخان: 43-45] و أَلَمْ يَكُ نُطْفَةً مِّن مَّنِيٍّ يُمْنَىٰ وَهُزّى إِلَيْكِ بِجِذْعِ ٱلنَّخْلَةِ تُسَـٰقِطْ [مريم: 25]. فإن قال قائل: وما كان السبب الذي من أجله افترقت الطائفتان اللتان ذكرهما الله عزّ وجلّ فـيـما افترقتا فـيه من صفتهما، فآمنت إحداهما بنفسها حتـى نعست، وأهمت الأخرى نفسها حتـى ظنت بـالله غير الـحقّ ظنّ الـجاهلـية؟ قـيـل: كان سبب ذلك فـيـما ذكر لنا، كما: حدثنا مـحمد بن الـحسين، قال: ثنا أحمد بن الـمفضل قال: ثنا أسبـاط، عن السدي: أن الـمشركين انصرفوا يوم أُحُد بعد الذي كان من أمرهم وأمر الـمسلـمين، فواعدوا النبـيّ صلى الله عليه وسلم بدراً من قابل، فقال لهم: «نعم» فتـخوّف الـمسلـمون أن ينزلوا الـمدينة، فبعث رسول الله صلى الله عليه وسلم رجلاً، فقال: \" انْظُر فإنْ رأيتهم قَعدُوا علـى أثْقَالهم وجَنَبُوا خُيُولَهُمْ، فإنَّ القَوْمَ ذَاهِبُونَ، وإنْ رأيْتُهمْ قد قعدوا علـى خيولهم وجَنَبُوا علـى أثقالهم، فإنَّ القَوْم يَنْزِلُونَ الـمَدِينَةَ، فاتَّقُوا الله واصْبِرُوا! \" ووطنهم على القتال فلـما أبصرهم الرسول تعدوا علـى الأثقال سراعاً عجالاً، نادى بأعلـى صوته بذهابهم فلـما رأى الـمؤمنون ذلك صدّقوا نبـيّ الله صلى الله عليه وسلم، فناموا، وبقـي أناس من الـمنافقـين يظنون أن القوم يأتونهم، فقال الله جلّ وعزّ يذكر حين أخبرهم النبـي صلى الله عليه وسلم إن كانوا ركبوا الأثقال فإنهم منطلقون فناموا: { ثُمَّ أَنزَلَ عَلَيْكُمْ مّن بَعْدِ ٱلْغَمّ أَمَنَةً نُّعَاساً يَغْشَىٰ طَائِفَةً مِّنْكُمْ وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِٱللَّهِ غَيْرَ ٱلْحَقّ ظَنَّ ٱلْجَـٰهِلِيَّةِ }. حدثنا القاسم، قال: ثنا الـحسين، قال: ثنـي حجاج، عن ابن جريج، قال: قال ابن عبـاس: أمنهم يومئذ بنعاس غشاهم، وإنـما ينعس من يأمن { يَغْشَىٰ طَائِفَةً مِّنْكُمْ وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِٱللَّهِ غَيْرَ ٱلْحَقّ ظَنَّ ٱلْجَـٰهِلِيَّةِ }. حدثنا ابن بشار، قال: ثنا ابن أبـي عديّ، عن حميد، عن أنس بن مالك، عن أبـي طلـحة، قال: كنت فـيـمن أنزل علـيه النعاس يوم أُحد أمنة، حتـى سقط من يدي مراراً. قال أبو جعفر: يعنـي: سوطه، أو سيفه. حدثنا عمرو بن علـيّ، قال: ثنا عبد الرحمن بن مهدي، قال: ثنا حماد بن سلـمة، عن ثابت، عن أنس، عن أبـي طلـحة، قال: رفعت رأسي يوم أُحد، فجعلت ما أرى أحداً من القوم إلا تـحت حجفته يـميد من النعاس. حدثنا ابن بشار وابن الـمثنى، قالا: ثنا أبو داود، قال: ثنا عمران، عن قتادة، عن أنس، عن أبـي طلـحة قال: كنت فـيـمن صبّ علـيه النعاس يوم أُحد. حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: ثنا أنس بن مالك، عن أبـي طلـحة: أنه كان يومئذٍ مـمن غشيه النعاس، قال: كان السيف يسقط من يدي ثم آخذه من النعاس. حُدثت عن عمار، قال: ثنا ابن أبـي جعفر، عن أبـيه، عن الربـيع: ذكر لنا والله أعلـم عن أنس أن أبـا طلـحة حدثهم أنه كان يومئذٍ مـمن غشيه النعاس، قال: فجعل سيفـي يسقط من يدي وآخذه، ويسقط وآخذه ويسقط، والطائفة الأخرى: الـمنافقون، لـيس لهم همة إلا أنفسهم { يَظُنُّونَ بِٱللَّهِ غَيْرَ ٱلْحَقّ ظَنَّ ٱلْجَـٰهِلِيَّةِ }... الآية كلها. حدثنا أحمد بن الـحسن الترمذي، قال: ثنا ضرار بن صرد، قال: ثنا عبد العزيز بن مـحمد، عن مـحمد بن عبد العزيز، عن الزهري، عن عبد الرحمن بن الـمسور بن مخرمة، عن أبـيه قال: سألت عبد الرحمن بن عوف عن قول الله عزّ وجلّ: { ثُمَّ أَنزَلَ عَلَيْكُمْ مّن بَعْدِ ٱلْغَمّ أَمَنَةً نُّعَاساً } قال: ألقـي علـينا النوم يوم أُحد. حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: { ثُمَّ أَنزَلَ عَلَيْكُمْ مّن بَعْدِ ٱلْغَمّ أَمَنَةً نُّعَاساً }... الآية، وذاكم يوم أُحد، كانوا يومئذٍ فريقـين فأما الـمؤمنون فغشاهم الله النعاس أمنة منه ورحمة. حدثنـي الـمثنى، قال: ثنا إسحاق، قال: ثنا ابن أبـي جعفر، عن أبـيه، عن الربـيع بن أنس، نـحوه. حدثنا الـمثنى، قال: ثنا إسحاق، قال: ثنا ابن أبـي جعفر، عن أبـيه، عن الربـيع، قوله: { أَمَنَةً نُّعَاساً } قال: ألقـي علـيهم النعاس، فكان ذلك أمنة لهم. حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفـيان، عن عاصم، عن أبـي رزين، قال: قال عبد الله: النعاس فـي القتال أمنة، والنعاس فـي الصلاة من الشيطان. حدثنا ابن حميد، قال: ثنا سلـمة، عن ابن إسحاق: { ثُمَّ أَنزَلَ عَلَيْكُمْ مّن بَعْدِ ٱلْغَمّ أَمَنَةً نُّعَاساً } قال: أنزل النعاس أمنة منه علـى أهل الـيقـين به، فهم نـيام لا يخافون. حدثنا الـحسن بن يحيـى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، فـي قوله: { أَمَنَةً نُّعَاساً } قال: ألقـى الله علـيهم النعاس، فكان أمنة لهم. وذكر أن أبـا طلـحة قال: ألقـي علـيّ النعاس يومئذٍ، فكنت أنعس حتـى يسقط سيفـي من يدي. حدثنا ابن بشار، قال: ثنا إسحاق بن إدريس، قال: ثنا حماد بن سلـمة، قال: أخبرنا ثابت، عن أنس بن مالك، عن أبـي طلـحة، وهشام بن عروة بن الزبـير أنهما قالا: لقد رفعنا رؤوسنا يوم أُحد، فجعلنا ننظر، فما منهم من أحد إلا وهو يـميـل بجنب حجفته قال: وتلا هذه الآية: { ثُمَّ أَنزَلَ عَلَيْكُمْ مّن بَعْدِ ٱلْغَمّ أَمَنَةً نُّعَاساً }. القول فـي تأويـل قوله تعالـى: { وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِٱللَّهِ غَيْرَ ٱلْحَقّ ظَنَّ ٱلْجَـٰهِلِيَّةِ }. يعنـي بذلك جلّ ثناؤه: وطائفة منكم أيها الـمؤمنون قد أهمتهم أنفسهم، يقول: هم الـمنافقون لا همّ لهم غير أنفسهم، فهم من حذر القتل علـى أنفسهم، وخوف الـمنـية علـيها فـي شغل، قد طار عن أعينهم الكرى، يظنون بـالله الظنون الكاذبة، ظنّ الـجاهلـية من أهل الشرك بـالله، شكاً فـي أمر الله، وتكذيبـاً لنبـيه صلى الله عليه وسلم، وَمَـحْسَبَةً منهم أن الله خاذل نبـيه، ومعل علـيه أهل الكفر به، يقولون: هل لنا من الأمر شيء. كالذي: حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: والطائفة الأخرى: الـمنافقون، لـيس لهم همّ إلا أنفسهم، أجبن قوم وأرعبه، وأخذله للـحقّ، يظنون بـالله غير الـحقّ ظنوناً كاذبة، إنـما هم أهل شكّ وريبة فـي أمر الله، يقولون: { لَوْ كَانَ لَنَا مِنَ ٱلأَمْرِ شَىْء مَّا قُتِلْنَا هَـٰهُنَا قُل لَّوْ كُنتُمْ فِى بُيُوتِكُمْ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيْهِمُ ٱلْقَتْلُ إِلَىٰ مَضَاجِعِهِمْ }. حدثنـي الـمثنى، قال: ثنا إسحاق، قال: ثنا عبد الله بن أبـي جعفر، عن أبـيه، عن الربـيع، قال: والطائفة الأخرى: الـمنافقون لـيس لهم همة إلا أنفسهم، يظنون بـالله غير الـحقّ ظنّ الـجاهلـية، يقولون: { لَوْ كَانَ لَنَا مِنَ ٱلأَمْرِ شَىْء مَّا قُتِلْنَا هَـٰهُنَا } قال الله عزّ وجلّ: { قُل لَّوْ كُنتُمْ فِى بُيُوتِكُمْ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيْهِمُ ٱلْقَتْلُ إِلَىٰ مَضَاجِعِهِمْ }... الآية. حدثنا ابن حميد، قال: ثنا سلـمة، عن ابن إسحاق: { وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ } قال: أهل النفـاق قد أهمتهم أنفسهم تـخوّف القتل، وذلك أنهم لا يرجون عاقبة. حدثنـي يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد فـي قوله: { وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ } إلـى آخر الآية، قال: هؤلاء الـمنافقون. وأما قوله: { ظَنَّ ٱلْجَـٰهِلِيَّةِ } فإنه يعنـي أهل الشرك. كالذي: حدثنا الـحسن بن يحيـى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة فـي قوله: { ظَنَّ ٱلْجَـٰهِلِيَّةِ } قال: ظنّ أهل الشرك. حدثنـي الـمثنى، قال: ثنا إسحاق، قال: ثنا ابن أبـي جعفر، عن أبـيه، عن الربـيع، قوله: { ظَنَّ ٱلْجَـٰهِلِيَّةِ } قال: ظنّ أهل الشرك. وفـي رفع قوله: { وَطَائِفَةٌ } وجهان: أحدهما أن تكون مرفوعة بـالعائد من ذكرها فـي قوله: { قَدْ أَهَمَّتْهُمْ } ، والآخر بقوله: { يَظُنُّونَ بِٱللَّهِ غَيْرَ ٱلْحَقّ } ولو كانت منصوبة كان جائزاً، وكانت الواو فـي قوله: { وَطَائِفَةٌ } ظرفـاً للفعل، بـمعنى: وأهمت طائفة أنفسهم، كما قال: وَٱلسَّمَآءَ بَنَيْنَٰهَا بِأَييْدٍ [الذاريات: 47]. القول فـي تأويـل قوله تعالـى: { يَقُولُونَ هَل لَّنَا مِنَ ٱلأَمْرِ مِن شَىْءٍ قُلْ إِنَّ ٱلأَمْرَ كُلَّهُ للَّهِ يُخْفُونَ فِى أَنْفُسِهِم مَّا لاَ يُبْدُونَ لَكَ يَقُولُونَ لَوْ كانَ لنَا مِنَ ٱلأَمْر شَىّءٌ ما قُتِلْنَا هَـٰهُنَا }: يعنـي بذلك: الطائفة الـمنافقة التـي قد أهمتهم أنفسهم، يقولون: لـيس لنا من الأمر من شيء، قل إن الأمر كله لله، ولو كان لنا من الأمر شيء ما خرجنا لقتال من قاتلنا فقتلونا. كما: حدثنا القاسم، قال: ثنا الـحسين، قال: ثنـي حجاج، عن ابن جريج، قال: قـيـل لعبد الله بن أبـيّ: قتل بنو الـخزرج الـيوم! قال: وهل لنا من الأمر من شيء؟ قل إن الأمر كله لله. وهذا أمر مبتدأ من الله عزّ وجلّ، يقول لنبـيه مـحمد صلى الله عليه وسلم: قل يا مـحمد لهؤلاء الـمنافقـين إن الأمر كله لله، يصرفه كيف يشاء ويدبره كيف يحبّ، ثم عاد إلـى الـخبر عن ذكر نفـاق الـمنافقـين، فقال: { يُخْفُونَ فِى أَنْفُسِهِم مَّا لاَ يُبْدُونَ لَكَ } يقول: يخفـي يا مـحمد هؤلاء الـمنافقون الذين وصفت لك صفتهم فـي أنفسهم من الكفر والشكّ فـي الله ما لا يبدون لك، ثم أظهر نبـيه صلى الله عليه وسلم علـى ما كانوا يخفونه بـينهم من نفـاقهم، والـحسرة التـي أصابتهم علـى حضورهم مع الـمسلـمين مشهدهم بأحد، فقال مخبراً عن قـيـلهم الكفر، وإعلانهم النفـاق بـينهم، يقولون: لو كان لنا من الأمر شيء ما قتلنا ههنا، يعنـي بذلك أن هؤلاء الـمنافقـين يقولون: لو كان الـخروج إلـى حرب من خرجنا لـحربه من الـمشركين إلـينا، ما خرجنا إلـيهم، ولا قتل منا أحد فـي الـموضع الذي قُتلوا فـيه بـأُحد. وذكر أن مـمن قال هذا القول معتب بن قشير أخو بنـي عمرو بن عوف. ذكر الـخبر بذلك: حدثنا ابن حميد، قال: ثنا سلـمة، قال: قال ابن إسحاق: ثنـي يحيـى بن عبـاد بن عبد الله بن الزبـير عن أبـيه، عن عبد الله بن الزبـير، عن الزبـير، قال: والله إنـي لأسمع قول معتب بن قشير أخي بنـي عمرو بن عوف، والنعاس يغشانـي ما أسمعه إلا كالـحلـم حين قال: لو كان لنا من الأمر شيء ما قتلنا ههنا. حدثنـي سعيد بن يحيـى بن الأموي، قال: ثنـي أبـي، عن ابن إسحاق، قال: ثنـي يحيـى بن عبـاد بن عبد الله بن الزبـير، عن أبـيه، عن عبد الله بن الزبـير، عن أبـيه، بـمثله. واختلفت القراء فـي قراءة ذلك، فقرأته عامة قراء الـحجاز والعراق: { قُلْ إِنَّ ٱلأَمْرَ كُلَّهُ } بنصب الكلّ علـى وجه النعت للأمر والصفة له. وقرأه بعض قراء أهل البصرة: { قُلْ إِنَّ ٱلأَمْرَ كُلَّهُ للَّهِ } برفع الكلّ علـى توجيه الكلّ إلـى أنه اسم، وقوله «لله» خبره، كقول القائل: إن الأمر بعضه لعبد الله. وقد يجوز أن يكون الكلّ فـي قراءة من قرأه بـالنصب منصوبـاً علـى البدل. والقراءة التـي هي القراءة عندنا النصب فـي الكلّ لإجماع أكثر القراء علـيه، من غير أن تكون القراءة الأخرى خطأ فـي معنى أو عربـية. ولو كانت القراءة بـالرفع فـي ذلك مستفـيضة فـي القراء، لكانت سواء عندي القراءة بأيّ ذلك قرىء لاتفـاق معانـي ذلك بأي وجهيه قرىء. القول فـي تأويـل قوله تعالـى: { قُل لَّوْ كُنتُمْ فِى بُيُوتِكُمْ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيْهِمُ ٱلْقَتْلُ إِلَىٰ مَضَاجِعِهِمْ وَلِيَبْتَلِىَ ٱللَّهُ مَا فِى صُدُورِكُمْ وَلِيُمَحّصَ مَا فِى قُلُوبِكُمُ وَٱللّهُ عَلِيمٌ بِذَاتِ ٱلصُّدُورِ }: يعنـي بذلك جلّ ثناؤه: قل يا مـحمد للذين وصفت لك صفتهم من الـمنافقـين: لو كنتـم فـي بـيوتكم لـم تشهدوا مع الـمؤمنـين مشهدهم، ولـم تـحضروا معهم حرب أعدائهم من الـمشركين، فـيظهر للـمؤمنـين ما كنتـم تـخفونه من نفـاقكم، وتكتـمونه من شرككم فـي دينكم، لبرز الذين كتب علـيهم القتل، يقول: لظهر للـموضع الذي كتب علـيه مصرعه فـيه من قد كتب علـيه القتل منهم، ويخرج من بـيته إلـيه، حتـى يصرع فـي الـموضع الذي كتب علـيه أن يصرع فـيه. وأما قوله: { وَلِيَبْتَلِىَ ٱللَّهُ مَا فِى صُدُورِكُمْ }: فإنه يعنـي به: ولـيبتلـي الله ما فـي صدوركم أيها الـمنافقون كنتـم تبرزون من بـيوتكم إلـى مضاجعكم. ويعنـي بقوله: { وَلِيَبْتَلِىَ ٱللَّهُ مَا فِى صُدُورِكُمْ }: ولـيختبر الله الذي فـي صدوركم من الشكّ، فـيـميزكم بـما يظهره للـمؤمنـين من نفـاقكم من الـمؤمنـين. وقد دللنا فـيـما مضى علـى أن معانـي نظائر قوله: { لِيَبْتَلَىَ ٱللَّهِ }  { وَلِيَعْلَمَ ٱللَّهُ } وما أشبه ذلك، وإن كان فـي ظاهر الكلام مضافـاً إلـى الله الوصف به، فمراد به أولـياؤه وأهل طاعته وأن معنى ذلك: ولـيختبر أولـياء الله، وأهل طاعته، الذي فـي صدوركم من الشكّ والـمرض، فـيعرفوكم من أهل الإخلاص والـيقـين. { وَلِيُمَحّصَ مَا فِى قُلُوبِكُمْ } يقول: ولـيتبـينوا ما فـي قلوبكم من الاعتقاد لله ولرسوله صلى الله عليه وسلم وللـمؤمنـين من العداوة أو الولاية. { وَٱللَّهُ عَلِيمٌ بِذَاتِ ٱلصُّدُورِ } يقول: والله ذو علـم بـالذي فـي صدور خـلقه من خير وشرّ وإيـمان وكفر، لا يخفـى علـيه شيء من أمورهم، سرائرها وعلانـيتها، وهو لـجميع ذلك حافظ، حتـى يجازي جميعم جزاءهم علـى قدر استـحقاقهم. وبنـحو الذي قلنا فـي ذلك كان ابن إسحاق يقول. حدثنا ابن حميد، قال: ثنا سلـمة. عن ابن إسحاق، قال: ذكر الله تلاومهم، يعنـي: تلاوم الـمنافقـين وحسرتهم علـى ما أصابهم. ثم قال لنبـيه صلى الله عليه وسلم: قل لو كنتـم فـي بـيوتكم لـم تـحضروا هذا الـموضع الذي أظهر الله جلّ ثناؤه فـيه منكم ما أظهر من سرائركم، لأخرج الذي كتب علـيهم القتل إلـى موطن غيره يصرعون فـيه، حتـى يبتلـي به ما فـي صدوركم ولـيـمـحص ما فـي قلوبكم، والله علـيـم بذات الصدور، أي لا يخفـي علـيه شيء مـما فـي صدورهم مـما استـخفوا به منكم. حدثنـي الـمثنى، قال: ثنا إسحاق، قال: ثنا الـحرث بن مسلـم، عن بحر السقاء، عن عمرو بن عبـيد، عن الـحسن، قال: سئل عن قوله: { قُل لَّوْ كُنتُمْ فِى بُيُوتِكُمْ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيْهِمُ ٱلْقَتْلُ إِلَىٰ مَضَاجِعِهِمْ } قال: كتب الله علـى الـمؤمنـين أن يقاتلوا فـي سبـيـله، ولـيس كل من يقاتل يقتل، ولكن يقتل من كتب الله علـيه القتل.", "annotation": {"aya": [{"start": 954, "end": 1033}, {"start": 1052, "end": 1095}, {"start": 1096, "end": 1144}, {"start": 7667, "end": 7702}], "hadith": [{"start": 1706, "end": 1928}], "verse": []}}