{"text": " قرأ الحسن (صاد) بكسر الدال. وقال عيسى بن عمر بفتحها. الباقون بالوقف، وهو الصحيح، لأن حروف الهجاء يوقف عليها. ومن كسر فلاجتماع الساكنين. وقيل: إنه جعل من المصاداة وهي المعارضة. ومن فتح فلأن الفتحة أخف من الكسرة، ولم يعدوا (صاد) آية، لأنه يشبه الاسم المفرد في انه على ثلاثة احرف في هجاء حروف المعجم، نحو (باب، وذات، وناب) وإنما يعد آية ما يشبه الجملة وشاكل آخره رؤس الآي التي بعده بالردف ومخرج الحروف. وليس - ها هنا - شيء من ذلك. واختلفوا في معنى (صاد) فقال قوم: هو اسم السورة على ما أخبرناه في ما مضى. وقال ابن عباس: هو اسم من اسماء الله أقسم به. وقال السدي: هو من حروف المعجم. وقال الضحاك: معناه صدق، وقال قتادة: هو اسم من اسماء القرآن اقسم الله تعالى به. وقال الحسن: هو من المصاداة وهو (صاد) بالكسر أمر للنبي صلى الله عليه وآله أي عارض القرآن بعملك { والقرآن } قسم. فلذلك جر { ذي الذكر } قال ابن عباس: ذي الشرف، وقال الضحاك وقتادة: ذي التذكر. وقيل: معناه ذى الذكر للبيان والبرهان، المؤدي إلى الحق الهادي إلى الرشد الرادع عن الغي، وفيه ذكر الأدلة التي من تمسك بها سعد. ومن عدل عنها شقي. ومن عمل بها نجا. ومن ترك العمل بها هلك. واختلفوا في جواب القسم، فقال قوم: هو محذوف وتقديره لجاء الحق وظهر، لان حذف الجواب في مثل هذا أبلغ، لان الذكر يقصر المعنى على وجه. والحذف يصرف إلى كل وجه فيعم. وقال قوم: جوابه ما دل عليه قوله { بل الذين كفروا } كأنه قال: والقرآن ذي الذكر ما الأمر على ما قالوا - ذكر ذلك قتادة - وقال الفراء والزجاج: الجواب { كم } وتقديره لكم أهلكناه، فلما طال الكلام حذفت اللام وصارت { كم } جواباً للقسم واليمين. ومثله قوله ونفس وما سوّاها فألهمها فصارت { قد أفلح } تابعة لقوله { فألهمها } وكفى عن جواب القسم، وكأنه قال: والشمس وضحاها. لقد افلح، وقال قوم: الجواب قوله { إن ذلك لحق تخاصم أهل النار } إلا انه قد بعد عن أول الكلام. وقوله { بل الذين كفروا في عزة وشقاق } اخبار منه تعالى أن هؤلاء الكفار قد مكنهم واعطاهم القوة ليقووا بها على الطاعات، فتقووا - بسوء اختيارهم - بها على المعاصي وعلى دفع الحق الذي اتاهم وصاروا في شق غير شق رسولهم الذي من قبل ربهم. ثم اخبر تعالى انه اهلك أمماً كثيرة قبل هؤلاء الكفار حين عصاه الذين كفروا، فلما نزل بهم العذاب نادوا واستغاثوا { ولات حين مناص } معناه لات حين فرار من العذاب. وقيل: المناص المنجاة يقال: ناص ينوص نوصاً إذا تأخر وباص يبوص بوصاً إذا تقدم قال امرؤ القيس: أمن ذكر ليلى ان ناتك تنوص فتقصر عنها خطوة وتبوص ونصب (لات حين) لانها مشبة بـ (ليس) من جهة أنها نفي ولا تعمل إلا في (الحين) خاصة لضعف الشبه عن منزلة (ما) إذ كانت (ما) تشبه (ليس) من جهة النفي والحال قال الشاعر: تذكر حب ليلى لات حينا واضحى الشيب قد قطع القرينا والوقف على (لات) بالتاء على قياس نظيرها من (ثمت، وربت) لان ما قبلها ساكن - وهو قول الفراء - والكسائي يقف بالهاء (لاه) يجعل الالف في نية الحركة. ومن زعم انه (لا تحين) موصوله، فقد غلط، لأنها في المصحف وتأويل العلماء مفصولة. وقيل: ان (مناص) جر بـ (لات) وانشدوا لأبي زيد. طلبوا صلحنا ولات اوان فاجبنا أن ليس حين بقاء وقال الزجاج: انشده ابو العباس بالرفع، وقد روي بالكسر. وقال الزجاج: من كسر رأى ان يجعله مبنياً بمنزلة نداء ذلك الأقوام وبناه، فحذف المضاف اليه وكسر دون ان يضم، لأنه نوّنه، فأجراه على نظائره من المنون المبني وأراد ولات أواناً. ثم اخبر تعالى ان الكفار عجبوا { حين جاءهم منذر } أي مخوف من جهة الله يحذرهم معاصيه ويدعوهم إلى طاعته، وقالوا: هذا شيء عجاب، وعجيب وعجاب وعجاب بمعنى واحد، مثل كريم وكرام، فعجب هؤلاء الكفار من أن الله بعث نبيهم وهو منهم، وقالوا: كيف خص بذلك، وليس باشرفنا ولا اغنانا. وقيل: إن أبا جهل وجماعة من أشراف قريش مشوا إلى أبي طالب وشكوا اليه النبي صلى الله عليه وآله وقالوا له: قد سفه احلامنا وشتم الالهة، فدعاه ابو طالب وقال له: \" ما لأهلك يشكونك، فقال النبي صلى الله عليه وآله أدعوهم إلى كلمتين حقيقتين يسودون على العرب بها، ويؤدي الخراج اليهم بها العجم، فقال ابو جهل وغيره: ما هما فقال صلى الله عليه وآله: تشهدون أن لا إله إلا الله وأني رسول الله. فقال ابو جهل: أتجعل الالهة إلهاً واحداً؟! \" فانزل الله الآية.", "annotation": {"aya": [{"start": 1433, "end": 1456}], "hadith": [{"start": 3332, "end": 3596}], "verse": [{"start": 2116, "end": 2141}, {"start": 2142, "end": 2163}, {"start": 2325, "end": 2346}, {"start": 2347, "end": 2373}, {"start": 2642, "end": 2663}, {"start": 2664, "end": 2686}]}}