{"text": " { ٱتْلُ مَا أُوْحِيَ إِلَيْكَ مِنَ ٱلْكِتَابِ } أي: تقربا إلى الله تعالى بقراءته، وتحفظاً لألفاظه، واستكثاراً لما في تضاعيفه من المعاني. فإن القارئ المتأمل قد ينكشف له بالتكرار ما لم ينكشف له أول ما قرع سمعه. وتذكيراً للناس، وحملا لهم على العمل بما فيه، من الأحكام ومحاسن الآداب ومكارم الأخلاق { وَأَقِمِ ٱلصَّلاَةَ إِنَّ ٱلصَّلاَةَ تَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنْكَرِ } أي: تكون سبباً للانتهاء عن ذلك. ففيه تجوز في الإسناد. فإن قلت: كم من مصلّ يرتكب ولا تنهاه صلاته! قلت: الصلاة التي هي الصلاة عند الله، المستحق بها الثواب، أن يدخل فيها مقدما للتوبة النصوح متقياً، لقوله تعالى: إِنَّمَا يَتَقَبَّلُ ٱللَّهُ مِنَ ٱلْمُتَّقِينَ [المائدة: 27] ويصليها خاشعاً بالقلب والجوارح. ثم يحوطها بعد أن يصليها، فلا يحبطها، فهي الصلاة التي تنهى عن الفحشاء والمنكر. وعن ابن عباس رضي الله عنهما: من لم تأمره صلاته بالمعروف، وتنهه عن المنكر، لم يزدد بصلاته من الله إلا بعداً. عن الحسن رحمه الله: من لم تنهه صلاته عن الفحشاء والمنكر، فليست صلاته بصلاة، وهي وبال عليه. أفاده الزمخشري. وقوله تعالى: { وَلَذِكْرُ ٱللَّهِ أَكْبَرُ وَٱللَّهُ يَعْلَمُ مَا تَصْنَعُونَ } قال الزمخشري: أي: وللصلاة أكبر من غيرها من الطاعات، وسماها بذكر الله، كما قال: فَٱسْعَوْاْ إِلَىٰ ذِكْرِ ٱللَّهِ [الجمعة: 9] وإنما قال: (ولذكر الله) ليستقل بالتعليل. كأنه قال: وللصلاة أكبر، لأنها ذكر الله. أو: ولذكر الله عند الفحشاء والمنكر، وذكر نهيه عنهما ووعيده عليهما، أكبر. فكان أولى بأن يَنْهَى من اللطف الذي في الصلاة. وعن ابن عباس رضي الله عنهما، ولذكر الله إياكم برحمته، أكبر من ذكركم إياه بطاعته. انتهى. فـ (ذكر) على الأولين مصدر مضاف للمفعول. وعلى ما بعدهما مضاف للفاعل، والمفعول محذوف. والمفضل عليه في الأولين غيره من الطاعات. وفي الأخير قوله (من ذكركم). وقال الرازي: لما ذكر تعالى أمرين، وهما تلاوة الكتاب وإقامة الصلاة، بيّن ما يوجب أن يكون الإتيان بهما على أبلغ وجوه التعظيم، فقال { وَلَذِكْرُ ٱللَّهِ أَكْبَرُ } وأنتم إذا ذكرتم آبائكم بما فيهم من الصفات الحسنة، تنبشون لذلك وتذكرونهم بملء أفواهكم وقلوبكم. لكن ذكر الله أكبر، فينبغي أن يكون على أبلغ وجه التعظيم. أما الصلاة فكذلك. لأن الله يعلم ما تصنعون. وهذا أحسن صنعكم. فينبغي أن يكون على وجه التعظيم. وفي قوله: { وَلَذِكْرُ ٱللَّهِ أَكْبَرُ } مع حذف بيان ما هو أكبر منه، لطيفة. وهي أن الله لم يقل: أكبر من ذكر فلان، لأن ما نسب إلى غيره بالكبر فله إليه نسبة. إذ لا يقال الجبل أكبر من خردلة وإنما يقال: هذا الجبل أكبر من هذا الجبل. فأسقط المنسوب كأنه قال: (ولذكر الله له الكبر لا لغيره) وهذا كما يقال في الصلاة (الله أكبر) أي: له الكبر لا لغيره. انتهى. ولما بيّن تعالى طريقة إرشاد المشركين، ونفع من انتفع، وحصول اليأس ممن امتنع، بيّن طريقة إرشاد أهل الكتاب بقوله: { وَلاَ تُجَادِلُوۤاْ أَهْلَ ٱلْكِتَابِ إِلاَّ بِٱلَّتِي هِيَ أَحْسَنُ } أي: بالخصلة التي هي أحسن. وهي اللين والأناة { إِلاَّ ٱلَّذِينَ ظَلَمُواْ مِنْهُمْ } أي: بالاعتداء، بأن أفحشوا في المقال وأقذعوا في الجدال، فلا حرج في مقابلتهم بالعنف، لتنكبهم عن جادة اللطف. وهذا كما قال تعالى: لاَّ يُحِبُّ ٱللَّهُ ٱلْجَهْرَ بِٱلسُّوۤءِ مِنَ ٱلْقَوْلِ إِلاَّ مَن ظُلِمَ [النساء: 148] وهذه الآية أصل في آداب المناظرة والجدل { وَقُولُوۤاْ آمَنَّا بِٱلَّذِيۤ أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَـٰهُنَا وَإِلَـٰهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ } أي: مطيعون له خاصة. وفيه تعريض باتخاذهم أحبارهم ورهبانهم أربابا من دون الله. قال ابن كثير: يعني: إذا أخبروا بما لا يعلم صدقه ولا كذبه , فهذا لا يقدم على تكذيبه، لأنه قد يكون حقا. ولا على تصديقه، فلعله أن يكون باطلا. ولكن يؤمن به إيمانا مجملا معلقا على شرط. وهو أن يكون منزلا، لا مبدلا مؤوّلا. وروى البخاريّ عن أبي هريرة قال: كان أهل الكتاب يقرؤون التوراة بالعبرانية ويفسرونها بالعربية لأهل الإسلام. فقال رسول الله صلى الله عليه وسلم: \" لا تصدقوا أهل الكتاب ولا تكذبوهم. وقولوا آمنا بالذي أنزل إلينا وأنزل إليكم وإلهنا وإلهكم واحد ونحن له مسلمون \" وهذا الحديث تفرد به البخاريّ. وروى الإمام أحمد عن أبي نملة الأنصاري مرفوعاً: \" إذا حدثكم أهل الكتاب فلا تصدقوهم ولا تكذبوهم. وقولوا آمنا بالله وكتبه ورسله. فإن كان حقاً لم تكذبوهم , وإن كان باطلا لم تصدقوهم \" ثم ليعلم أن أكثر ما يتحدثون به غالبه كذب وبهتان. لأنه قد دخله تحريف وتبديل وتغيير وتأويل. وما أقل الصدق فيه. ثم ما أقل فائدة كثير منه، لو كان صحيحاً. روى البخاري عن ابن عباس قال: كيف تسألون أهل الكتاب عن شيء، وكتابكم الذي أنزل إليكم على رسول الله صلى الله عليه وسلم أحدث. تقرؤونه محضا لم يُشَبْ. وقد حدثكم أن أهل الكتاب بدلوا وغيّروا، وكتبوا بأيدهم الكتاب، وقالوا: هذا من عند الله ليشتروا به ثمناً قليلا. ألا ينهاكم ما جاءكم من العلم عن مسألتهم؟ لا، والله! ما رأينا منهم رجلا يسألكم عن الذي أنزل عليكم. وقال البخاري: وقال أبو اليمان: أخبرنا شعيب عن الزهريّ. أخبرني حميد ابن عبد الرحمن أنه سمع معاوية يحدث رهطاً من قريش بالمدينة. وذكر كعب الأحبار فقال: إن كان من أصدق هؤلاء المحدثين الذين يحدثون عن أهل الكتاب. وإن كنا مع ذلك لنبلو عليه الكذب. معناه أنه يقع منه الكذب من غير قصد. لأنه يحدث عن صحف هو يحسن بها الظن، وفيها أشياء موضوعة ومكذوبة. لأنهم لم يكن في ملتهم حفاظ متقنون كهذه الأمة العظيمة. ومع ذلك. وقرب العهد , وضعت أحاديث كثيرة في هذه الأمة، لا يعلمها إلا الله عز وجل. ومن منحه الله علماً علم بذلك. كل بحسبه. ولله الحمد والمنة. انتهى.", "annotation": {"aya": [{"start": 584, "end": 631}, {"start": 1130, "end": 1163}, {"start": 2765, "end": 2840}], "hadith": [{"start": 3465, "end": 3577}, {"start": 3655, "end": 3786}], "verse": []}}