{"text": " الإعراب: ما في قولـه { وما أرسلنا } نافية فلذلك قال: مِن رسول الله لأَن من لا تزاد في الإِيجاب وزيادتها تؤذن باستغراق الكلام كقولك: ما جاءني من أحد ولو موضوعة للفعل لما فيها من معنى الجزاء. تقول: لو كان كذا لكان كذا، ولا تأتي بعدها إلاّ أنّ خاصة، وإنما أجيز في أنّ خاصة أن تقع بعدها لأَنها كالفعل في إفادة التأكيد فموضع أنّ بعد لو مع اسمها وخبرها رفع بكونه فاعل الفعل المضمر بعد لو وتقديره لو وقع أنهم جاؤوك وقت ظلمهم أنفسهم أي لو وقع مجيئهم. المعنى: ثُمّ لامهم سبحانه على ردّهم أمره وذكر أن غرضه من البعثة الطاعة فقال { وما أرسلنا من رسول } أي لم نرسل رسولاً من رسلنا { إلا ليطاع } عنى به أن الغرض من الإِرسال أن يطاع الرسول ويمتثل بما يأمر به، وإنما اقتضى ذكر طاعة الرسول هنا أن هؤلاء المنافقين الذين يتحاكمون إلى الطاغوت زعموا أنهم يؤمنون به، وأعرضوا عن طاعته، فبَيّن الله أنه لم يرسل رسولاً إلاَّ ليطاع. وقولـه: { بإذن الله } أي بأمر الله الذي دلّ به على وجوب طاعتهم والإِذن على وجوه أحدها: يكون بمعنى اللطف كقولـه: وما كان لنفس أن تؤمن إلا بإذن الله [يونس: 100] وثانيها: بمعنى التخلية كقولـه تعالى: وما هم بضارين به من أحد إلا بإذن الله [البقرة: 102] وثالثها: بمعنى الأَمر كما في الآية { ولو أنّهم إذ ظلموا أنفسهم } [النساء: 64] أي بخسوها حقَّها بإدخال الضرر عليها بفعل المعصية من استحقاق العقاب وتفويت الثواب بفعل الطاعة. وقيل: ظلموا أنفسهم بالكفر والنفاق { جاؤوك } تائبين مقبلين عليك مؤمنين بك { فاستغفروا الله } لذنوبهم ونزعوا عمَّا عليه { واستغفر لهم الرسول } رجع من لفظ الخطاب في قولـه: { جاؤوك } إلى لفظ الغيبة جرياً على عادة العرب المألوفة واستغفرتَ لهم يا محمد ذنوبهم أي سألت الله أن يغفر لهم ذنوبهم. { لوجدوا الله } هذا يحتمل معنيين أحدهما: لوجدوا مغفرة الله لذنوبهم ورحمته إياهم والثاني: لعلموا الله تواباً رحيماً، والوجدان يكون بمعنى العلم، وبمعنى الإِدراك، فلا يجوز أن يكون على ظاهره هنا بمعنى الإِدراك لأَنه سبحانه غير مُدرَك في نفسه { تواباً } أي قابلاً لتوبتهم { رحيماً } بهم في التجاوز عمَّا قد سلف منهم. وفي قولـه: { وما أرسلنا من رسول إلاَّ ليطاع } أوكد دلالة على بطلان مذهب المجبّرة والقائلين بأنَّ الله يريد أن يعصي أنبياءَه قومٌ، ويطيعهم آخرون، \" وذكر الحسن في هذه الآية أن اثني عشر رجلاً من المنافقين ائتمروا فيما بينهم واجتمعوا على أمر مكيدة لرسول الله فأتاه جبرائيل فأخبره بها فقال ع إن قوماً دخلوا يريدون أمراً لا ينالونه فليقوموا وليستغفروا الله وليعترفوا بذلك حتى أشفع لهم فلم يقوموا فقال رسول الله صلى الله عليه وسلم مراراً لا تقومون فلم يقم أحد منهم فقال صلى الله عليه وسلم: \" قم يا فلان قم يا فلان حتى عدّ اثني عشر رجلاً \" ، فقاموا وقالوا: كنا عزمنا على ما قلت ونحن نتوب إلى الله من ظلمنا، فاشفع لنا. فقال: \" الآن أُخرجوا عني أنا كنت في أول أمركم أطيب نفساً بالشفاعة، وكان الله أسرع إلى الإِجابة \" فخرجوا عنه حتى لم يرهم. وفي الآية دلالة على أن مرتكب الكبيرة يجب عليه الاستغفار فإن الله سيتوب عليه بأن يقبل توبته، ويدل أيضاً على أن مجرّد الاستغفار لا يكفي مع كونه مصرّاً على المعصية لأَنه لم يكن ليستغفر لهم الرسول ما لم يتوبوا بل ينبغي أن يتوب ويندم على ما فعله، ويعزم في القلب على أن لا يعود أبداً إلى مثله ثم يستغفر الله باللسان ليتوب الله عليه.", "annotation": {"aya": [{"start": 920, "end": 954}, {"start": 1004, "end": 1041}], "hadith": [{"start": 1971, "end": 2532}], "verse": []}}