{"text": " { وَقَالُوا لَنْ تَمَسَّنَا النَّارُ } كناية عن دخولها { إِلاَّ أَيَّاماً مَّعْدُودَةً } أى قليله، وكان الحساب فى العرب عزيزاً، فصاروا يعبرون عن القليل بالعدد، لا يألفهون عد الكثير وقوانين الحساب، والقائلون لن تسمنا النار إلا أياماً معدودة يهود المدينة، وهم نشأوا على العربية، وكلامهم فيها حجة، فقالوا معدودة مكان قليلة، وهى مقدار عبادة أبائهم العجل أربعين، زعموا أن الأربعين مدة جعلها الله عذاباً لآبائهم ولهم، وقال من قال: نعذبه سبعة أيام عدد الأسبوع، وأنه سبعة آلاف سنة، رجع إلى سبعة أيام، يوم مكان ألف سنة { قُلْ أَتَّخَذْتُمْ } بهمزة مفتوحة ثابتة وصلا، حتى إنه نقل فتحها اللام فيه ووقفا للاستفهام الإنكارى أو التقريرى على معنى التخطئة، فهو فى معنى التوبيخ، أو نزلة منزلة الاستفهام الحقيقى { عِنْدَ اللهِ عَهْداً } علماً يوثق به أنكم تعذبون أياماً معدودة { فَلَنْ يُخْلِفَ اللهُ عَهْدَهُ } عطف على مدخول الهمزة، كقوله تعالى أفمن شرح الله صدره للإسلام فهو على نور من ربه [الزمر: 22] وقوله تعالى: أفمن وعدناه وعداً حسناً فهو لـَٰقيه [القصص: 61] وذلك بمرتبة المضارع المنصوب فى جواب الاستفهام، إلا أن النصب هنا بلن، كأنه قيل، اتخذتم عند الله عهداً فيوفى لكم به، وينصب يوفى، ولا حاجة إلى تقدير الشرط هكذا: إن اتخذتم عند الله فلن يخلف الله عهده، بمعنى أىّ هذين واقع اتخاذكم العهد أم قولكم على الله ما لا تعلمون، خرج ذلك مخرج للتردد فى تعيينه على سبيل التقرير. والنبى صلى الله عليه وسلم عالم بوقوع أحدهما، وهو قولهم بما لا يعلمون على التعيين { أَمْ } متصلة عطفت جملة، لأنه تعطف المفرد والجملة، أو حرف ابتداء منقطعة بمعنى بل، وهمزرة الإنكار. وهكذا ما أشبهه، والمنقطعة حرف ابتداء وإضراب، وتقدر ببل والهمزة، أو بل أو بالهمزة، وإذا كان الاستفهام بعدها فبمعنى بل فقط، وإذا لم تصلح بل وحدها حمل الكلام على آلهتكم إن قدرت، كقوله تعالى أم كنتم شهداء [البقرة: 133] أى بلى كنتم شهداء، فإنهم لم يكونوا شهداء، أو يقدر، بل تقولون عل مقتضى دعواكم، أنكم كنتم شهداء. { تَقُولُونَ عَلَى اللهِ مَا لاَ تَعْلَمُونَ } بل أنتم فيه جاهلون من دعوى الخروج من النار، وتقليل المدة.", "annotation": {"aya": [{"start": 828, "end": 873}, {"start": 899, "end": 934}, {"start": 1625, "end": 1638}], "hadith": [], "verse": []}}