{"text": " استئناف ابتدائي، فيه زيادة بيان لمساويهم. والمناسبةُ ظاهرة. وتأكيد الجملة بحرف إنّ لتحقيق حالتهم العجيبة وتحقيق ما عقبها من قوله { وهو خادعهم }. وتقدّم الكلام على معنى مخادعة المنافقين الله تعالى في سورة البقرة 9 عند قوله يخادعون الله والذين آمنوا وزادت هذه الآية بقوله وهو خادعهم } أي فقابلهم بمثل صنيعهم، فكما كان فعلهم مع المؤمنين المتبعين أمر الله ورسوله خداعاً لله تعالى، كان إمْهال الله لهم في الدنيا حتى اطمأنّوا وحسبوا أن حيلتهم وكيدهم راجَا على المسلمين وأنّ الله ليس ناصرهم، وإنذارهُ المؤمنين بكيدهم حتّى لا تنطلي عليهم حيلهم، وتقديرُ أخذه إيّاهم بأخَرَة، شبيهاً بفعل المخادع جزءاً وفاقاً. فإطلاق الخداع على استدراج الله إيّاهم أستعارة تمثيلية، وحسنَّتَهْا المشاكلة لأنّ المشاكلة لا تعدو أن تكون استعارة لفظ لغير معناه مع مزيد مناسبة مع لفظ آخر مثل اللفظ المستعار. فالمشاكلة ترجع إلى التلميح، أي إذا لم تكن لإطلاق اللفظ على المعنى المراد علاقةٌ بين معنى اللفظ والمعنى المراد إلاّ محاكاة اللفظ، سميّت مشاكلة كقول أبي الرقَعْمَق.قالوا اقترْحْ شيئاً نجد لك طبخه قلتُ أطبخوا لي جُبَّةً وقَميصاً و«كُسالى» جمع كسلان على وزن فُعالى، والكَسلان المتّصف بالكسل، وهو الفتور في الأفعال لسآمةٍ أو كراهية. والكسل في الصلاة مؤذن بقلّة اكتراث المصلّي بها وزهده في فعلها، فلذلك كان من شيم المنافقين. ومن أجل ذلك حذّرت الشريعة من تجاوز حدّ النشاط في العبادة خشية السآمة، ففي الحديث \" عليكم من الأعمال بما تطيقون فإنّ الله لا يَمَلُّ حتّى تَمَلّوا \" ونهى على الصلاة والإنسان يريد حاجته، وعن الصلاة عند حضور الطعام، كلّ ذلك ليكون إقبال المؤمن على الصلاة بَشَرهٍ وعزم، لأنّ النفس إذا تطرّقتها السآمة من الشيء دبّت إليها كراهيته دبيباً حتّى تتمكّن منها الكراهِية، ولا خطَر على النفس مثلُ أن تكره الخير. و«كسالى» حال لازمة من ضمير { قاموا } ، لأنّ قاموا لا يصلح أن يقع وحده جواباً لــــ «إذا» التي شرطها «قاموا»، لأنّه لو وقع مجرّداً لكان الجواب عين الشرط، فلزم ذكر الحال، كقوله تعالى وإذا مرّوا باللغو مرّوا كراماً الفرقان 72 وقول الأحوص الأنصاري فإذا تَزُولُ تَزُولُ عن مُتَخَمِّطٍ تُخْشَى بَوادره على الأقران وجملة { يراءَون الناس } حال ثانية، أو صفة لــــ كسالى، أو جملة مستأنفة لبيان جواب من يسأل ماذا قَصْدُهم بهذا القيام للصلاة وهلاّ تركوا هذا القيام من أصله، فوقع البيان بأنّهم يُراءون بصلاتهم الناس. { ويُراءون } فعل يقتضي أنّهم يُرون الناس صلاتهم ويُريهم الناس. وليس الأمر كذلك، فالمفاعلة هنا لمجرد المبالغة في الإراءة، وهذا كثير في باب المفاعلة. وقوله { ولا يذكرون الله إلاّ قليلاً } معطوف على { يُراءُون } إن كان { يراءون } حالاً أو صفة، وإن كان { يراءون } استئناف فجملة { ولا يذكرون } حال، والواو واو الحال، أي ولا يذكرون الله بالصلاة ألاّ قليلاً. فالاستثناء إإمّا من أزمنة الذكر، أي إلاّ وقتاً قليلاً، وهو وقت حضورهم مع المسلمين إذ يقومون إلى الصلاة معهم حينئذٍ فيذكرون الله بالتكبير وغيره، وإمّا من مصدر { يذكرون } ، أي إلاّ ذكراً قليلاً في تلك الصلاة التي يُراءون بها، وهو الذكر الذي لا مندوحة عن تركه مثل التأمين، وقول ربنا لك الحمد، والتكبير، وما عدا ذلك لا يقولونه من تسْبيححِ الركوع، وقراءةِ ركعات السرّ. ولك أن تجعل جملة { ولا يذكرون } معطوفة على جملة { وإذا قاموا } ، فهي خبر عن خصالهم، أي هم لا يذكرون الله في سائر أحوالهم إلاّ حالا قليلاً أو زمناً قليلاً وهو الذكر الذي لا يخلو عنه عبد يحتاج لربّه في المنشط والمكره، أي أنّهم ليسوا مثل المسلمين الذين يذكرون الله على كلّ حال، ويكثرون من ذكره، وعلى كلّ تقدير فالآية أفادت عبوديتهم وكفرَهم بنعمة ربّهم زيادة على كفرهم برسوله وقرآنه. ثم جاء بحال تعبر عن جامع نفاقهم وهي قوله { مُذبذبينَ بينَ ذلك } وهو حال من ضمير { يُراءون }. والمذَبْذَب اسن مفعول من الذّبْذَبة. يقال ذبذبه فتذبذب. والذبذبة شدّة الاضطراب من خوف أو خجل، قيل إن الذبذبة مشتقّة من تكرير ذَبّ إذا طَرد، لأنّ المطرود يعجّل ويضطرب، فهو من الأفعال التي أفادت كثرة المصدر بالتكرير، مثل زلزل ولَمْلَم بالمكان وصلصل وكبكب، وفيه لغة بدالين مهملتين، وهي التي تجري في عاميتنا اليوم، يقولون رجل مدبدب، أي يفعل الأشياء على غير صواب ولا توفيق. فقيل إنّها مشتقّة من الدْبَّة ــــ بضمّ الدال وتشديد الباء الموحدة ــــ أي الطريقة بمعنى أنّه يَسلك مرّة هذا الطريق ومرّة هذا الطريق. والإشارة بقوله { بين ذلك } إلى ما استفيد من قوله { يُراءون الناس } لأنّ الذي يقصد من فعله إرضاء الناس لا يلبث أن يصير مذبذباً، إذ يجد في النماس أصنافاً متبايَنة المقاصد والشهوات. ويجوز جعل الإشارة راجعة إلى شيء غير مذكور، ولكن إلى ما من شأنه أن يشار إليه، أي مذبذبين بين طرفين كالإيمان والكفر. وجملة { لا إلى هؤلاء ولا إلى هؤلاء } صفة لــــ { مذبذبين } لقصد الكشف عن معناه لما فيه من خفاء الاستعارة، أو هي بيان لقوله { مذبذبين بين ذلك }. و { هؤلاء } أحدهما إشارة إلى المؤمنين، والآخر إشارة إلى الكافرين من غير تعيين، إذ ليس في المقام إلاّ فريقان فأيّها جعلته مشاراً إليه بأحد اسمي الإشارة صحّ ذلك، ونظيره قوله تعالى «فوجد فيها رجلين يقتتلان هذا من شيعته وهذا من عدوّه». والتقدير لا هُم إلى المسلمين ولا هُم إلى الكافرين. وإلى متعلّقة بمحذوف دلّ عليه معنى الانتهاء، أي لا ذاهبين إلى هذا الفريق ولا إلى الفريق الآخر، والذهاب الذي دلّت عليه إلى ذهاب مجازي وهو الانتماء والانتساب، أي هُم أضاعوا النسبتين فلا هم مسلمون ولا هم كافرون ثابتون، والعرب تأتي بمثل هذا التركيب المشتمل على لا النافية مكرّرةً في غرضين تارة يقصدون به إضاعة الأمرين، \" كقول إحدى نساء حديث أمّ زرع «لا سَهْلٌ فيُرْتقَى ولا سمين فيُنْتَقَل» \" وقوله تعالى فَلاَ صَدَّقَ ولا صلّى القيامة 31 لا ذلول تثير الأرض وَلا تسْقي الحرث البقرة 71. وتارة يقصدون به إثبات حالة وسَط بين حالين، كقوله تعالى لا شرقيةٍ ولا غريبةٍ النور 35 ــــ لا فارض ولا بكر المائدة 68، وقول زهير فلاَ هُو أخفاها ولم يَتَقَدّمِ وعلى الاستعمالين فمعنى الآية خفي، إذ ليس المراد إثبات حالة وسط للمنافقين بين الإيمان والكفر، لأنّه لا طائل تحت معناه، فتعيّن أنّه من الاستعمال الأول، أي ليسوا من المؤمنين ولا من الكافرين. وهم في التحقيق.، إلى الكافرين. كما دَلّ عليه آيات كثيرة. كقوله الذين يتُخذون الكافرين أولياء من دون المؤمنين النساء 139 وقوله وإن كان للكافرين نصيب قالوا ألم نستحوذ عليكم ونمنعكم من المؤمنين النساء 141. فتعيّن أنّ المعنى أنهم أضاعوا الإيمان والانتماء إلى المسلمين، وأضاعوا الكفر بمفارقة نصرة أهله، أي كانوا بحالة اضطراب وهو معنى التذبذب. والمقصود من هذا تحقيرهم وتنفير الفريقين من صحبتِهم لينبذهم الفريقان. وقوله { فلن تجد له سبيلاً } الخطاب لغير مُعّين، والمعنى لم تجد له سيبلاً إلى الهدى بقرينة مقابلته بقوله { ومن يضلل الله }.", "annotation": {"aya": [{"start": 222, "end": 247}, {"start": 1773, "end": 1803}, {"start": 4910, "end": 4932}, {"start": 4944, "end": 4979}, {"start": 5046, "end": 5066}, {"start": 5081, "end": 5096}, {"start": 5401, "end": 5446}, {"start": 5464, "end": 5528}], "hadith": [{"start": 1275, "end": 1341}, {"start": 4824, "end": 4897}], "verse": [{"start": 943, "end": 1000}, {"start": 1836, "end": 1899}, {"start": 5119, "end": 5149}]}}