{"text": " قوله تعالى: { ولا تجعل يدك مغلولة إِلى عنقك } سبب نزولها: \" أن غلاماً جاء إِلى رسول الله صلى الله عليه وسلم فقال، إِن أُمِّي تسألك كذا وكذا، قال: «ما عندنا اليوم شيء»، قال: فتقول لك: اكْسُني قميصك، قال: فخلع قميصه فدفعه إِليه، وجلس في البيت حاسراً \" ، فنزلت هذه الآية، قاله ابن مسعود. وروى جابر بن عبد الله نحو هذا، فزاد فيه، فأذَّن بلال للصلاة، وانتظروه فلم يخرج، فشغل قلوب الصحابة، فدخل عليه بعضهم، فرأوه عُرياناً، فنزلت هذه الآية، والمعنى: لا تمسك يدك عن البذل كلَّ الإِمساك حتى كأنها مقبوضة إِلى عنقك، { ولا تبسطها كلَّ البسط } في الإِعطاء والنفقة { فتقعُدَ ملوماً } تلوم نفسك ويلومك الناس، { محسوراً } قال ابن قتيبة: تَحْسِرُكَ العطيةُ وتقطعك كما يَحْسِرُ السفر البعيرَ فيبقى منقطعاً به. قال الزجّاج: المحسور: الذي قد بلغ الغاية في التعب والإِعياء، فالمعنى: فتقعدَ وقد بلغتَ في الحَمْل على نفسك وحالك حتى صِرتَ بمنزلة من قد حَسَر. قال القاضي أبو يعلى: وهذا الخطاب أُريدَ به غيرُ رسول الله صلى الله عليه وسلم، لأنه لم يكن يدَّخِرُ شيئاً لغدٍ، وكان يجوع حتى يشُدَّ الحجَر على بطنه، وقد كان كثير من فضلاء الصحابة ينفقون جميع ما يملكون، فلم ينههم الله، لصحة يقينهم، وإِنما نهى من خِيف عليه التحسُّر على ما خرج من يده، فأما من وثق بوعد الله تعالى، فهو غير مراد بالآية. قوله تعالى: { إِن ربَّك يبسُط الرِّزق لمن يشاء ويقدر } أي: يوسع على من يشاء ويضيِّق، { إِنه كان بعباده خبيراً بصيراً } حيث أجرى أرزاقهم على ما علم فيه صلاحهم. قوله تعالى: { ولا تقتلوا أولادكم خَشية إِملاق } قد فسرناه في [الأنعام: 151]. قوله تعالى: { كان خِطْئاً كبيراً } قرأ نافع، وأبو عمرو، وعاصم، وحمزة، والكسائي: «خِطْءاً» مكسورة الخاء ساكنة الطاء مهموزة مقصورة. وقرأ ابن كثير، وعطاء: «خِطاءً» مكسورة الخاء ممدودة مهموزة. وقرأ ابن عامر: «خَطَأً» بنصب الخاء والطاء وبالهمز من غير مدٍّ. وقرأ أبو رزين كذلك، إِلاَّ أنه مَدَّ وقرأ الحسن، وقتادة: «خَطْءاً» بفتح الخاء وسكون الطاء مهموز مقصور. وقرأ الزهري، وحميد بن قيس: «خِطاً» بكسر الخاء وتنوين الطاء من غير همز ولا مَدّ. قال الفراء: الخِطء: الإِثم، وقد يكون في معنى «خَطَأ» كما قالوا: «قِتْبٌ» و«قَتَبٌ» و«حِذْرٌ» و«حَذَرٌ» و«نِجْسٌ» و«نَجَسٌ»، والخِطء، والخِطاء، والخَطَاء، ممدود: لغات. وقال أبو عبيدة: خَطِئْتُ وأَخْطَأْتُ، لغتان. وقال أبو علي: قراءة ابن كثير «خِطاءً»، يجوز أن تكون مصدرَ «خاطأ» وإِن لم يسمع «خاطأَ» ولكن قد جاء ما يدل عليه، أنشد أبو عبيدة: الخِطءُ والخَطء والخَطاء وقال الأخفش: خَطِئ يَخْطَأُ بمعنى «أَذْنَبَ» وليس بمعنى «أَخطأَ»، لأن «أخطأ»: فيما لم يصنعه عمداً، تقول فيما أتيتَه عمداً: «خَطِئْتُ»، وفيما لم تتعمده: «أخطأتُ». وقال ابن الأنباري: «الخِطء»: الإِثم، يقال: قد خَطِئَ يَخْطَأُ: إذا أثم، وأَخْطَأ يُخْطِئُ: إِذا فارق الصواب. وقد شرحنا هذا في [يوسف: 91] عند قوله: { وإِن كنا لخاطئين }.", "annotation": {"aya": [], "hadith": [{"start": 58, "end": 249}], "verse": [{"start": 2179, "end": 2203}]}}