{"text": " هذا شروع في بيان حال المداينة الواقعة بين الناس بعد بيان حال الربا، أي إذا داين بعضكم بعضاً، وعاملهُ بذلك، وذكر الدين بعد ذكر ما يغني عنه من المداينة لقصد التأكيد مثل قوله وَلاَ طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ الأنعام 38 وقيل إنه ذكر ليرجع إليه الضمير من قوله { فَٱكْتُبُوهُ } ولو قال فاكتبوا الدين لم يكن فيه من الحسن ما في قوله { إِذَا تَدَايَنتُم بِدَيْنٍ } ، والدين عبارة، عن كل معاملة كان أحد العوضين فيها نقداً، والآخر في الذمة نسيئة، فإن العين عند العرب ما كان حاضراً، والدين ما كان غائباً، قال الشاعر وَعَدتْنَا بِدْرِهَمْيِنا طِلاءً   وسِواء معجلاً غَيرِ دَيْنِ وقال الآخر إذا ما أوقدوا ناراً وحطبا   فَذَاك الموتُ نَقْداً غَير دَيُن وقد بين الله سبحانه هذا المعنى بقوله { إِلَىٰ أَجَلٍ مُّسَمًّى } وقد استدل به على أن الأجل المجهول لا يجوز، وخصوصاً أجل السلم. وقد ثبت في الصحيح، عن النبي صلى الله عليه وسلم \" من أسلف في تمر فليسلف في كيل معلوم إلى أجل معلوم \" وقد قال بذلك الجمهور، واشترطوا توقيته بالأيام، أو الأشهر، أو السنين، قالوا ولا يجوز إلى الحصاد، أو الدياس، أو رجوع القافلة، أو نحو ذلك، وجوَّزه مالك. قوله { فَٱكْتُبُوهُ } أي الدين بأجله لأنه أدفع للنزاع، وأقطع للخلاف. قوله { وَلْيَكْتُب بَّيْنَكُم كَاتِبٌ } هو بيان لكيفية الكتابة المأمور بها، وظاهر الأمر الوجوب، وبه قال عطاء، والشعبي، وغيرهما، فأوجبوا على الكاتب أن يكتب إذا طلب منه ذلك، ولم يوجد كاتب سواه. وقيل الأمر للندب. وقوله { بِٱلْعَدْلِ } متعلق بمحذوف صفة لكاتب أي كاتب كائن بالعدل، أي يكتب بالسوية لا يزيد، ولا ينقص، ولا يميل إلى أحد الجانبين، وهو أمر للمتداينين باختيار كاتب متصف بهذه الصفة لا يكون في قلبه، ولا قلمه هوادة لأحدهما على الآخر، بل يتحرّى الحق بينهم، والمعدلة فيهم. قوله { وَلاَ يَأْبَ كَاتِبٌ } النكرة في سياق النفي مشعرة بالعموم، أي لا يمتنع أحد من الكتاب أن يكتب كتاب التداين، كما علمه الله، أي على الطريقة التي علمه الله من الكتابة، أو كما علمه الله بقوله { بِٱلْعَدْلِ }. قوله { وَلْيُمْلِلِ ٱلَّذِى عَلَيْهِ ٱلْحَقُّ } الإملال، والإملاء لغتان الأولى لغة أهل الحجاز، وبني أسد، والثانية لغة بني تميم، فهذه الآية جاءت على اللغة الأولى، وجاء على اللغة الثانية قوله تعالى فَهِىَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلاً الفرقان 5 { وَٱلَّذِى عَلَيْهِ ٱلْحَقُّ } هو من عليه الدين، أمره الله تعالى بالإملاء، لأن الشهادة إنما تكون على إقراره بثبوت الدين في ذمته، وأمره الله بالتقوى فيما يمليه على الكاتب، بالغ في ذلك بالجمع بين الإسم، والوصف في قوله { وَلْيَتَّقِ ٱللَّهَ رَبَّهُ } ونهاه عن البخس، وهو النقص، وقيل إنه نهي للكاتب. والأوّل أولى لأن من عليه الحق هو الذي يتوقع منه النقص، ولو كان نهياً للكاتب لم يقتصر في نهيه على النقص لأنه يتوقع منه الزيادة، كما يتوقع منه النقص. والسفيه هو الذي لا رأي له في حسن التصرف، فلا يحسن الأخذ، ولا الإعطاء، شبه بالثوب السفيه، وهو الخفيف النسج، والعرب تطلق السفه على ضعف العقل تارة، وعلى ضعف البدن أخرى، فمن الأوّل قول الشاعر نَخَافُ أن تَسْفَه أَحْلامُنا   ويجْهلُ الدهرُ مع الجاهلِ ومن الثاني قول ذي الرمة مَشَيْن كما اهتزَّت رماحٌ تَسَفَّهَتْ   أعالِيها مَرُّ الرياحِ النّواسِم أي استضعفها، واستلانها بحركتها، وبالجملة فالسفيه هو المبذر إما لجهله بالصرف، أو لتلاعبه بالمال عبثاً مع كونه لا يجهل الصواب. والضعيف هو الشيخ الكبير، أو الصبي. قال أهل اللغة الضُعف بضم الضاد في البدن، وبفتحها في الرأي. والذي لا يستطيع أن يُمِلَّ هو الأخرس، أو العَيِيُّ الذي لا يقدر على التعبير كما ينبغي، وقيل إن الضعيف هو المذهول العقل الناقص الفطنة العاجز عن الإملاء، والذي لا يستطيع أن يملّ هو الصغير. قوله { فَلْيُمْلِلْ وَلِيُّهُ بِٱلْعَدْلِ } الضمير عائد إلى الذي عليه الحق فيملّ عن السفيه وليه المنصوب عنه بعد حجره، عن التصرف في ماله، ويملّ عن الصبي، ووصيه، أو وليه، وكذلك يملّ عن العاجز، الذي لا يستطيع الإملال لضعف وليه لأنه في حكم الصبيّ، أو المنصوب عنه من الإمام، أو القاضي، ويملّ عن الذي لا يستطيع، وكيله إذا كان صحيح العقل، وعرضت له آفة في لسانه، أو لم تعرض، ولكنه جاهل لا يقدر على التعبير، كما ينبغي. وقال الطبري إن الضمير في قوله { وَلِيُّهُ } يعود إلى الحق، وهو ضعيف جداً. قال القرطبي في تفسيره وتصرّف السفيه المحجور عليه دون وليه فاسد إجماعاً مفسوخ أبداً لا يوجب حكماً، ولا يؤثر شيئاً، فإن تصرف سفيه، ولا حجر عليه، ففيه خلاف. انتهى. قوله { وَٱسْتَشْهِدُواْ شَهِيدَيْنِ مّن رّجَالِكُمْ } الاستشهاد طلب الشهادة، وسماهما شهيدين قبل الشهادة من مجاز الأول أي باعتبار ما يئول إليه أمرهما من الشهادة، و { مّن رّجَالِكُمْ } متعلق بقوله { وَٱسْتَشْهِدُواْ } أو بمحذوف هو صفة لشهيدين، أي كائنين من رجالكم، أي من المسلمين، فيخرج الكفار، ولا وجه لخروج العبيد من هذه الآية. فهم إذا كانوا مسلمين من رجال المسلمين، وبه قال شريح، وعثمان البتي، وأحمد بن حنبل، وإسحاق بن راهويه، وأبو ثور. وقال أبو حنيفة، ومالك، والشافعي، وجمهور العلماء لا تجوز شهادة العبد لما يلحقه من نقص الرق. وقال الشعبي، والنخعي يصح في الشيء اليسير دون الكثير. واستدل الجمهور على عدم جواز شهادة العبد بأن الخطاب في هذه الآية مع الذين يتعاملون بالمداينة، والعبيد لا يملكون شيئاً تجري فيه المعاملة. ويجاب عن هذا بأن الاعتبار بعموم اللفظ لا بخصوص السبب، وأيضاً العبد تصح منه المداينة، وسائر المعاملات إذا أذن له مالكه بذلك. وقد اختلف الناس هل الإشهاد واجب، أو مندوب، فقال أبو موسى الأشعري، وابن عمر، والضحاك، وعطاء، وسعيد بن المسيب، وجابر بن زيد، ومجاهد، وداود بن علي الظاهري، وابنه إنه واجب، ورجحه ابن جرير الطبري، وذهب الشعبي، والحسن، ومالك، والشافعي، وأبو حنيفة، وأصحابه إلى أنه مندوب، وهذا الخلاف بين هؤلاء هو في وجوب الإشهاد على البيع. واستدل الموجبون بقوله تعالى { وَأَشْهِدُواْ إِذَا تَبَايَعْتُمْ } ولا فرق بين هذا الأمر، وبين قوله { وَٱسْتَشْهِدُواْ } فيلزم القائلين بوجوب الإشهاد في البيع أن يقولوا بوجوبه في المداينة. قوله { فَإِن لَّمْ يَكُونَا } أي الشهيدان { رَجُلَيْنِ فَرَجُلٌ وَٱمْرَأَتَانِ } أي فليشهد رجل، وامرأتان، أو فرجل، وامرأتان يكفون. وقوله { ممن تَرْضَوْنَ مِنَ ٱلشُّهَدَاء } متعلق بمحذوف وقع صفة لرجل، وامرأتان، أي كائنون ممن ترضون حال كونهم من الشهداء. والمراد ممن ترضون دينهم، وعدالتهم، وفيه أن المرأتين في الشهادة برجل، وأنها لا تجوز شهادة النساء إلا مع الرجل لا وحدهنّ، إلا فيما لا يطلع عليه غيرهنّ للضرورة. واختلفوا هل يجوز الحكم بشهادة امرأتين مع يمين المدّعي كما جاز الحكم برجل مع يمين المدّعي؟ فذهب مالك، والشافعي إلى أنه يجوز ذلك، لأن الله سبحانه قد جعل المرأتين كالرجل في هذه الآية. وذهب أبو حنيفة، وأصحابه إلى أنه لا يجوز ذلك، وهذا يرجع إلى الخلاف في الحكم بشاهد مع يمين المدّعي، والحق أنه جائز لورود الدليل عليه، وهو زيادة لم تخالف ما في الكتاب العزيز، فيتعين قبولها. وقد أوضحنا ذلك في شرحنا للمنتقي، وغيره من مؤلفاتنا، ومعلوم عند كل من يفهم أنه ليس في هذه الآية ما يردّ به قضاء رسول الله صلى الله عليه وسلم بالشاهد، واليمين، ولم يدفعوا هذا إلا بقاعدة مبنية على شفا جرف هارٍ هي قولهم إن الزيادة على النص نسخ، وهذه دعوى باطلة، بل الزيادة على النص شريعة ثابتة جاءنا بها من جاءنا بالنص المتقدم عليها، وأيضاً كان يلزمهم أن لا يحكموا بنكول المطلوب، ولا بيمين الرد على الطالب. وقد حكموا بهما، والجواب الجواب. قوله { أَن تَضِلَّ إْحْدَاهُمَا فَتُذَكّرَ إِحْدَاهُمَا ٱلأخْرَىٰ } قال أبو عبيد معنى تضلّ تنسى، والضلال عن الشهادة إنما هو نسيان جزء منها، وذكر جزء. وقرأ حمزة «إن تضلّ» بكسر الهمزة. وقوله { فَتُذَكّرَ } جوابه على هذه القراءة، وعلى قراءة الجمهور هو منصوب بالعطف على تضلّ، ومن رفعه فعلى الاستئناف. وقرأ ابن كثير، وأبو عمرو «فتذكر» بتخفيف الذال، والكاف، ومعناه تزيدها ذكراً. وقراءة الجماعة بالتشديد، أي تنبهها إذا غفلت، ونسيت، وهذه الآية تعليل لاعتبار العدد في النساء، أي فليشهد رجل، وتشهد امرأتان عوضاً، عن الرجل الآخر لأجل تذكير إحداهما للأخرى إذا ضلت، وعلى هذا، فيكون في الكلام حذف، وهو سؤال سائل عن وجه اعتبار امرأتين عوضاً عن الرجل الواحد، فقيل وجهه أن تضلّ إحداهما، فتذكر إحداهما الأخرى، والعلة في الحقيقة هي التذكير، ولكن الضلال لما كان سبباً له نزل منزلته، وأبهم الفاعل في تضلّ، وتذكر، لأن كلا منهما يجوز عليه الوصفان فالمعنى إن ضلت هذه ذكرتها هذه، وإن ضلت هذه ذكرتها هذه لا على التعيين، أي إن ضلت إحدى المرأتين ذكرتها المرأة الأخرى، وإنما اعتبر فيهما هذا التذكير لما يلحقهما من ضعف النساء بخلاف الرجال. وقد يكون الوجه في الإبهام أن ذلك يعني الضلال، والتذكير يقع بينهما متناوباً حتى ربما ضلت هذه عن وجه وضلت تلك عن وجه آخر، فذكرت كل واحدة منهما صاحبتها. وقال سفيان بن عيينة معنى قوله { فَتُذَكّرَ إِحْدَاهُمَا ٱلأخْرَىٰ } تصيرها ذكراً، يعني أن مجموع شهادة المرأتين مثل شهادة الرجل الواحد. وروى نحوه عن أبي عمرو بن العلاء، ولا شك أن هذا باطل لا يدل عليه شرع، ولا لغة، ولا عقل. قوله { وَلاَ يَأْبَ ٱلشُّهَدَاء إِذَا مَا دُعُواْ } أي لأداء الشهادة التي قد تحملوها من قبل، وقيل إذا ما دعوا لتحمل الشهادة، وتسميتهم شهداء مجاز كما تقدم، وحملها الحسن على المعنيين. وظاهر هذا النهي أن الامتناع من أداء الشهادة حرام. قوله { ولا تسأموا أن تكتبوه } معنى تسأموا تملوا. قال الأخفش يقال سئمت أسأم سآمة، وسآما، ومنه قول الشاعر سَئِمْتُ تَكَالِيفَ الحياةِ وَمَنْ يَعِشْ   ثَمانِين حَوْلاً لاَ أبا لك يَسأَمِ أي لا تملوا أن تكتبوه، أي الدين الذي تداينتم به، وقيل الحق، وقيل الشاهد، وقيل الكتاب، نهاهم الله سبحانه عن ذلك لأنهم ربما ملُّوا من كثرة المداينة أن يكتبوا، ثم بالغ في ذلك، فقال { صَغِيرًا أَوْ كَبِيرًا } أي حال كون ذلك المكتوب صغيراً، أو كبيراً أي لا تملوا في حال من الأحوال سواء كان الدين كثيراً، أو قليلاً. وقيل إنه كنى بالسآمة عن الكسل. والأول أولى. وقدّم الصغير هنا على الكبير للاهتمام به لدفع ما عساه أن يقال إن هذا مال صغير، أي قليل لا احتياج إلى كتبه، والإشارة في قوله { ذٰلِكُمْ } إلى المكتوب المذكور في ضمير قوله { أَن تَكْتُبُوهُ } و { أقسط } معناه أعدل، أي أصح، وأحفظ { وَأَقْوَمُ لِلشَّهَـٰدَةِ } أي أعون على إقامة الشهادة، وأثبت لها، وهو مبني من أقام، وكذلك أقسط مبني من فعله، أي أقسط. وقد صرح سيبويه بأنه قياسي، أي بني أفعل التفضيل. ومعنى قوله { وَأَدْنَى أَن لا تَرْتَابُواْ } أقرب لنفي الريب في معاملاتكم، أي الشك، ذلك أن الكتاب الذي يكتبونه يدفع ما يعرض لهم من الريب كائناً ما كان. قوله { إِلا أَن تَكُونَ تِجَـٰرَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ } \" أن \" في موضع نصب على الإستثناء قاله الأخفش، و \" كان \" تامة، أي إلا أن تقع، أو توجد تجارة، والإستثناء منقطع، أي لكن وقت تبايعكم، وتجارتكم حاضرة بحضور البدلين { تُدِيرُونَهَا بَيْنَكُمْ } تتعاطونها يداً بيد، فالإدارة التعاطي، والتقابض، فالمراد التبايع الناجز يداً بيد، فلا حرج عليكم إن تركتم كتابته. وقرىء بنصب تجارة على أن \" كان \" ناقصة، أي إلا أن تكون التجارة تجارة حاضرة. قوله { وَأَشْهِدُواْ إِذَا تَبَايَعْتُمْ } قيل معناه وأشهدوا إذا تبايعتم هذا التبايع المذكور هنا، وهو التجارة الحاضرة على أن الإشهاد فيها يكفي. وقيل معناه إذا تبايعتم أيّ تبايع كان حاضراً أو كالِئاً، لأن ذلك أدفع لمادة الخلاف وأقطع لمنشأ الشجار. وقد تقدّم قريباً ذكر الخلاف في كون هذا الإشهاد واجباً، أو مندوباً. قوله { وَلاَ يُضَارَّ كَاتِبٌ وَلاَ شَهِيدٌ } يحتمل أن يكون مبنياً للفاعل، أو للمفعول، فعلى الأوّل معناه لا يضار كاتب، ولا شهيد من طلب ذلك منهما، إما بعدم الإجابة، أو بالتحريف، والتبديل، والزيادة، والنقصان في كتابته، ويدل على هذا قراءة عمر بن الخطاب، وابن عباس، وابن أبي إسحاق «ولا يضارر» بكسر الراء الأولى، وعلى الثاني لا يضارَر كاتب، ولا شهيد بأن يدعيا إلى ذلك، وهما مشغولان بمهمّ لهما، ويضيق عليهما في الإجابة، ويؤذيا إن حصل منهما التراخي، أو يطلب منهما الحضور من مكان بعيد، ويدل على ذلك قراءة ابن مسعود « ولا يضارر» بفتح الراء الأولى، وصيغة المفاعلة تدل على اعتبار الأمرين جميعاً. وقد تقدّم في تفسير قوله تعالى لاَ تُضَارَّ وٰلِدَةٌ بِوَلَدِهَا البقرة 233 ما إذا راجعته زادك بصيرة إن شاء الله. قوله { وَإِن تَفْعَلُواْ } أي ما نهيتم عنه من المضارة { فَإِنَّهُ } أي فعلكم هذا { فُسُوقٌ بِكُمْ } أي خروج عن الطاعة إلى المعصية ملتبس بكم { وَٱتَّقُواْ ٱللَّهَ } في فعل ما أمركم به، وترك ما نهاكم عنه { وَيُعَلّمُكُمُ ٱللَّهُ } ما تحتاجون إليه من العلم، وفيه الوعد لمن اتقاه أن يعلمه، ومنه قوله تعالى إَن تَتَّقُواْ ٱللَّهَ يَجْعَل لَّكُمْ فُرْقَانًا الأنفال 29. قوله { وَإِن كُنتُمْ عَلَىٰ سَفَرٍ } لما ذكر سبحانه مشروعية الكتابة، والإشهاد لحفظ الأموال، ودفع الريب، عقب ذلك بذكر حالة العذر، عن وجود الكاتب، ونص على حالة السفر، فإنها من جملة أحوال العذر، ويلحق بذلك كل عذر يقوم مقام السفر، وجعل الرهان المقبوضة قائمة مقام الكتابة، أي فإن كنتم مسافرين { وَلَمْ تَجِدُواْ كَاتِبًا } في سفركم { فَرِهَـٰنٌ مَّقْبُوضَةٌ } قال أهل العلم الرهن في السفر ثابت بنص التنزيل، وفي الحضر بفعل رسول الله صلى الله عليه وسلم، كما ثبت في الصحيحين «أنه رهن درعاً له من يهودي». وقرأ الجمهور «كاتباً» أي رجلاً يكتب لكم. وقرأ ابن عباس، وأبيّ ومجاهد، والضحاك، وعكرمة، وأبو العالية «كتاباً» قال ابن الأنباري فسره مجاهد فقال معناه فإن لم تجدوا مداداً يعني في الأسفار. وقرأ أبو عمرو وابن كثير «فرُهُنٌ» بضم الراء والهاء. وروي عنهما تخفيف الهاء جمع رهان، قاله الفراء، والزجاج، وابن جرير الطبري. وقرأ عاصم بن أبي النجود «فرَهْن» بفتح الراء، وإسكان الهاء. وقراءة الجمهور «رهان». قال الزجاج يقال في الرهن رهنت، وأرهنت، وكذا قال ابن الأعرابي، والأخفش. وقال أبو علي الفارسي يقال أرهنت في المعاملات، وأما في القرض، والبيع فرهنت، وقال ثعلب الرواة كلهم في قول الشاعر فَلَمَّا خَشِيتُ أَظَافِيرهُمْ   نَجَوتُ وأرْهَنْتُهم مَالِكاً على أرهنتهم على أنه يجوز رهنته، وأرهنته إلا الأصمعي، فإنه رواه وأرهنهم على أنه عطف لفعل مستقبل على فعل ماض وشبهه بقوله قمت، وأصك وجهه. وقال ابن السكيت أرهنت فيهما بمعنى أسلفت، والمرتهن الذي يأخذ الرهن، والشيء مرهون، ورهين، وراهنت فلاناً على كذا مراهنة خاطرته. وقد ذهب الجمهور إلى اعتبار القبض، كما صرح به القرآن، وذهب مالك إلى أنه يصح الارتهان بالإيجاب، والقبول من دون قبض. قوله { فَإِنْ أَمِنَ بَعْضُكُم بَعْضًا فَلْيُؤَدّ ٱلَّذِى ٱؤْتُمِنَ أَمَـٰنَتَهُ } أي إن كان الذي عليه الحق أميناً، عند صاحب الحق لحسن ظنه به، وأمانته لديه، واستغنى بأمانته عن الارتهان { فَلْيُؤَدّ ٱلَّذِى ٱؤْتُمِنَ } وهو المديون { أَمَـٰنَتَهُ } أي الدين الذي عليه، والأمانة مصدر سمي به الذي في الذمة، وأضافها إلى الذي عليه الدين من حيث أن لها إليه نسبة، وقريء «ايتمن» بقلب الهمزة ياء، وقريء بإدغام الياء في التاء، وهو خطأ لأن المنقلبة من الهمزة لا تدغم لأنها في حكمها { وَلْيَتَّقِ ٱللَّهَ رَبَّهُ } في أن لا يكتم من الحق شيئاً. قوله { وَلاَ تَكْتُمُواْ ٱلشَّهَـٰدَةَ } نهي للشهود أن يكتموا ما تحملوه من الشهادة، وهو في حكم التفسير لقوله { وَلاَ يُضَارَّ كَاتِبٌ } أي لا يضارر بكسر الراء الأولى على أحد التفسيرين المتقدّمين. قوله { وَمَن يَكْتُمْهَا فَإِنَّهُ ءاثِمٌ قَلْبُهُ } خص القلب بالذكر لأن الكتم من أفعاله، ولكونه رئيس الأعضاء، وهو المضغة التي إن صلحت صلح الجسد كله، وإن فسدت فسد كله، وارتفاع القلب على أنه فاعل، أو مبتدأ، وآثم خبره على ما تقرر في علم النحو، ويجوز أن يكون قلبه بدلاً من آثم بدل البعض من الكل، ويجوز أن يكون أيضاً بدلاً من الضمير الذي في آثم الراجع إلى من، وقريء «قلبه» بالنصب كما في قوله إِلاَّ مَن سَفِهَ نَفْسَهُ البقرة 130. وقد أخرج عبد بن حميد، وابن جرير، وابن أبي حاتم، والبيهقي عن ابن عباس في قوله { يأَيُّهَا ٱلَّذِينَ ءامَنُواْ إِذَا تَدَايَنتُم بِدَيْنٍ } قال نزلت في السلم في كيل معلوم إلى أجل معلوم. وأخرج الشافعي، وعبد الرزاق، وعبد بن حميد، والبخاري، وغيرهم عنه قال أشهد أن السلف المضمون إلى أجل مسمى أن الله أجله، وقرأ هذه الآية. وأخرج ابن جرير، وابن المنذر، وابن أبي حاتم، عنه في الآية. قال أمر بالشهادة عند المداينة لكيلا يدخل في ذلك جحود، ولا نسيان، فمن لم يشهد على ذلك، فقد عصى { وَلاَ يَأْبَ ٱلشُّهَدَاء } يعني من احتيج إليه من المسلمين ليشهد على شهادة، أو كانت عنده شهادة، فلا يحلّ له أن يأبى إذا ما دُعي، ثم قال بعد هذا { وَلاَ يُضَارَّ كَاتِبٌ وَلاَ شَهِيدٌ } والضرار أن يقول الرجل للرجل، وهو عنه غنيّ إن الله قد أمرك أن لا تأبى إذا دعيت، فيضارّه بذلك، وهو مكتف بغيره، فنهاه الله عن ذلك. وقال { وَإِن تَفْعَلُواْ فَإِنَّهُ فُسُوقٌ بِكُمْ } يعني معصية. قال ومن الكبائر كتمان الشهادة، لأن الله تعالى يقول { وَمَن يَكْتُمْهَا فَإِنَّهُ ءَاثِمٌ قَلْبُهُ }. وأخرج عبد بن حميد، وابن جرير، وابن المنذر، وابن أبي حاتم في قوله { وَلاَ يَأْبَ كَاتِبٌ } قال واجب على الكاتب أن يكتب. وأخرج ابن جرير، عن الضحاك قال كانت الكتابة عزيمة، فنسخها { وَلاَ يُضَارَّ كَاتِبٌ وَلاَ شَهِيدٌ }. وأخرج ابن جرير، وابن أبي حاتم، عن مجاهد، قال { فَإن كَانَ ٱلَّذِى عَلَيْهِ ٱلْحَقُّ سَفِيهًا } قال هو الجاهل. { أَوْ ضَعِيفًا } قال هو الأحمق. وأخرج ابن جرير، عن الضحاك، والسدي، في قوله { سَفِيهًا } قالا هو الصبيّ الصغير. وأخرج ابن جرير، من طريق عطية العوفي، عن ابن عباس { فَلْيُمْلِلْ وَلِيُّهُ } قال صاحب الدين. وأخرج عبد بن حميد، وابن أبي حاتم، عن الحسن قال ولي اليتيم. وأخرج ابن جرير، عن الضحاك قال وليّ السفيه، أو الضعيف. وأخرج سعيد بن منصور، وعبد بن حميد، وابن جرير، وابن أبي حاتم، وابن المنذر، والبيهقي، عن مجاهد في قوله { مّن رّجَالِكُمْ } قال من الأحرار. وأخرج ابن جرير، عن الربيع في قوله { مِمَّن تَرْضَوْنَ مِنَ ٱلشُّهَدَاء } قال عدول. وأخرج الشافعي، والبيهقي، عن مجاهد قال عدلان حران مسلمان. وأخرج ابن أبي حاتم، عن سعيد بن جبير في قوله { أَن تَضِلَّ إْحْدَاهُمَا } يقول أن تنسى إحدى المرأتين الشهادة { فَتُذَكّرَ إِحْدَاهُمَا ٱلأخْرَىٰ } يعني تذكرها التي حبطت شهادتها. وأخرج ابن أبي حاتم، عن ابن عباس في قوله { وَلاَ يَأْبَ ٱلشُّهَدَاء } قال إذا كانت عندهم شهادة. وأخرج ابن جرير، وابن أبي حاتم، عن الربيع قال كان الرجل يطوف في القوم الكثير يدعوهم يشهدون، فلا يتبعه أحد منهم، فأنزل الله { وَلاَ يَأْبَ ٱلشُّهَدَاء }. وأخرج عبد بن حميد، وابن جرير، عن قتادة نحوه. وأخرج ابن المنذر، عن عائشة في قوله { أَقْسَطُ عِندَ ٱللَّهِ } قالت أعدل. وأخرج ابن المنذر، وابن أبي حاتم، والبيهقي في سننه، عن ابن عباس في قوله { وَلاَ يُضَارَّ كَاتِبٌ وَلاَ شَهِيدٌ } قال يأتي الرجل الرجلين، فيدعوهما إلى الكتابة، والشهادة، فيقولان إنا على حاجة، فيقول إنكما قد أمرتما أن تجيبا، فليس له أن يضارّهما. وأخرج ابن جرير، عن طاوس { لا يُضَارَّ كَاتِبٌ } ، فيكتب ما لم يُملّ عليه { وَلاَ شَهِيدٌ } فيشهد بما لم يستشهد. وأخرج ابن جرير، عن الضحاك في قوله { وَإِن كُنتُمْ عَلَىٰ سَفَرٍ } الآية، قال من كان على سفر، فبايع بيعاً إلى أجل، فلم يجد كاتباً، فرخص له في الرهان المقبوضة، وليس له إن وجد كاتباً أن يرتهن. وأخرج عبد بن حميد، وابن أبي حاتم، عن مجاهد قال لا يكون الرهن إلا في السفر. وأخرج عبد بن حميد، وابن المنذر، وابن أبي حاتم، عن سعيد بن جبير، قال لا يكون الرهن، إلا مقبوضاً. وأخرج البخاري في تاريخه، وأبو داود، وابن جرير، وابن المنذر، وابن أبي حاتم، وابن ماجه، وأبو نعيم، والبيهقي، عن أبي سعيد الخدري، أنه قرأ هذه الآية { يأَيُّهَا ٱلَّذِينَ ءامَنُواْ إِذَا تَدَايَنتُم بِدَيْنٍ } حتى بلغ { فَإِنْ أَمِنَ بَعْضُكُم بَعْضًا } قال هذه نسخت ما قبلها. وأقول رضي الله عن هذا الصحابي الجليل، ليس هذا من باب النسخ، فهذا مقيد بالائتمان، وما قبله ثابت محكم لم ينسخ، وهو مع عدم الائتمان. وأخرج ابن جرير، عن السدّي في قوله { قَلْبُهُ وَٱللَّهُ } قال فاجر قلبه. وأخرج ابن جرير، بإسناد صحيح، عن سعيد بن المسيب أنه بلغه أن أحدث القرآن بالعرش آية الدين. وأخرج أبو عبيد في فضائله، عن ابن شهاب قال آخر القرآن عهداً بالعرش آية الربا، وآية الدين.", "annotation": {"aya": [{"start": 172, "end": 207}, {"start": 1968, "end": 2012}, {"start": 10495, "end": 10528}, {"start": 10880, "end": 10929}, {"start": 13564, "end": 13590}], "hadith": [{"start": 815, "end": 867}], "verse": [{"start": 507, "end": 568}, {"start": 580, "end": 640}, {"start": 2656, "end": 2713}, {"start": 2738, "end": 2810}, {"start": 8140, "end": 8219}, {"start": 12012, "end": 12074}]}}