{"text": " وقوله عز وجل: { لَهُمُ ٱلْبُشْرَىٰ فِي ٱلْحَيوٰةِ ٱلدُّنْيَا وَفِي ٱلأَخِرَةِ } تفسيراً لتولّيه تعالى إياهم ولا ريب في أن اعتبارَ القيد الأخيرِ في مفهوم الولايةِ غيرُ مناسبٍ لمقام ترغيبِ المؤمنين في تحصيلها والثباتِ عليها وبشارتِهم بآثارها ونتائجها مخِلٌّ بذلك إذ التحصيلُ إنما يتعلق بالمقدور والاستبشارُ لا يحصل إلا بما عُلم بوجود سببِه والقيدُ المذكور ليس بمقدور لهم حتى يحصّلوا الولاية بتحصيله ولا بمعلوم لهم عند حصولِه حتى يعرفوا حصولَ الولايةِ لهم ويستبشروا بمحاسنِ آثارِها بل التولي بالكرامة عينُ نتيجةِ الولاية فاعتبارُه في عنوان الموضوعِ ثم الإخبارُ بعدم الخوفِ والحزنِ مما لا يليق بشأن التنزيلِ الجليلِ، فالذي يقتضيه نظمُه الكريمُ أن الأولَ تفسيرٌ للأولياء حسبما شُرح والثاني بـيانٌ لما أولاهم من خيرات الدارين بعد بـيانِ إنجائِهم من شرورهما ومكارههما، والجملةُ مستأنفةٌ كما سبق كأنه قيل: هل لهم وراء ذلك من نعمة وكرامةٍ؟ فقيل لهم ما يسرّهم في الدارين، وتقديمُ الأول لما أن التخليةَ سابقةٌ على التحلية مع ما فيه من مراعاة حقِّ المقابلةِ بـين حسن حالِ المؤمنين وسوء حالِ المفترين، وتعجيلُ إدخالِ المسرّةِ بتبشير الخلاصِ عن الأهوال وتوسيطُ البـيانِ السابق بـين بشارةِ الخلاص عن المحذور وبشارةِ الفوز بالمطلوب لإظهار كمالِ العناية بتفسير الأولياءِ مع الإيذان بأن انتفاءَ الخوف والحزنِ لاتقائهم عما يؤدّي إليهما من الأسباب، والبُشرى مصدرٌ أريد به المبشَّرُ به من الخيرات العاجلةِ كالنصر والفتحِ والغنيمة وغيرُ ذلك والآجلةِ الغنيةِ عن البـيان، وإيثارُ الإبهام والإجمالِ للإيذان بكونه وراءَ البـيان والتفصيلِ، والظرفان في موقع الحالِ منه والعاملُ ما في الخبر من معنى الاستقرارِ أي لهم البشرى حالَ كونها في الحياة الدنيا وحالَ كونِها في الآخرة أي عاجلةً وآجلةً، أو من الضمير المجرور أي حالَ كونِهم في الحياة الخ، ومن البشرى العاجلةِ الثناءُ الحسنُ والذكرُ الجميلُ ومحبةُ الناس. \" عن أبـي ذر رضي الله عنه قلت: يا رسولَ الله الرجلُ يعمل العملَ لله ويحبه الناسُ فقال عليه السلام: \" تلك عاجلُ بشرى المؤمنين \" هذا وقيل: البشرى مصدرٌ والظرفان متعلقان به. أما البُشرى في الدنيا فهي البشاراتُ الواقعةُ للمؤمنين المتقين في غير موضع من الكتاب المبـين. وعن النبـي صلى الله عليه وسلم: \" هي الرؤيا الصالحةُ يراها المؤمنُ أو تُرى له \" وعنه عليه الصلاة والسلام: \" ذهبت النبوةُ وبقيت المبشِّراتُ \" وعن عطاء: لهم البشرى عند الموت تأتيهم الملائكةُ بالرحمة قال الله تعالى: تُنَزَّلَ عَلَيْهِمْ ٱلْمَلَـئِكَةُ أَلاَّ تَخَافُواْ وَلاَ تَحْزَنُواْ وَأَبْشِرُواْ بِٱلْجَنَّةِ [فصلت: 30] وأما البشرى في الآخرة فتلقِّي الملائكةِ إياهم مسلمين مبشَّرين بالفوز والكرامة وما يرون من بـياض وجوهِهم وإعطاء الصحائفِ بأيْمانهم وما يقرؤون منها وغيرُ ذلك من البشارات فتكون هذه بِشارةً بما سيقع من البشارات العاجلةِ والآجلةِ المطلوبة لغاياتها لا لذواتها، ولا يخفى أن صرفَ البشارة الناجزةِ عن المقاصد بالذات إلى وسائلها مما لا يساعده جلالةُ شأنِ التنزيل الكريم { لاَ تَبْدِيلَ لِكَلِمَاتِ ٱللَّهِ } لا تغيـيرَ لأقواله التي من جملتها مواعيدُه الواردةُ بشارةً للمؤمنين المتقين فتدخل فيها البشاراتُ الواردةُ هٰهنا دخولاً أولياً ويثبُت امتناعُ الإخلافِ فيها ثبوتاً قطعياً، وعلى تقدير كونِ المراد بالبشرى الرؤيا الصالحةَ فالمرادُ بعدم تبديل كلماتهِ تعالى ليس عدَم الخُلفِ بـينهما وبـين نتائجِها الدنيوية والأخرويةِ بل عدَم الخُلفِ بـينهما وبـين ما دل على ثبوتها ووقوعِها فيما سيأتي بطريق الوعد من قوله تعالى: { لَهُمُ ٱلْبُشْرَىٰ } فتدبر. { ذٰلِكَ } إشارةٌ إلى ما ذكر من أن لهم البشرى في الدارين { هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ } الذي لا فوزَ وراءَه وفيه تفسيرٌ فيما سبق، وهاتيك الجملة والتي قبلها اعتراضٌ لتحقيق المبشَّر وتعظيمٌ شأنه، وليس من شرطه أن يكون بعده كلامٌ متصل بما قبله، أو هذه تذيـيلٌ والسابقة اعتراضٌ.", "annotation": {"aya": [{"start": 2156, "end": 2254}], "hadith": [{"start": 1680, "end": 1806}, {"start": 1975, "end": 2022}, {"start": 2049, "end": 2083}], "verse": []}}