{"text": " { بِسمِ ٱلله الرَّحْمٰنِ الرَّحِيـمِ * ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعْمَٰلَهُمْ } قال ابن عباس: هذه السورة مدنية إلا آية منها نزلت بمكة بعد حجة الوداع حين خرج من مكة وجعل ينظر إلى البيت وهي وكائن من قرية الآية، ومناسبتها أولها لآخر ما قبلها واضحة جداً وصدوا عن سبيل الله أي أعرضوا عن الدخول في الإِسلام أو صدوا غيرهم عنه وهم أهل مكة الذين أخرجوا رسول الله. قال ابن عباس: وهم المطعمون يوم بدر أضل أعمالهم أي أتلفها حيث لم ينشأ عنها خير ولا نفع بل ضرر محض. { وَٱلَّذِينَ آمَنُواْ } هم الأنصار واللفظ عام يشمل كل مؤمن وكافر. { وَآمَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍ } تخصيصه من بين ما يجب الإِيمان به تعظيم لشأنه صلى الله عليه وسلم وإعلام أنه لا يصح الإِيمان ولا يتم إلا به وأكد ذلك بالجملة الاعتراضية التي هي وهو الحق من ربهم كفر عنهم سيئاتهم خبر الذين. { وَأَصْلَحَ بَالَهُمْ } أي شأنهم. { ذَلِكَ } إشارة إلى ما فعل بالكفار من إضلال أعمالهم وبالمؤمنين من تكفير سيئاتهم وإصلاح بالهم وذلك مبتدأ وما بعده خبر أي كائن بسبب اتباع هؤلاء الباطل وهؤلاء الحق. { كَذَلِكَ } أي مثل ذلك. { يَضْرِبُ ٱللَّهُ لِلنَّاسِ أَمْثَالَهُمْ } والضمير راجع إلى الناس أو إلى المذكورين من الفريقين على معنى أنه يضرب أمثالهم لأجل الناس ليعتبروا بهم. { فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ } أي في أي زمان لقيتموهم فاقتلوهم وفي قوله: فَٱقْتُلُواْ ٱلْمُشْرِكِينَ [التوبة: 5]. أي في أي مكان فعم في الزمان وفي المكان. { فَضَرْبَ ٱلرِّقَابِ } هذا من المصدر النائب فناب فعل الأمر وهو مطرد فيه وضرب الرقاب عبارة عن القتل ولما كان القتل للإِنسان أكثر ما يكون بضرب رقبته عبر بذلك عن القتل ولا يراد خصوصية الرقاب فإِنه لا يكاد يتأتى حالة الحرب ان تضرب الرقاب وإنما يتأتى القتل في أي موضع كان من الأعضاء. { حَتَّىٰ إِذَآ أَثْخَنتُمُوهُمْ فَشُدُّواْ ٱلْوَثَاقَ } أكثرتم القتل فيهم وهذه غاية للضرب فإِذا وقع الاثخان وتمكنوا من أخذ من لم يقتل وشدوا وثاق الاسراء. { فَإِمَّا مَنًّا } بالإِطلاق. { وَإِمَّا فِدَآءً } فالنصب على إضمار فعل تقديره فاما تمنون منا واما تفادون فداء. { حَتَّىٰ تَضَعَ ٱلْحَرْبُ أَوْزَارَهَا } وحتى غاية لما تقدم أي أثقالها وآلاتها ومنه قول عمرو بن معدي كرب. وأعددت للحرب أوزارها رماحاً طوالاً وخيلاً ذكوراً والظاهر أن ضرب الرقاب وهو القتل معنياً بشد الوثاق وقت حصول الاثخان وأن قوله: { فَإِمَّا مَنًّا بَعْدُ } أي بعد الشد وأما فداء حالتان لمأسور أما أن يمن عليه بالإِطلاق كما منَّ رسول الله صلى الله عليه وسلم على ثمامة بن اثال الحنفي بإِطلاقه واما أن يفدي كما روي عنه عليه السلام أنه فودي منه رجلان من الكفار برجل واحد مسلم. قال الزمخشري: كما من على أبي عروة الحجبي وعلي بن أثال الحنفي \" انتهى \". صوابه على ثمامة وعلي أبي عروة الحجبي فغير الكنية والإِسم ولعل ذلك من الناسخ لا في أصل التصنيف وهذه الآية ظاهرها معارض لقوله تعالى: فَٱقْتُلُواْ ٱلْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ [التوبة: 5] فذهب ابن عباس وجماعة إلى أنها منسوخة بقوله: فَٱقْتُلُواْ ٱلْمُشْرِكِينَ [التوبة: 5] الآية وان الأسر والمن والفداء مرتفع فإِن وقع أسير قتل ولا بد إلا أن أسلم وروي نحوه عن أبي بكر الصديق وذهب جماعة إلى أن هذه مخصصة لعموم تلك والمنُّ والفداء ثابت. { ذَلِكَ } أي الأمر ذلك. { لاَنْتَصَرَ مِنْهُمْ } أي لأنتقم منهم ببعض أسباب الهلاك من خسف وغير ذلك. { وَلَـٰكِن لِّيَبْلُوَاْ } أي ليختبركم. { سَيَهْدِيهِمْ } أي إلى طريق الجنة. { عَرَّفَهَا لَهُمْ } أي بينها لهم من التعريف أو علاها من الاعراف وهي الجبال أو طيبها من العرف وهو الطيب. { إِن تَنصُرُواْ ٱللَّهَ } أي دينه. { يَنصُرْكُمْ } على أعدائكم. { وَيُثَبِّتْ أَقْدَامَكُمْ } أي في مواطن الحرب. { فَتَعْساً لَّهُمْ } قال ابن عباس: بعداً لهم والذين مبتدأ ضمن معنى الشرط والخبر فتعساً لهم وهو على إضمار فعل أي فأتعسهم تعساً. { كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ } عام في كل ما نزل. { فَأَحْبَطَ أَعْمَٰلَهُمْ } أي جعلها من الأعمال التي لا تزكوا لا يعتد بها. { دَمَّرَ ٱللَّهُ عَلَيْهِمْ } أي أفسد عليهم ما اختصوا به من أنفسهم وأولادهم أي أمثال تلك التدمير والإِشارة بذلك إلى الهلاك. { إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ آمَنُواْ وَعَمِلُواْ ٱلصَّالِحَاتِ } الآية والكاف في كما في موضع نعت لمصدر محذوف تقديره أكلاً كما تأكل الانعام يتمتعون أي ينتفعون بمتاع الدنيا أياماً قلائل ويأكلون غافلين غير مفكرين في العاقبة كما تأكل الانعام في مسارحها ومعالفها غافلة عما هي بصدده من النحر والذبح. { وَٱلنَّارُ مَثْوًى لَّهُمْ } أي موضع إقامة. { وَكَأَيِّن مِّن قَرْيَةٍ } على حذف مضاف تقديره من أهل قرية ولذلك عاد الضمير في أهلكناهم على ذلك المحذوف. { مِّن قَرْيَتِكَ } هي مكة. { ٱلَّتِيۤ أَخْرَجَتْكَ } أخرجك أهلها نسب الإِخراج إليها مجازاً. قال ابن عطية: ونسب الإِخراج إلى القرية حملاً على اللفظ وقال أهلكناهم حملاً على المعنى انتهى ظاهر هذا الكلام لا يصح لأن الضمير في أهلكناهم ليس عائداً على المضاف إلى القرية التي أسند إليها الإِخراج بل إلى أهل القرية في قوله وكأين من قرية فإِن كان أراد بقوله حملاً على المعنى أي معنى القرية في قوله وكأين من قرية فهو صحيح لكن ظاهر قوله حملاً على اللفظ وحملاً على المعنى أن يكون في مدلول واحد وعلى هذا يبقى كأين فولتا غير محدّث عنه بشىء إلا أن تخيل إن هي أشد خبر عن كأين والظاهر أنه في موضع الصفة. { أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِ } إستفهام توقيف وتقرير على شىء متفق عليه وهي معادلة بين هذين الفريقين والإِشارة إلى الرسول عليه السلام وإلى كفار قريش واللفظ عام لأهل الصنفين ومعنى على بينة أي على حجة واضحة وهو القرآن. { كَمَن زُيِّنَ لَهُ سُوۤءُ عَمَلِهِ } وهو الشرك. { وَٱتَّبَعُوۤاْ أَهْوَاءَهُمْ } أي شهوات أنفسهم والضمير في واتبعوا عائد على معنى من لا على لفظه. { مَّثَلُ ٱلْجَنَّةِ } أي صفة الجنة وهو مرفوع بالابتداء قال النضر بن شميل: كأنه قال صفة الجنة ما تسمعون \" انتهى \". فما تسمعون هو الخبر وفيها أنهار تفسير لتلك الصفات فهو استئناف أخبار عن تلك الصفة. وقال سيبويه فيما يتلى عليكم مثل الجنة يقدر الخبر المحذوف متقدماً ثم فسر ذلك الذي يتلى. { غَيْرِ آسِنٍ } أي غير متغير يقال أسن الماء إذا تغير. { لَّمْ يَتَغَيَّرْ طَعْمُهُ } نفي لجميع وجوه الفساد في اللبن. { لَّذَّةٍ } جمعت طيب المطعم وزوال الآفات من الصداع وغيره ولذة تأنيث لذا وهو اللذيذ أو مصدر نعت به فالجمهور بالجر على أنه صفة لخمر وبالرفع صفة لأنهار وبالنصب أي لأجل لذة فهو مفعول له. { مِّنْ عَسَلٍ مُّصَفًّى } قال ابن عباس: لم يخرج من بطون النحل فيخالطه الشمع وغيره ووصفه بمصفى لأن الغالب على العسل التذكير وهو مما يذكر ويؤنث وبدىء من هذه الأنهار بالماء وهو الذي لا يستغني عنه في المشروبات ثم باللبن إذا كان يجري مجرى المطعوم في كثير من أقوات العرب وغيرهم ثم بالخمر لأنه إذا حصل الري والمطعوم تشوقت النفس إلى ما تلتذ به ثم بالعسل لأن فيه الشفاء في الدنيا مما يعرض من المشروب والمطعوم فهو تأخر في الرتبة. { وَلَهُمْ فِيهَا مِن كُلِّ ٱلثَّمَرَاتِ } لما ذكر المشروب وذكر من المأكول ما يتفكه به قيل ومن زائدة أي ولهم فيها كل الثمرات وقيل المبتدأ محذوف أي أنواع من كل الثمرات. { وَمَغْفِرَةٌ مِّن رَّبِّهِمْ } هو معطوف على ما قبله لا يقيد فيها أي ولهم مغفرة من ربهم لأن المغفرة قبل دخول الجنة أو على حذف أي تنعيم مغفرة لأن المغفرة سبب التنعيم. { وَسُقُواْ } عائد على معنى من وكمن قبله محذوف يقابله تقديره أهؤلاء المنعمون كمن هو خالد في النار جاء هو خالد على اللفظ وكذلك خرجوا عاد على معنى من يستمع كان المنافقون يحضرون عند الرسول صلى الله عليه وسلم ويستمعون كلامه وتلاوته فإِذا خرجوا قالوا للذين أوتوا العلم وهم السامعون كلام الرسول حقيقة الواعون له ماذا قال آنفاً أي الساعة وذلك على سبيل الهزء والاستخفاف أي لم نفهم ما يقول ولا ندري ما نفع ذلك وممن سألوه ابن مسعود وآنفاً حال أي مبتدأ أي ما القول الذي ائتنفه الآن قبل انفصالنا عنه. قال الزمخشري: وآنفاً نصب على الظرف \" انتهى \". قال ذلك لأنه فسره بالساعة. وقال الزمخشري والمفسرون يقولون آنفاً معناه الساعة الماضية القريبة منا وهذا تفسير بالمعنى \" انتهى \". الصحيح أنه ليس بظرف ولا نعلم أحداً من النحاة عده في الظروف. { فَقَدْ جَآءَ أَشْرَاطُهَا } أي علاماتها واحدها شرط بفتح الراء وجزمها فينبغي الاستعداد ومن أشراطها مبعث رسول الله صلى الله عليه وسلم إذ هو خاتم الأنبياء روي عنه عليه السلام أنه قال \" انا من اشراط الساعة \" وقال \" بعثت أنا والساعة كفرسي رهان \". { فَأَنَّىٰ لَهُمْ } الظاهر أن المعنى فكيف لهم الذكرى أي والعمل بها إذا جاءتهم الساعة أي قد فاتهم ذلك ثم أضرب عن ذكر المنافقين وقال. { فَٱعْلَمْ أَنَّهُ لاَ إِلَـٰهَ إِلاَّ ٱللَّهُ } والمعنى دم على عملك بتوحيد الله تعالى واستغفاره عليه السلام لأهل الإِيمان رحمة لهم. { وَلِلْمُؤْمِنِينَ } أي ولذنوب المؤمنين وأحواله صلى الله عليه وسلم ثلاثة مع الله بالتوحيد ومع نفسه بالاستغفار ومع غيره بالاستغفار لهم. { مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ } هو على العموم في كل متقلب وفي كل إقامة. { وَيَقُولُ ٱلَّذِينَ آمَنُواْ لَوْلاَ نُزِّلَتْ سُورَةٌ } الآية مدح الله تعالى المؤمنين بطلبهم إنزال سورة والمعنى تتضمن أمرنا بمجاهدة العدو وفضح أمر المنافقين والظاهر أن طالبي ذلك هم خلص في إيمانهم ولذلك قال. بعد رأيت الذين في قلوبهم مرض ينظرون إليك أي تشخص أبصارهم جبناً وهلعاً. { نَظَرَ ٱلْمَغْشِيِّ عَلَيْهِ مِنَ ٱلْمَوْتِ } أي نظراً كما ينظر من اصابته الغشية من أجل حلول الموت. { فَأَوْلَىٰ لَهُمْ } قال الجوهري: تقول العرب أولى لك تهديد ووعيد واختلفوا أهو إسم أو فعل فذهب الأصمعي إلى أنه فعل بمعنى قاربه ما يهلكه أي نزل به فعلى قوله: انه اسم يكون مبتدأ والخبر لهم وقيل أولى مبتدأ ولهم من صلته وطاعة خبر وكان اللام بمعنى الباء كأنه قيل بهم طاعة. { فَإِذَا عَزَمَ ٱلأَمْرُ } أي جد والعزم الجد وهؤلاء أصحاب الأمور واستعير للأمر كما قال تعالى لَمِنْ عَزْمِ ٱلأُمُورِ [الشورى: 43] وقال الراجز قد جرت الحرب بكم فجدوا. والظاهر أن جواب إذا قوله فلو صدقوا كما تقول إذا جاء الشتاء فلو جئتني لكسوتك. { فَلَوْ صَدَقُواْ ٱللَّهَ } أي فيما زعموا من حرصهم على الجهاد.", "annotation": {"aya": [{"start": 1242, "end": 1269}, {"start": 2550, "end": 2600}, {"start": 2657, "end": 2684}, {"start": 8589, "end": 8612}], "hadith": [{"start": 7305, "end": 7328}, {"start": 7334, "end": 7366}], "verse": []}}