{"text": " { واذ اخذنا من النبيين } اى واذكر يا محمد لقومك او ليكن ذكر منك يعنى لا تنس وقت اخذنا من الانبياء كافة عند تحميلهم الرسالة { ميثاقهم } الميثاق عقد يؤكد بيمين اى عهودهم بتبليغ الرسالة والدعاء الى الدين الحق { ومنك } اى واخذنا منك يا حبيبى خاصة وقدم تعظيما واشعارا بانه افضل الانبياء واولهم فى الخلق وان كان آخرهم فى البعث وفى الحديث \" انا سيد ولد آدم ولا فخر \" اى لا قول هذا بطريق الفخر { ومن نوح } شيخ الانبياء واول الرسل بعد الطوفان { وابراهيم } الخليل { وموسى } الكليم { وعيسى بن مريم } روح الله خصهم بالذكر مع اندراجهم فى النبيين للايذان بمزيد فضلهم وكونهم من مشاهير ارباب الشرائع واساطين اولى العزم من الرسل { واخذنا منهم } اى من النبيين { ميثاقا غليظا } اى عهدا وثيقا شديدا على الوفاء بما التزموا من تبليغ الرسالات واداء الامانات وهذا هو الميثاق الاول بعينه والتكرير لبيان هذا الوصف { ليسأل الصادقين عن صدقهم } متعلق بمضمر مستأنف مسوق لبيان ما هو داع الى ما ذكر من اخذ الميثاق وغاية له لا باخذنا فان المقصود تذكير نفس الميثاق ثم بيان الغرض منه بيانا قصديا كما ينبئ عنه تغيير الاسلوب بالالتفت الى الغيبة. والمعنى فعل الله ذلك ليسأل يوم القيامة الانبياء الذين صدقوا عهودهم عما قالوا لقومهم يعنى از راستئ ايشان در سخن كه باقوم كفته اند ـ روى ـ فى الخبر انه يسأل القلم يوم القيامة فيقول ما فعلت بامانتى فيقول يا رب سلمتها الى اللوح ثم يصير القلم يرتعد مخافة ان لا يصدقه اللوح فيسأل اللوح فيقر بان القلم قد ادى الامانة وانه قد سلمها الى اسرافيل فيقول لاسرافيل ما فعلت بامانتى التى سلمها اليك اللوح فيقول سلمتها الى جبريل فيقول لجبريل ما فعلت بامانى فيقول سلمتها الى انبيائك فيسأل الانبياء فيقولون سلمناها الى خلقك فذلك قوله { ليسأل الصادقين عن صدقهم } قال القرطبى اذا كان الانبياء يسألون فكيف من سواهم دران روز كز فعل برسند وقول  اولوا العزم را تن بلرزد زهول  بجايى كه دهشت خورد انبيا  توعذر كنه را جه دادى بيا وفى مسألة الرسل والله يعلم انهم لصادقون التبكيت للذين كفروا بهم واثبات الحجة عليهم ويجوز ان يكون المعنى ليسأل المصدقين للانبياء عن تصديقهم لان مصدق الصادق صادق. وفى الاسئلة المقحمة ما معنى السؤال عن الصدق فان حكم الصدق ان يثاب عليه لا ان يسأل عنه والجواب ان الصدق ههنا هو كلمة الشهادتين وكل من تلفظ بهما وارتسم شعائرهما يسأل عن تحقيق احكامهما والاخلاص فى العمل والاعتقاد بهما كما قال الراغب ليسأل من صدق بلسانه عن صدق فعله ففيه تنبيه على انه لا يكفى الاعتراف بالحق دون تحريه بالفعل ازعشق دم مرن جونكشتى شهيد عشق  دعوئ اين مقام درست ازشهادتست وفى المثنوى وقت ذكر غزو وشمشيرش دراز  وقت كروفر تيغش جون يياز قال الجنيد قدس سره فى الآية ليسأل الصادقين عن صدقهم اى عنده لا عندهم انتهى وهذاالذى فسره معنى لطيف فان الصدق والاسلام عند الخلق سهل ولكن عند الحق صلب فنسأل الله ان يجعل صدقنا واسلامنا حقيقيا { واعد } واماده كرد وساخت { للكافرين } المكذبين للرسل { عذابا اليما } عذابى دردناك ودردنماى وهو عطف على ما ذكر من المضمر وعلى ما دل عليه ليسأل الخ كأنه قال فاثاب المؤمنين واعد للكافرين عذابا اليما. وفى التأويلات النجمية { واذ اخذنا من النبيين ميثاقهم } فى الازل وهم فى كتم العدم مختفون { ومنك } يا محمد اولا بالحبيبية { ومن نوح } بالدعوة { و } من { ابراهيم } بالخلة { و } من { موسى } بالمكالمة { و } من { عيسى بن مريم } بالعبدية { واخذنا منهم ميثاقا غليظا } بالوفاء وبغلظة الميثاق يشير الى انا غلظنا ميثاقهم بالتأييد والتوفيق للوفاء به { ليسأل الصادقين } فى العهد والوفاء به { عن صدقهم } لما صدقوا اظهارا كما اثنى بقوله من المؤمنين رجال صدقوا ما عاهدوا الله عليه فكان سؤال تشريف لاسؤال تعنيف ايجاب لا سؤال عتاب. والصدق ان لا يكون فى احوالك شوب ولا فى اعمالك عيب ولا فى اعتقادك ريب. ومن امارات الصدق فى المعاملة وجود الاخلاص من غير ملاحظة مخلوق. وفى الاحوال تصفيتها من غير مداخلة اعجاب. وفى القول السلامة من المعاريض. وفيما بينك وبين الناس التباعد من التلبيس والتدليس. وفيما بينك وبين الله ادامة التبرى من الحول والقوة بل الخروج عن الوجود المجازى شوقا الى الوجود الحقيقى واعد للكافرين المنكرين على هذه المقامات المعرضين عن هذه الكرامات عذابا اليما من الحسرات والغرامات انتهى. قال البقلى ان الله تعالى اراد بذلك السؤال ان يعرّف الخلق شرف منازل الصادقين فرب قلب يذوب من الحسرة حيث ما عرفهم وما عرف قدرهم قال تعالى ذلك يوم التغابن وصدقهم استقامة اسرارهم مع الحق فى مقام المحبة والاخلاص. قال سهل يقول الله لهم لمن عملتم وماذا اردتم فيقولون لك عملنا واياك اردنا فيقول صدقتم فوعزته لقوله لهم فى المشاهدة صدقتم ألذ عندهم من نعيم الجنة لذت شيرينئ كفتار جانان لذتيست  كز دماغ جان كى بيرون شود برحالتست قال فى كشف الاسرار مصطفى را عليه السلام برسيدند كه كمال در جيست جواب داد كه كفتار بحق وكردار بصدق. وكفته اند صدق را دو درجه است يكى ظاهر ويكى باطن اما ظاهر سه جيزاست دردين صلابت ودر خدمت سنت ودر معاملت خشيت. وآنجه باطنست سه جيزاست آنجه كويى كنى وبآنجه نمايى دارى وآنجه كه دارى دهى وباشى. قال حضرة الشيخ الاكبر قدس سره الاطهر اسوداد الوجوه من الحق المكروه كالغيبة والنميمة وافشاء السر فهو مذموم وان كان صدقا فلذلك قال تعالى { ليسأل الصادقين عن صدقهم } اى هل اذن لهم فى افشائه اولا فما كل صدق حق انتهى", "annotation": {"aya": [{"start": 3126, "end": 3168}, {"start": 3817, "end": 3832}], "hadith": [{"start": 332, "end": 359}], "verse": [{"start": 1602, "end": 1710}, {"start": 2193, "end": 2252}, {"start": 2265, "end": 2314}, {"start": 4033, "end": 4097}]}}