{"text": " { ٱلدَّوَآبِّ } [الأنفال: 55] جمع دابة، والدابة هي كل ما يدب على وجه الأرض، فإذا كان هذا هو المعنى يكون الإنسان داخلاً في هذا التعريف، ولكن العرف اللغوي حدد الدابة بذوات الأربع، أي الحيوانات. وشرف الخالق سبحانه وتعالى الإنسان بأن جعله لا يمشي على أربع، فلا يدخل في هذا التعريف. وقول الحق سبحانه وتعالى: { إِنَّ شَرَّ ٱلدَّوَابِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ } [الأنفال: 55]. يبين لنا أن الله سبحانه وتعالى قد ألحق الكفار بالدواب واستثنى المؤمنين فقط، فسبحانه خلق الدواب وباقي أجناس الكون مقهورة تؤدي مهمتها في الحياة بالغريزة وبدون اختيار والشيء الذي يحدث بالغرائز لا تختلف فيه العقول، ولذلك نجد كثيراً من الأشياء نتعلمها نحن أصحاب العقول من الحيوانات والحشرات التي لا عقول لها لأن الحيوانات تتصرف بالغريزة، والغريزة لا تخطىء أبداً، فإذا قرأنا قول الحق سبحانه وتعالى: فَبَعَثَ ٱللَّهُ غُرَاباً يَبْحَثُ فِي ٱلأَرْضِ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ [المائدة: 31]. نجد أن الغراب الذي لا اختيار له، ولا عقل علم الإنسان الذي له عقل واختيار. وقد حدث ذلك لأن الغراب محكوم بالغريزة. إذن فكل ما يقوم به الحيوان من سلوك هو باختيار الله سبحانه وتعالى لأن الحيوان مقهور على التكاليف. ومن رحمة الله تعالى أن المخلوقات باستثناء الإنسان خلقت مقهورة تفعل كل شيء بالغريزة وليس بالعقل، ولكن الإنسان الذي كرمه الله بالعقل يكفر ويعصي. رغم أن الحق أنعم على الإنسان بنعمة الاختيار. ومن العجيب أننا نجد الحيوان المحكوم بالغريزة لا يخرج سلوكه عن النظام المجبول عليه ويؤدي مهمته كما رسمت له تماماً، فالدابة مثلاً تلد ويأخذون وليدها ليذبحوه فلا تنفعل لأن هذه مهمتها في الحياة أن تعطي للإنسان اللحم. والحمامة ترقد على بيضها وعندما يخرج الفرخ الصغير تتولاه لفترة بسيطة جداً حتى يعرف كيف يطير وكيف يأكل ثم بعد ذلك تتركه ليؤدي مهمته لأنه محكوم بالغريزة. والغرائز لا تخطىء. ويتصرف بها الحيوان بدون تعليم له. فإذا جئنا للإنسان نجد أن ألوان السلوك المحكومة بالغريزة فيه لا يتعلمها إذا جاع طلب الطعام دون أن يعلمه أحد كيف يشعر بالجوع، فهذه غريزة. وإذا عطش طلب الماء دون أن يعلمه أحد معنى العطش ولا كيف يشرب. وكل واحد منا في الغرائز متساو مع الآخر. ونجد الغني والفقير والحاكم والغفير إذا شعروا بالجوع طلبوا الطعام، وإذا شعروا بالعطش طلبوا الماء. فكل شيء محكوم بالغرائز لا يوجد فيه تغيير. ومن العجيب - مثلاً - أن الحمار حين يريد أن يعبر مجرى مائياً ينظر إليه، وبمجرد النظرة يستطيع أن يعرف هل سيعبره أَمْ لا، فإن كان قادراً قفز قفزة واحدة ليعبر، وإن لم يقدر بحث عن طريق آخر. ولا تستطيع أن تجبر حماراً على أن يعبر مجرى مائيا لا يقدر على عبوره، ومهما ضربته فلن يستجيب لك ولن يعبر. أمَّا الإنسان إن طلبت منه أن يعبر قناة مائية فقد يقول لنفسه: سأجمع كل قوتي وأقفز قفزة هائلة، وإن لم يكن قياسه صحيحاً، يسقط في الماء، ذلك لأنه أخطأ وصورت له أداة الاختيار أنه يستطيع أن يفعل ما لا يقدر عليه. إذن فالمحكوم بالغريزة هو الأوعى. وعندما نأتي إلى الأكل، نجد الحيوان المحكوم بالغريزة أكثر وعياً لأنه يأكل فإذا شبع لا يذوق شيئاً. ولو جئت له بأشهى الأطعمة. فأنت لا تستطيع أن تجعل الحيوان يأكل عود برسيم واحداً، أو حفنة تبن، أو حبة فول بعد أن يشبع، وتجده يدوس على ما زاد عن حاجته بقدميه. وتعال إلى إنسان ملأ بطنه وشبع وغسل يديه، ثم قالوا له مثلاً: أنت نسيت الفاكهة، أو نسيت الحلوى، تجده يعود مرة أخرى ليأكل وهو شبعان فيتلف معدته ويتلف جسده. ولذلك تجد الإنسان مصاباً بأمراض كثيرة لا تصيب الحيوان لأنه يسرف في أشياء كثيرة، بل تجد أن الأمراض التي تصيب الحيوان معظمها من تلوث بيئة الحيوان مما يفعله الإنسان. والحق سبحانه وتعالى يريد أن يخبرنا أن الدابة المحكومة بالغريزة خير من الكافر لأن الدابة تؤدي مهمتها في الحياة تماماً. بينما لا يؤدي الكافر مهمته في الأرض، بل يفسد فيها ويسفك الدماء، وبذلك يكون شراً من الدابة. ولقد قلنا: إن الدّابة تحملك من مكان إلى مكان ولا تشكو، وتَحمل أثقالك ولا تتبرم. وتظل سائرة فترة طويلة وأنت جالس فوقها فلا تضيق بك وتلقيك على الأرض، لقد خُلِقت لهذه المهمة وهي تؤديها كما خلقت لها دون شكوى أو ضجر لأنها محكومة بنظام دقيق تتبعه وتنفذه. ولكن الإنسان اخترع السيارة وطور فيها، وقد يجلس أمام مقعد القيادة ويصيبه التعب فينعس ويقع في حادثة فيصاب فيها ويصيب غيره أيضاً. وكان من المفروض أن يتبع الإنسان في حياته منهج ربه الذي أنزله إليه، لكن من البشر من كفر وأخذ يعربد في الكون، وبذلك يكون شراً من الدابة لأن الكافر لا يستخدم عقله في أولويات الوجود، وهو لو استخدم عقله لعرف أنه أقبل على كون قد أعد إعداداً دقيقاً شمس تضيء نصف الكون لتعطيه النهار، وتغرب ليطل قمر يضيء بالليل يؤنسه في الظلام ونجوم تهديه الطريق في البر والبحر، ومطر ينزل لينبت الزرع. وحيوان مسخر له يعطيه اللبن واللحم ويحمل أثقاله. كان لا بد - إذن - للإنسان صاحب العقل أن يفكر: من الذي خلق له كل هذه النعم؟ لأن هذه هي من أولى مهمات العقل الذي يفكر، ويدلنا على الخالق. وكان لا بد في هذه الحالة أن يعرف الإنسان بعقله أن الذي صنع له كل هذه النعم وسخرها له لا بد أنه يريد به خيراً. ولذلك إذا جاءه المنهج من السماء عليه أن يتبعه لأنه يعلم أن هذا المنهج خير ما يصلح له لأنه جاء من خالقه. وفي هذه الحالة كان لا بد لأمور الكون أن تستقيم. ولكن بعضاً من بني الإنسان ستروا وجود الله وكفروا به ولذلك يوضح لنا الحق تبارك وتعالى أنهم شرّ من الدواب، لأنهم لا يؤمنون. ثم يقول الحق تبارك وتعالى بعد ذلك: { ٱلَّذِينَ عَاهَدْتَّ مِنْهُمْ ثُمَّ يَنقُضُونَ عَهْدَهُمْ... }.", "annotation": {"aya": [{"start": 773, "end": 864}], "hadith": [], "verse": []}}