{"text": " { وإن كنتم على سفر ولم تجدوا كاتباً... } الآية، أمر الله تعالى عند عدم الكاتب بأخذ الرَّهن ليكون وثيقةً بالأموال، وذلك قوله: { فَرِهَانٌ مقبوضة } أَيْ: فالوثيقةُ رهنٌ مقبوضةٌ { فإن أَمن بعضكم بعضاً } أَيْ: لم يخف خيانته وجحوده الحقَّ { فليؤدّ الذي اؤتمن } أَيْ: أُمن عليه { أمانته وليتق الله ربه } بأداء الأمانة { ولا تكتموا الشهادة } إذا دُعيتم لإِقامتها { ومن يكتمها فإنه آثمٌ } فاجرٌ { قلبه }. { لله ما في السموات وما في الأرض } ملكاً، فهو مالك أعيانه { وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله } \" لمَّا نزل هذا جاء ناس من الصَّحابة إلى النَّبيِّ صلى الله عليه وسلم فقالوا: كُلِّفنا من العمل ما لا نطيق، إن أحدنا ليحدِّث نفسه بما لا يحبُّ أن يثبت في قلبه، فنحن نحاسب بذلك؟ فقال النبيُّ: فلعلَّكم تقولون كما قالت بنو إسرائيل: سمعنا وعصينا، وقولوا: سمعنا وأطعنا فقالوا: سمعنا وأطعنا \" ، فأنزل الله تعالى الفرج بقوله: { لا يكلِّف الله نفساً إلاَّ وسعها } فنسخت هذه الآية ما قبلها، وقيل: إنَّ هذا في كتمان الشَّهادة وإقامتها، ومعنى قوله: { يحاسبكم به الله } يخبركم به ويُعرِّفكم إيَّاه. { آمن الرسول... } الآية، لمَّا ذكر الله تعالى في هذه السُّورة الأحكام والحدود، وقصص الأنبياء وآيات قدرته، ختم السورة بذكر تصديق نبيِّه عليه السَّلام والمؤمنين بجميع ذلك، { لا نفرق بين أحد } أَيْ: يقولون: لا نفرِّق بين أحد من رسله كما فعل أهل الكتاب، آمنوا ببعض الرُّسل وكفروا ببعض، بل نجمع بينهم في الإِيمان بهم { وقالوا سمعنا } قوله { وأطعنا } أمره { غفرانك } أَيْ: اغفر غفرانك. { لا يكلف الله نفساً إلاَّ وسعها } ذكرنا أنَّ هذه الآية نسخت ما شكاه المؤمنون من المحاسبة بالوسوسة وحديث النَّفس { لها ما كسبت } [من العمل بالطاعة] { وعليها ما اكتسبت } [من العمل بالإثم] أَيْ: لا يُؤَاخَذ أحدٌ بذنب غيره { ربنا لا تؤاخذنا } أَيْ: قولوا ذلك على التَّعليم للدُّعاء، ومعناه: لا تعاقبنا إن نسينا. كانت بنو إسرائيل إذا نسوا شيئاً ممَّا شرع لهم عُجِّلت لهم العقوبة بذلك، فأمر الله نبيَّه والمؤمنين أن يسألوه ترك مؤاخذتهم بذلك { أو أَخْطأْنا } تركنا الصَّواب: { ربنا ولا تحمل علينا إصراً } أَيْ: ثقلاً، والمعنى: لا تحمل علينا أمراً يثقل { كما حملته على الذين من قبلنا } نحو ما أُمر به بنو إسرائيل من الأثقال التي كانت عليهم { ربنا ولا تحملنا ما لا طاقة لنا به } أَيْ: لا تعذِّبنا بالنَّار { أنت مولانا } [ناصرنا] والذي تلي علينا أمورنا { فانصرنا على القوم الكافرين } في إقامة حجَّتنا وغلبتنا إيَّاهم في حربه، وسائر أمورهم حتى يظهر ديننا على الدِّين كلِّه كما وعدتنا.", "annotation": {"aya": [], "hadith": [{"start": 507, "end": 793}], "verse": []}}