{"text": " { فَإنْ خِفْتُمْ } أي: فإن كان بكم خوف من عدوّ أو غيره { فَرِجَالاً } أي: فصلُّوا راجلين، أي: ماشين على الأقدام - يقال: رَجِلَ كفرح - فهو راجل، ورجل - بضم الجيم - ورجل - بكسرها - ورجل - بفتحها - ورَجِيل ورَجْلان إذا لم يكن له ظهر في سفر يركبه فمشى على قدميه. والجمع رجال ورَجَّالة ورَجّال - كرمّان - { أَوْ رُكْبَاناً } ، أي: راكبين، فيعفى عن كثرة الأفعال وإتمام الركوع والسجود واستقبال القبلة. وهذا من رخص الله تعالى التي رخّص لعباده، وَوَضْعِهِ الآصار والأغلال عنهم. وقد رويت صلاة الخوف عن رسول الله صلى الله عليه وسلم على صفات مختلفة مفصّلة في كتب السنة، وذلك لأنه صلى الله عليه وسلم كان يتحرى في كل موطن ما هو أحوط للصلاة وأبلغ في الحراسة. قال الرازي: صلاة الخوف قسمان: أحدهما: أن تكون في حال القتال - وهو المراد بهذه الآية؛ والثاني: في غير حال القتال وهو المذكور في سورة النساء في قوله تعالى: وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ ٱلصَّلَٰوةَ فَلْتَقُمْ طَآئِفَةٌ مِّنْهُمْ مَّعَكَ [النساء: 102]. وقد روى مالك عن نافع: أنّ ابن عمر كان إذا سئل عن صلاة الخوف، وصفها ثم قال: فإن كان خوف أشدّ من ذلك صلّوا رجالاً على أقدامهم أو ركباناً مستقبلي القبلة أو غير مستقبليها. قال نافع: لا أرى ابن عمر ذكر ذلك إلا عن النبيّ صلى الله عليه وسلم. رواه الشيخان. ولمسلم أيضاً عن ابن عمر قال: فإن كان خوف أشدّ من ذلك فصلّ راكباً أو قائماً تومئ إيماءً. وأخرج الإمام أحمد وأبو داود، بإسنادٍ جيد، عن عبد الله بن أنيس الجهنيّ قال: بعثني رسول الله صلى الله عليه وسلم إلى خالد بن سفيان الهذليّ - وكان نحو عُرَنَةَ وعرفات - فقال: اذهب فاقتله. قال: فرأيته - وحضرت صلاة العصر - فقلت: إني لا أخاف أن يكون بيني وبينه ما إن أؤخر الصلاة، فانطلقت أمشي وأنا أصلي أومئ إيماءَ نحوه، فلما دنوت منه قال لي: من أنت؟ قلت: رجل من العرب بلغني أنك تجمع لهذا الرجل فجئتك في ذلك، قال: إني لفي ذلك. فمشيت معه ساعة. حتى إذا أمكنني علوته بسيفي حتى برد وهذا نص أبي داود. وأخرج الطيالسيّ وعبد الرزاق وابن أبي شيبة وأحمد وعبد بن حميد والنسائيّ وأبو يعلى والبيهقيّ عن أبي سعيد الخدريّ قال: كنّا مع رسول الله صلى الله عليه وسلم يوم الخندق فشغلنا عن صلاة الظهر والعصر والمغرب والعشاء حتى كفينا ذلك. وذلك قوله: وَكَفَى ٱللَّهُ ٱلْمُؤْمِنِينَ ٱلْقِتَالَ [الأحزاب: 25]. فأمر رسول الله صلى الله عليه وسلم بلالاً فأقام لكلّ صلاةٍ إقامة، وذلك قبل أن ينزل عليه { فَإنْ خِفْتُمْ فَرِجَالاً أَوْ رُكْبَاناً }. تنبيه هذه الآية قد أطلقت الخوف. فيدخل فيه أيّ مخافة من عدوّ أو سبع أو جمل صائل، وهذا قول الأكثر. وشذّ قول الوافي وبعض الظاهرية: إنّ الخوف مختص بأن يكون من آدميّ. وقد أفادت هذه الآية أن فعلها بالإيماء هو فرضهم، فلا قضاء بعد الأمن. قال في التهذيب خلاف ما يقوله بعضهم. ولكن هذا إذا أتوا بما يسمى صلاة فإن لم يمكنهم شيء من الأفعال، وإنما أتوا بالذكر فقط. فقال الناصر زيد وابن أبي الفوارس وأبو جعفر: هذا لا يسمى صلاةً فيجب القضاء. وقال الراضي بالله والأمير الحسن: هو بعض الصلاة، فلا قضاء، لقوله صلى الله عليه وسلم: \" إذا أمرتكم بأمرٍ فأتوا منه ما استطعتم \" وإذا ثبت الترخيص في هذه الصلاة - يترك كمال الفروض - رخص فيها بفعل ما تحتاج إليه، وبلباس ما فيه نجس إذا احتيج إليه - كذا في تفسير بعض علماء الزيدية. { فَإِذَآ أَمِنتُمْ } أي: زال خوفكم { فَٱذْكُرُواْ ٱللَّهَ } أي: فصلّوا صلاة الأمن. عبر عنها بالذكر لأنه معظم أركانها. وقوله: { كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ } أي: مثل ما علمكم من صلاة الأمن، أو لأجل إنعامه عليكم، فالكاف للتعليل. وهذه الآية كقوله تعالى: فَإِذَا ٱطْمَأْنَنتُمْ فَأَقِيمُواْ ٱلصَّلَٰوةَ إِنَّ ٱلصَّلَٰوةَ كَانَتْ عَلَى ٱلْمُؤْمِنِينَ كِتَٰباً مَّوْقُوتاً [النساء: 103]. والفائدة في ذكر المفعول فيه، وإن كان الإنسان لا يعلم إلا ما لم يعلم، التصريحٌ بذكر حالة الجهل التي انتقلوا عنها، فإنه أوضح في الامتنان.", "annotation": {"aya": [{"start": 798, "end": 888}, {"start": 1964, "end": 2005}, {"start": 3129, "end": 3244}], "hadith": [{"start": 2665, "end": 2706}], "verse": []}}