{"text": " أخرج الفريابي وعبد بن حميد وابن جرير عن مجاهد في قوله { وله الجوار المنشآت } قال: المنشآت ما رفع قلعة من السفن، فأما ما لم يرفع قلعة فليس بمنشآت. وأخرج عبد بن حميد وابن المنذر عن الحسن { وله الجوار المنشآت } قال: السفن و { المنشآت } قال: بالشراع { كالأعلام } قال: كالجبال. وأخرج عبد بن حميد وابن جرير عن قتادة { وله الجوار المنشآت } يعني السفن { كالأعلام } قال: كالجبال. وأخرج عبد بن حميد عن عكرمة { وله الجوار المنشآت } قال: هي السفائن. وأخرج عبد بن حميد وابن المنذر والمحاملي في أماليه عن عمير بن سعد قال: كنا مع عليّ على شط الفرات فمرت به سفينة فقرأ هذه الآية { وله الجوار المنشآت في البحر كالأعلام }. وأخرج عبد بن حميد وابن المنذر عن إبراهيم النخعي والضحاك أنهما كانا يقرآن { وله الجوار المنشآت في البحر } قال: أي الفاعلات. وأخرج عبد بن حميد عن الأعمش أنه كان يقرأها { وله الجوار المنشآت } يعني الباديات. وأخرج عبد بن حميد عن عاصم أنه كان يقرأها على الوجهين بكسر الشين وفتحها. قوله تعالى: { كل من عليها فان } الآية. أخرج ابن أبي حاتم عن الشعبي قال: إذا قرأت { كل من عليها فان } فلا تسكت حتى تقرأ { ويبقى وجه ربك ذو الجلال والإِكرام }. وأخرج ابن جرير وابن المنذر وابن أبي حاتم وأبو الشيخ في العظمة وابن مردويه والبيهقي في الأسماء والصفات عن ابن عباس في قوله { ذو الجلال والإِكرام } قال: الكبرياء والعظمة. وأخرج ابن المنذر والبيهقي عن حميد بن هلال قال: قال رجل: يرحم الله رجلاً أتى على هذه الآية { ويبقى وجه ربك ذو الجلال والإِكرام } فسأل الله تعالى بذلك الوجه الكافي الكريم ولفظ البيهقي بذلك الوجه الباقي الجميل. قوله تعالى: { يسأله من في السمٰوات والأرض } الآية. أخرج ابن جرير وابن أبي حاتم عن ابن عباس في قوله { يسأله من في السمٰوات والأرض } يعني يسأل عباده إياه الرزق والموت والحياة كل يوم هو في ذلك. وأخرج عبد بن حميد وابن المنذر عن أبي صالح { يسأله من في السمٰوات والأرض } قال { يسأله من في السمٰوات } الرحمة ويسأله من في الأرض المغفرة والرزق. وأخرج ابن المنذر عن ابن جريج في الآية قال: الملائكة يسألونه الرزق لأهل الأرض والأرض يسأله أهلها الرزق لهم. وأخرج الحسن بن سفيان في مسنده والبزار وابن جرير والطبراني وأبو الشيخ في العظمة وابن مردويه والبيهقي في شعب الإِيمان وابن عساكر عن أبي الدرداء \" عن النبي صلى الله عليه وسلم في قوله { كل يوم هو في شأن } قال: من شأنه أن يغفر ذنباً ويفرج كرباً ويرفع قوماً ويضع آخرين \" ، زاد البزار: وهو يجيب داعياً. وأخرج البزار عن ابن عمر \" عن النبي صلى الله عليه وسلم { كل يوم هو في شأن } قال: يغفر ذنباً ويفرج كرباً \". وأخرج البيهقي عن أبي الدرداء في قوله { كل يوم هو في شأن } قال: يكشف كرباً ويجيب داعياً ويرفع قوماً ويضع آخرين. وأخرج عبد الرزاق وابن جرير وابن المنذر والطبراني وأبو الشيخ في العظمة والحاكم وابن مردويه وأبو نعيم في الحلية والبيهقي في الأسماء والصفات عن ابن عباس في قوله { كل يوم هو في شأن } قال: إن مما خلق الله لوحاً محفوظاً من درة بيضاء دفتاه من ياقوتة حمراء قلمه نور وكتابه نور عرضه ما بين السماء والأرض، ينظر فيه كل يوم ثلثمائة وستين نظرة يخلق في كل نظرة، ويرزق ويحيي ويميت ويعز ويذل ويغل ويفك، ويفعل ما يشاء، فذلك قوله تعالى { كل يوم هو في شأن }. وأخرج سعيد بن منصور وابن أبي شيبة وعبد بن حميد وابن جرير وابن المنذر والبيهقي عن عبيد بن عمير { كل يوم هو في شأن } قال: من شأنه أن يجيب داعياً ويعطي سائلاً، ويفك عانياً، ويشفى سقيماً. وأخرج عبد بن حميد وابن جرير عن قتادة رضي الله عنه { كل يوم هو في شأن } قال: لا يستغني عنه أهل السماء والأرض، يحيى حياً، ويميت ميتاً، ويربي صغيراً، ويفك أسيراً، ويغني فقيراً، وهو مرد حاجات الصالحين، ومنتهى شكرهم وصريخ الأخيار. وأخرج عبد بن حميد وأبو الشيخ عن أبي ميسرة { كل يوم هو في شأن } قال: يحيى ويميت، ويصور في الأرحام ما يشاء، ويعز من شاء، ويذل من شاء، ويفك الأسير. وأخرج عبد بن حميد عن الربيع رضي الله عنه { كل يوم هو في شأن } قال: يخلق خلقاً ويميت آخرين ويرزقهم ويكلؤهم. وأخرج عبد بن حميد عن سويد بن جبلة الفزاري، وكان من التابعين، قال: إن ربكم { كل يوم هو في شأن } يعتق رقاباً ويفحم عتاباً ويعطي رغاباً. وأخرج عبد بن حميد عن أبي الجوزاء رضي الله عنه { كل يوم هو في شأن } قال: لا يشغله شأن عن شأن. وأخرج عبد بن حميد وابن جرير عن مجاهد رضي الله عنه { كل يوم هو في شأن } قال: من أيام الدنيا كل يوم يجيب داعياً ويكشف كرباً ويجيب مضطراً ويغفر ذنباً.", "annotation": {"aya": [], "hadith": [{"start": 2001, "end": 2123}, {"start": 2179, "end": 2260}], "verse": []}}