{"text": " شرح الكلمات: إذا قمتم إلى الصلاة: أي إذا أردتم القيام إلى الصلاة وأنتم محدثون أي على غير وضوء. فاغسلوا وجوهكم: أي بعد غسل الكفين ثلاثاً والمضمضة والاستنشاق والاستنثار ثلاثاً ثلاثاً لبيان رسول الله صلى الله عليه وسلم ذلك. وأرجلكم إلى الكعبين: أي واغسلوا أرجلكم إلى الكعبين إلا أن يكون عليها خف ساتر فإنه يجوز المسح عليه دون حاجة إلى نزعه وغسل الرجلين، وذلك إن لبسه بعد وضوء ولم يمض على لبسه أكثر من يوم وليلة إن كان مقيماً، أو ثلاثة أيام إن كان مسافراً بهذا جاءت السنة. وإن كنتم جنباً: الجنب من قامت به جنابة وهي شيئآن: غياب رأس الذكر في الفرج، وخروج المنى بلذة في نوم أو يقظة. فاطهروا: يعني فاغتسلوا، والغسل هو غسل سائر الجسد بالماء. الغائط: كناية عن الخارج من أحد السبيلين من عذرة أو فساء أو ضراط، أو بول أو مذي. أو لامستم النساء: ملامسة النساء كناية عن الجماع، كما أن من لامس امرأة ليتلذذ بها أو لامسها لغير قصد اللذة ووجد اللذة فقد انتقض وضوءه ومن هذا مس الفرج باليد لأنه مظنة اللذة لذا قال الرسول صلى الله عليه وسلم \" من أفضى منكم بيده إلى فرجه فليتوضأ \". فتيمموا صعيداً: اقصدوا تراباً أو حجراً أو رملاً أو سبخة مما صعد على وجه الأرض. الحرج: المشقة والعسر والضيق. ميثاقه: أي ميثاق الله تعالى وهو عهده المؤكد والمراد به هنا: شهادة أن لا إله إلا الله وأن محمداً رسول الله، إذ بها وجب الالتزام بسائر التكاليف الشرعية. معنى الآيتين: نادى الرب تعالى عباده المؤمنين به وبرسوله ووعده ووعيده ليأمرهم بالطهارة إذا هم أرادوا الصلاة وهي مناجاة العبد لربه لحديث المصلي يناجي ربه، وبين لهم الطهارة الصغرى منها وهي الوضوء، والكبرى وهي الغسل، وبين لهم ما ينوب عنهما إذا تعذر وجود الماء الذي به الطهارة أو عجزوا استعماله وهو التيمم فقال تعالى: { يَا أَيُّهَا ٱلَّذِينَ آمَنُواْ إِذَا قُمْتُمْ إِلَى ٱلصَّلاةِ فٱغْسِلُواْ وُجُوهَكُمْ } وحدُّ الوجه طولاً من منبت الشعر أعلى الجبهة إلى منتهى الذقن أسفل الوجه وحده عرضاً من وتد الأذن اليمنى إلى وتد الأذن اليسرى { وَأَيْدِيَكُمْ إِلَى ٱلْمَرَافِقِ } فيشمل الغسل الكفين والذراعين إلى بداية العضدين فيدخل في الغسل المرفقان { وَٱمْسَحُواْ بِرُؤُوسِكُمْ } واللفظ محتمل للكل والبعض والسنة بينت أن الماسح يقبل بيديه ويدبر بهما فيمسح جميع رأسه وهو أكمل وذلك ببلل يكون في كفيه، كما بينت السنة مسح الأذنين ظاهراً وباطناً بعد مسح الرأس { وَأَرْجُلَكُمْ إِلَى ٱلْكَعْبَينِ } أي واغسلوا أرجلكم إلى الكعبين وهما العظمان الناتئان عند بداية الساق، وبينت السنة رخصة المسح على الخفين بدلاً من غسل الرجلين، كما بينت غسل الكفين والمضمضة والاستنشاق والاستنثار، وكون الغسل ثلاثاً ثلاثاً على وجه الاستحباب، وقول بسم الله عند الشروع أي البدء في الوضوء. كما بينت السنة وجوب الترتيب بين الأعضاء المغسولة الأول فالأول، ووجوب الفور بحيث لا يفصل بزمن بين أعضاء الوضوء حال غسلها بل يفعلها في وقت واحد إن أمكن ذلك وأكدت وجوب النية حتى لكأنه شرط في صحة الوضوء. وقال تعالى: { وَإِن كُنتُمْ جُنُباً فَٱطَّهَّرُواْ } أي وإن أصابت أحدكم جنابة وهي الجماع والاحتلام فمن جامع زوجته فأولج ذكره في فرجها ولو لم ينزل أي لم يخرج منه المنيّ فقد أجنب كما أن من احتلم فخرج منه منيّ فقد أجنب بل كلّ من خرج منه منيّ بلذة في نوم أو يقظة فقد أجنب وانقطاع دم حيض المرأة ودم نفاسها كالجنابة يجب منه الغسل، وقوله { فَٱطَّهَّرُواْ } يريد فاغتسلوا وقد بينت السنة كيفية الغسل وهي أن ينوي المرء رفع الحدث الأكبر بقلبه ويغسل كفيه قائلاً بسم الله ويغسل فرجيه وما حولهما، ثم يتوضأ الوضوء الأصغر المعروف، ثم يخلل أصول شعر رأسه ببلل يديه، ثم يغسل رأسه ثلاث مرات، ثم يقبض الماء على شق جسده الأيمن كله من أعلاه إلى أسفله، ثم الأيسر، ويتعاهد الأماكن التي قد ينبوا عنها الماء فلا يمسها كالسرة وتحت الإبطين، والرفقين وهما أصل الفخذين، وقوله تعالى: { وَإِن كُنتُم مَّرْضَىۤ أَوْ عَلَىٰ سَفَرٍ أَوْ جَآءَ أَحَدٌ مِّنْكُمْ مِّنَ ٱلْغَائِطِ أَوْ لاَمَسْتُمُ ٱلنِّسَآءَ فَلَمْ تَجِدُواْ مَآءً } ذكر تعالى في هذه الجملة الكريمة نواقض الوضوء وموجب الانتقال منه إلى التيمم فقال: { وَإِن كُنتُم مَّرْضَىۤ } فالمريض قد يعجز عن الوضوء لضعف جسمه بعدم القدرة على التحرك، وقد تكون به جراحات أو دماميل يتعذر معها استعمال الماء حيث يزداد المرض بمس الماء، وقوله { أَوْ عَلَىٰ سَفَرٍ } إذ السفر مظنة عدم وجود الماء هذه موجبات الانتقال من الوضوء إلى التيمم، وقوله عز وجل: { أَوْ جَآءَ أَحَدٌ مِّنْكُمْ مِّنَ ٱلْغَائِطِ أَوْ لاَمَسْتُمُ ٱلنِّسَآءَ }. ذكر في الجملة الأولى نواقض الوضوء إجمالاً وهو الخارج من السبيلين من عذرة وفساء وضراط وبول ومذي كنى عنه بقوله: { أَوْ جَآءَ أَحَدٌ مِّنْكُمْ مِّنَ ٱلْغَائِطِ } وهو مكان التغوط والتبول وذكر موجب الغسل وهو الجماع وكنىّ عنه بالملامسة تعليماً لعباده المؤمنين الآداب الرفيعة في مخاطباتهم، وقوله: { فَلَمْ تَجِدُواْ مَآءً } للوضوء أو الغسل بعد أن طلبتموه فلم تجدوه فتيمموا، اقصدوا من أم الشيء إذا قصده صعيداً طيباً يريد ما صعد على وجه الأرض من أجزائها كالتراب والرمل والسبخة والحجارة وقوله: { طَيِّباً } يريد به طاهراً من النجاسة والقذر، وقوله: { فَٱمْسَحُواْ بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِّنْهُ } بين فيه كيفية التيمم، وهي أن يقصد المرء التراب الطاهر وإن تعذر ذلك فما تيسر له من أجزاء الأرض فيضرب بكفيه الأرض فيمسح بهما وجهه وكفيه ظاهراً وباطناً مرة واحدة وقوله تعالى: { مِّنْهُ } أي من ذلك الصعيد وبهذا بين تعالى كيفية التيمم وهي التي علمها رسول الله صلى الله عليه وسلم عمار بن ياسر رضي الله عنه وقوله تعالى: { مَا يُرِيدُ ٱللَّهُ لِيَجْعَلَ عَلَيْكُم مِّنْ حَرَجٍ } يخبر تعالى أنه يأمرنا بالطهارة بقسميها الصغرى وهي الوضوء والكبرى وهي الغسل، وما ينوب عنهما عند العجز وهو التيمم، ما يريد بذلك إيقاعنا في الضيق والعنت، ولكنه تعالى يريد بذلك تطهيرنا من الأحداث والذنوب، لأن الوضوء كفارة لذنب المتوضىء كما جاء بيانه في السنة وهو قوله تعالى: { وَلَـٰكِن يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ } أي بهدايتكم إلى الإِسلام وتعليمكم شرائعه فيعدكم بذلك لشكره وهو طاعته بالعمل بما جاء به الإِسلام من الأعمال الباطنة والظاهرة وهو معنى قوله { لَعَلَّكُمْ تَشْكُرُونَ }. هذا ما دلت عليه الآية الأولى [6] أما الآية الأخيرة [7] وهي قوله تعالى: { وَٱذْكُرُواْ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ وَمِيثَاقَهُ ٱلَّذِي وَاثَقَكُم بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا وَٱتَّقُواْ ٱللَّهَ إِنَّ ٱللَّهَ عَلِيمٌ بِذَاتِ ٱلصُّدُورِ } فإنه تعالى يأمر عباده المؤمنين أن يذكروا نعمته عليهم بهدايتهم إلى الإِيمان ليشكروه بالإِسلام، كما يذكروا ميثاقه الذي واثقهم به وهو العهد الذي قطعه المؤمن على نفسه لربه تعالى بالتزامه بطاعته وطاعة رسوله محمد صلى الله عليه وسلم عندما تعهد أن لا إله إلا الله وأن محمداً رسول الله، وأما قوله: { إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا } قد قالها الصحابة بلسان القال عندما بايعوا رسول الله صلى الله عليه وسلم على السمع والطاعة في المنشط والمكره، وقد قالها كل مسلم بلسان الحال لما شهد لله بالوحدانية وللنبي بالرسالة، وقوله تعالى: { وَٱتَّقُواْ ٱللَّهَ } أمر بالتقوى التي هي لزوم الشريعة والقيام بها عقيدة وعبادة وقضاء وأدباً وقوله: { إِنَّ ٱللَّهَ عَلِيمٌ بِذَاتِ ٱلصُّدُورِ } يذكَّرهم بعلم الله تعالى بخفايا أمورهم حتى يراقبوه ويخشوه في السر والعلن وهذا من باب تربية الله تعالى لعباده المؤمنين لإِكمالهم وإِسعادهم فله الحمد وله المنة. هداية الآيتين من هداية الآيتين: 1- الأمر بالطهارة وبيان كيفية الوضوء وكيفية الغسل، وكيفية التيمم. 2- بيان الأعذار الناقلة للمؤمن من الوضوء إلى التيمم. 3- بيان موجبات الوضوء والغسل. 4- الشكر هو علة الإِنعام. 5- ذكر العهود يساعد على التزامها والمحافظة عليها.", "annotation": {"aya": [], "hadith": [{"start": 920, "end": 959}], "verse": []}}