{"text": " بيان احتجاج على الوحدانية من طريق الوحي فإن وحدة الإِله وانتفاء الشريك عنه وإن كانت مما يناله العقل بوجوه من النيل فلا مانع من إثباته من طريق الوحي الصريح الذي لا مرية فيه، فالمطلوب هو اليقين بأنه تعالى إله واحد لا شريك له، وإذا فرض حصوله من طريق الوحي الذي لا يداخله ريب في كونه وحياً إلهياً كالقرآن المتكئ على التحدي فلا مانع من الاستناد إليه. قوله تعالى { قل أي شيء أكبر شهادة قل الله شهيد بيني وبينكم } أمر نبيه أن يسألهم عن أكبر الأشياء من حيث الشهادة، والشهادة هي تحمل الخبر عن نوع من العيان كالإِبصار ونحوه، وأداء ما تحمل كذلك بالإِخبار والإِنباء، وإذ كان التحمل والأداء - وخاصة التحمل - مما يختلف بحسب إدراك المتحملين وبحسب وضوح الخبر الذي تحمّله المتحمل، وبحسب قوة المؤدي بياناً وضعفه اختلافاً فاحشاً. فليس المتحمل الذي يغلب على مزاجه السهو والنسيان أو الغفلة كالذي يحفظ ما يعيه سمعه ويقع عليه بصره، وليس الصاحي كالسكران ولا الخبير الأخصائي بأمر كالأجنبي الأعزل. وإذا كان الأمر على ذلك فلا يقع ريب في أن الله سبحانه هو أكبر من كل شيء شهادة فإنه هو الذي أوجد كل ما دق وجل من الأشياء، وإليه ينتهي كل أمر وخلق، وهو المحيط بكل شيء ومع كل شيء لا يعزب عن علمه مثقال ذرة في السماوات والأرض ولا أصغر من ذلك ولا أكبر لا يضل ولا ينسى. ولكون الأمر بيناً لا يقع فيه شك لم يحتج إلى إيراد الجواب في اللفظ بأن يقال قل الله أكبر شهادة، كما قيل قل لمن ما في السماوات والأرض قل لله الأنعام 12 أو يقال سيقولون الله، كما قيل قل لمن الأرض ومن فيها إن كنتم تعلمون، سيقولون لله المؤمنون 84 - 85. على أن قوله { قل الله شهيد بينى وبينكم } يدل عليه ويسد مسده، وليس من البعيد أن يكون قوله { شهيد } خبراً لمبتدء محذوف هو الضمير العائد إلى الله، والتقدير \" قل الله هو شهيد بيني وبينكم \" فتشتمل الجملة على جواب السؤال وعلى ما استؤنف من الكلام. وقوله { قل الله شهيد بينى وبينكم } على أنه يشتمل على إخباره صلى الله عليه وآله وسلم بشهادة الله تعالى هو بنفسه شهادة لمكان قوله { قل } إذ أمره بأن يخبرهم بشهادته تعالى بالنبوة لا ينفك عن الشهادة بذلك، وعلى هذا فلا حاجة إلى التشبث بأنواع ما وقع في القرآن الكريم من شهادة الله تعالى على نبوته صلى الله عليه وآله وسلم وعلى نزول القرآن من عنده كقوله تعالى والله يعلم إنك لرسوله المنافقون 1 أو قوله لكن الله يشهد بما أنزل إليك أنزله بعلمه النساء 166 وغير ذلك من الآيات الدالة على ذلك تصريحاً أو تلويحاً بلفظ الشهادة أو بغيره. وتقييد شهادته تعالى بقوله { بيني وبينكم } يدل على توسطه تعالى بين طرفين متخاصمين هما النبي صلى الله عليه وآله وسلم وقومه، والنبي لم ينعزل عنهم ولم يتميز منهم في جانب إلا في دعوى النبوّة والرسالة ودعوى نزول القرآن لكن نزول القرآن بالوحي قد ذكر بعد في قوله { وأوحي إلي هذا القرآن } فالمراد بشهادته تعالى بينه وبينهم شهادته بنبوته، ويؤيده أيضاً قوله في الآية التالية { الذين آتيناهم الكتاب يعرفونه كما يعرفون أبناءهم } على ما سيجيء إن شاء الله. قوله تعالى { وأوحي إلي هذا القرآن لأنذركم به ومن بلغ } من مقول القول وهو معطوف على قوله { الله شهيد } الخ، وجعل الإِنذار غاية لنزول القرآن الكريم أخذ بمسلك الخوف في الدعوة النبوية، وهو الأوقع في أفهام عامة الناس فإن مسلك الرجاء والوعد وإن كان أحد الطريقين في الدعوة، وقد استعمله الكتاب العزيز في الجملة لكن رجاء الخير لا يبعث إلى طلبه بعثاً إلزامياً وانما يورث شوقاً ورغبه بخلاف الخوف لوجوب دفع الضرر المحتمل عقلاً. ولأن دعوة الإِسلام إنما هي إلى دين الفطرة، وهو مخزون مكنوز في فطرة الناس وإنما حجبهم عنه ما ابتلوا به من الشرك والمعصية مما يوجب عليهم غلبه الشقوة ونزول السخط الإِلهي فالأقرب إلى الحكمة والحزم في دعوتهم أن تبدأ بالإِنذار، ولهذا كله ربما حصر شأن النبي صلى الله عليه وآله وسلم في الإِنذار كما في قوله إن أنت إلا نذير فاطر 23 وقوله وإنما أنا نذير مبين الملك 26. هذا في عامة الناس وأما الخاصة من عباد الله، وهم الذين يعبدونه حباً له لا خوفاً من نار ولا طمعاً في جنة فإنهم يتلقون من الدعوة بالخوف والرجاء أمراً آخر فإنهم يتلقون من النار أنها دار بعد وسخط فيخافونها لذلك، ومن الجنة أنها ساحة قرب ورضوان فيشتاقون إليها لذلك. وظاهر قوله { لأنذركم به ومن بلغ } أنه خطاب لمشركي مكة أو لقريش أو للعرب عامة إلا أن التقابل بين ضمير الخطاب وبين من بلغ - والمراد بمن بلغ هو من لم يشافهه النبي صلى الله عليه وآله وسلم بالدعوة في زمن حياته أو بعده - يدل على أن المراد بالمخاطبين في قوله { لأنذركم به } هم الذين شافههم النبي صلى الله عليه وآله وسلم بالدعوة ممن تقدم دعاءه على نزول الآية أو قارنه أو تأخر عنه. فقوله { وأوحي إلي هذا القرآن لأنذركم به ومن بلغ } يدل على عموم رسالته عليه السلام بالقرآن لكل من سمعه منه أو سمعه من غيره إلى يوم القيامة، وإن شئت فقل تدل الآية على كون القرآن الكريم حجة من الله وكتاباً له ينطق بالحق على أهل الدنيا من لدن نزوله إلى يوم القيامة. وقد قيل { لأنذركم به } ولم يقل لانذركم بقراءته فالقرآن حجة على من سمع لفظه وعرف معناه واهتدى إلى مقاصده، أو فسّر له لفظه وقرع سمعه بمضامينه فليس من شرط كتاب مكتوب إلى قوم أن يكون بلسانهم بل أن تقوم عليهم حجته وتشملهم مضامينه، وقد دعا عليه السلام بكتابه إلى مصر والحبشة والروم وإيران ولسانهم غير لسان القرآن، وقد كان فيمن آمن به في حياته وقبل إيمانهم سلمان الفارسي وبلال الحبشي وصهيب الرومي وعدة من اليهود ولسانهم عبري هذا كله مما لا ريب فيه. قوله تعالى { أئنّكم لتشهدون أن مع الله آلهة أُخرى قل لا أشهد } إلى آخر الآية، لما ذكر شهادة الله وهو أكبر شهادة على رسالته ولم يرسل إلا ليدعوهم إلى دين التوحيد، وليس لأحد بعد شهادة الله سبحانه على أن لا شريك له في ألوهيته أن يشهد أن مع الله آلهة أمر نبيه أن يسألهم سؤال متعجب منكر هل يشهدون بتعدد الآلهة، وهذا هو الذي يدل عليه تأكيد المسئول عنه بأن واللام، كأن النفس لا تقبل أن يشهدوا به بعد أن سمعوا شهادة الله تعالى. ثم أمره أن يخالفهم في الشهادة فينفي عن نفسه الشهادة بما شهدوا به فقال { قل لا أشهد } أي بما شهدتم به بقرينة المقام، ثم قال { قل إنما هو إله واحد وإنني بريء مما تشركون } وهو شهادة على وحدانيته تعالى، والبراءة مما يدعون له من شركاء. قوله تعالى { الذين آتيناهم الكتاب يعرفونه كما يعرفون أبناءهم } هذا إخبار عما شهد به الله سبحانه في الكتب المنزّلة على أهل الكتاب، وعلمه علماء أهل الكتاب مما عندهم من كتب الأنبياء من البشارة بعد البشارة بالنبي صلى الله عليه وآله وسلم ووصفه بما لا يعتريه شك ولا يطرأ عليه ريب. فهم بما استحضروا من نعته صلى الله عليه وآله وسلم يعرفونه بعينه كما يعرفون أبناءهم، قال تعالى الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوباً عندهم في التوراة والإِنجيل الأعراف 157 وقال تعالى محمد رسول الله والذين معه أشداء على الكفار رحماء بينهم تراهم ركعاً سجداً يبتغون فضلاً من الله ورضواناً سيماهم في وجوههم من أثر السجود ذلك مثلهم في التوراة ومثلهم في الإِنجيل الفتح 29، وقال تعالى أو لم يكن لهم آية أن يعلمه علماء بني إسرائيل الشعراء 197. ولما كان بعض علمائهم يكتمون ما عندهم من بشاراته ونعوته صلى الله عليه وآله وسلم ويستنكفون عن الإِيمان به بيّن الله تعالى خسرانهم في أمرهم فقال { الذين خسروا أنفسهم فهم لا يؤمنون }. وقد تقدم بعض الكلام في تفسير نظيرة الآية من سورة البقرة آية 146 وبيّنا هناك وجه الالتفات من الحضور إلى الغيبة وسيأتي تمام الكلام في سورة الأعراف آية 156 إن شاء الله تعالى. بحث روائي في تفسير البرهان عن ابن بابويه بإسناده عن محمد بن عيسى بن عبيد قال قال لي أبو الحسن عليه السلام ما تقول إذا قيل لك أخبرني عن الله عز وجل أشيء أم لا شيء؟ قال قلت قد أثبت الله عز وجل نفسه شيئاً حيث يقول { قل أي شيء أكبر شهادة قل الله شهيد بيني وبينكم } وأقول إنه شيء لا كالأشياء إذ في نفي الشيئيه عنه نفيه وإبطاله. قال لى صدقت وأحسنت. قال الرضا عليه السلام للناس في التوحيد ثلاثة مذاهب نفي، وتشبيه، وإثبات بغير تشبيه فمذهب النفي لا يجوز، ومذهب التشبيه لا يجوز لأن الله تبارك وتعالى لا يشبهه شيء، والسبيل في الطريقة الثالثة إثبات بلا تشبيه. أقول المراد بمذهب النفي نفي معاني الصفات عنه تعالى كما ذهبت إليه المعتزلة، وفي معناه إرجاع الصفات الثبوتية إلى نفي ما يقابلها كالقول بأن معنى القادر أنه ليس بعاجز، ومعنى العالم أنه ليس بجاهل إلا أن يرجع إلى ما ذكره عليه السلام من المذهب الثالث. والمراد بمذهب التشبيه أن يشبهه تعالى بغيره - وليس كمثله شيء - أي أن يثبت له من الصفة معناه المحدود الذي فينا المتميز من غيره من الصفات بأن يكون قدرته كقدرتنا وعلمه كعلمنا، وهكذا، ولو كان ما له من الصفة كصفتنا احتاج كاحتياجنا فلم يكن واجباً تعالى عن ذلك. والمراد بمذهب الإِثبات من غير تشبيه أن يثبت له من الصفة أصل معناه وتنفى عنه خصوصيته التي قارنته في الممكنات المخلوقة أي تثبت الصفة وينفي الحد. وفي تفسير القمي في رواية أبي الجارود عن أبي جعفر عليه السلام { قل أي شيء أكبر شهادة قل الله شهيد بينى وبينكم } وذلك \" أن مشركي أهل مكة قالوا يا محمد ما وجد الله رسولاً أرسله غيرك؟ ما نرى أحداً يصدقك بالذى تقول - ذلك في أول ما دعاهم وهم يومئذ بمكة - قالوا ولقد سألنا عنك اليهود والنصارى فزعموا أنه ليس لك ذكر عندهم، فأتنا بمن يشهد أنك رسول الله، قال رسول الله صلى الله عليه وآله وسلمالله شهيد بيني وبينكم \" وفي تفسير العياشي عن بكير عن محمد عن أبي جعفر عليه السلام في قول الله { لأنذركم به ومن بلغ } قال علي عليه السلام ممن بلغ. أقول ظاهره أن { من بلغ } معطوف على ضمير { كم } ولقد ورد في بعض الروايات أن المراد بمن بلغ هو الإِمام، ولازمه عطف { من بلغ } على فاعل { لأنذركم } المقدّر، وظاهر الآية هو الأول. وفي تفسير البرهان عن ابن بابويه بإسناده عن يحيى بن عمران الحلبي عن أبيه عن أبي عبد الله عليه السلام قال سئل عن قول الله عز وجل { وأوحي إلي هذا القرآن لأنذركم به ومن بلغ } قال بكل لسان. أقول قد مر وجه استفادته من الآية. وفي تفسير المنار أخرج أبو الشيخ عن أُبي بن كعب قال أُتي رسول الله صلى الله عليه وآله وسلم بأسارى فقال لهم هل دعيتم إلى الإِسلام؟ قالوا لا، فخلى سبيلهم ثم قرأ { وأُوحي إليّ هذا القرآن لأنذركم به ومن بلغ } ثم قال خلوا سبيلهم حتى يأتوا مأمنهم من أجل أنهم لم يدعوا. وفي تفسير القمي إن عمر بن الخطاب قال لعبد الله بن سلام هل تعرفون محمداً في كتابكم؟ قال نعم والله نعرفه بالنعت الذي نعته الله لنا إذ رأيناه فيكم كما يعرف أحدنا ابنه إذا رآه مع الغلمان. والذي يحلف به ابن سلام لأنا بمحمد هذا أشد معرفة مني بابني.", "annotation": {"aya": [{"start": 1237, "end": 1272}, {"start": 1314, "end": 1363}, {"start": 1975, "end": 1996}, {"start": 2017, "end": 2056}, {"start": 3301, "end": 3316}, {"start": 3331, "end": 3350}, {"start": 5715, "end": 5793}, {"start": 5817, "end": 5990}, {"start": 6012, "end": 6056}], "hadith": [{"start": 7728, "end": 8017}], "verse": []}}