{"text": " قوله تعالى { يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشْفَعُواْ لَنَآ أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ ٱلَّذِي كُنَّا نَعْمَلُ }. بين تعالى في هذه الآية الكريمة أن الكفار، إذا عاينوا الحقيقة يوم القيامة يقرون بأن الرسل جاءت بالحق، ويتمنون أحد أمرين أن يشفع لهم شفعاء فينقذوهم، أو يردوا إلى الدنيا ليصدقوا الرسل، ويعلملوا بما يرضي الله، ولم يبين هنا هل يشفع لهم أحد؟ وهل يردون؟ وماذا يفعلون لو ردوا؟ وهل اعترافهم ذلك بصدق الرسل ينفعهم؟ ولكنه تعالى بين ذلك كله في مواضع أخر، فبين أنهم لا يشفع لهم أحد بقوله فَمَا لَنَا مِن شَافِعِينَ الشعراء 100 الآية، وقوله فَمَا تَنفَعُهُمْ شَفَاعَةُ ٱلشَّافِعِينَ المدثر 48، وقوله وَلاَ يَشْفَعُونَ إِلاَّ لِمَنِ ٱرْتَضَىٰ الأنبياء 28 مع قوله وَلاَ يَرْضَىٰ لِعِبَادِهِ ٱلْكُفْرَ الزمر 7، وقوله فَإِنَّ ٱللَّهَ لاَ يَرْضَىٰ عَنِ ٱلْقَوْمِ ٱلْفَاسِقِينَ التوبة 96، وبين أنهم لا يردون في مواضع متعددة، كقوله وَلَوْ تَرَىٰ إِذِ ٱلْمُجْرِمُونَ نَاكِسُواْ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَٱرْجِعْنَا نَعْمَلْ صَالِحاً إِنَّا مُوقِنُونَ وَلَوْ شِئْنَا لآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَـٰكِنْ حَقَّ ٱلْقَوْلُ مِنِّي لأَمْلأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ السجدة 12-13. فقوله وَلَـٰكِنْ حَقَّ ٱلْقَوْلُ مِنِّي لأَمْلأَنَّ جَهَنَّمَ السجدة 13 الآية. دليل على أن النار وجبت لهم، فلا يردون، ولا يعذرون، وقوله وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَالِحاً غَيْرَ ٱلَّذِي كُـنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُمْ مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُ فاطر 37. فصرح بأنه قطع عذرهم في الدنيا. بالإمهال مدة يتذكرون فيها. وإنذار الرسل، وهو دليل على عدم ردهم إلى الدنيا مرة أخرى، وأشار إلى ذلك بقوله أَوَلَمْ تَكُونُوۤاْ أَقْسَمْتُمْ مِّن قَبْلُ مَا لَكُمْ مِّن زَوَالٍ إبراهيم 44 جواباً لقولهم أَخِّرْنَآ إِلَىٰ أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَ إبراهيم 44، وقوله ذَلِكُم بِأَنَّهُ إِذَا دُعِيَ ٱللَّهُ وَحْدَهُ كَـفَرْتُمْ وَإِن يُشْرَكْ بِهِ تُؤْمِنُواْ غافر 12 بعد قوله تعالى عنهم فَٱعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِّن سَبِيلٍ غافر 11، وقوله وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرْفٍ خَفِيٍّ الشورى 45 الآية، بعد قوله وَتَرَى ٱلظَّالِمِينَ لَمَّا رَأَوُاْ ٱلْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّ مِّن سَبِيلٍ الشورى 44، وقوله هنا { قَدْ خَسِرُوۤاْ أَنْفُسَهُمْ } الآية بعد قوله { فَهَل لَّنَا مِن شُفَعَآءَ فَيَشْفَعُواْ لَنَآ أَوْ نُرَدُّ } الأعراف 53 الآية. فكل ذلك يدل على عدم الرد إلى الدنيا، وعلى وجوب العذاب، وأنه لا محيص لهم عنه. وبين في موضع آخر أنهم لو ردوا لعادوا إلى الكفر والطغيان. وهو قوله وَلَوْ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنْهُ الأنعام 28 الآية، وفي هذه الآية الكريمة دليل واضح على أنه تعالى يعلم المعدوم الممكن الذي سبق في علمه أنه لا يوجد كيف يكون لو وجد، فهو تعلى أنهم لا يردون إلى الدنيا مرة أخرى ويعلم هذا الرد الذي لا يكون لو وقع كيف يكون كما صرح به في قوله وَلَوْ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ الأنعام 28، ويعلم أن المتخلفين من المنافقين عن غزوة تبوك لا يحضرونها لأنه هو الذي ثبطهم عنها لحكمة كما بينه بقوله وَلَـٰكِن كَرِهَ ٱللَّهُ ٱنبِعَاثَهُمْ فَثَبَّطَهُمْ التوبة46 الآية. وهو يعلم هذا الخروج الذي لا يكون لو وقع كيف يكون كما صرح به في قوله لَوْ خَرَجُواْ فِيكُم مَّا زَادُوكُمْ إِلاَّ خَبَالاً ولأَوْضَعُواْ خِلاَلَكُمْ يَبْغُونَكُمُ ٱلْفِتْنَةَ التوبة 47 الآية، ونظير ذلك قوله تعالى وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِّن ضُرٍّ لَّلَجُّواْ فِي طُغْيَانِهِمْ يَعْمَهُونَ المؤمنون 75 إلى غير ذلك من الآيات. وبين في مواضع أخر أن اعترافهم هذا بقولهم لَقَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ وَنُودُوۤاْ الأعراف 43 لا ينفعهم كقوله تعالى فَٱعْتَرَفُواْ بِذَنبِهِمْ فَسُحْقاً لأَصْحَابِ ٱلسَّعِيرِ الملك 11، وقوله بَلَىٰ وَلَـٰكِنْ حَقَّتْ كَلِمَةُ ٱلْعَذَابِ عَلَى ٱلْكَافِرِينَ الزمر 71، ونحو ذلك من الآيات.", "annotation": {"aya": [{"start": 597, "end": 623}, {"start": 649, "end": 690}, {"start": 708, "end": 749}, {"start": 770, "end": 806}, {"start": 822, "end": 879}, {"start": 933, "end": 1229}, {"start": 1250, "end": 1305}, {"start": 1380, "end": 1561}, {"start": 1706, "end": 1775}, {"start": 1801, "end": 1874}, {"start": 1893, "end": 1984}, {"start": 2013, "end": 2075}, {"start": 2091, "end": 2179}, {"start": 2206, "end": 2298}, {"start": 2593, "end": 2640}, {"start": 2877, "end": 2949}, {"start": 3064, "end": 3116}, {"start": 3201, "end": 3306}, {"start": 3345, "end": 3441}, {"start": 3518, "end": 3571}, {"start": 3605, "end": 3663}, {"start": 3680, "end": 3745}], "hadith": [], "verse": []}}