{"text": " 882 أردن شيئاً من الدنيا من ثياب وزيادة نفقة وتغايرن، فغم ذلك رسول الله صلى الله عليه وسلم فنزلت. فبدأ بعائشة رضي الله عنها - وكانت أحبهنّ إليه - فخيرها وقرأ عليها القرآن، فاختارت الله ورسوله والدار الآخرة، فرؤي الفرح في وجه رسول الله صلى الله عليه وسلم، ثم اختارت جميعهنّ اختيارها، فشكر لهنّ الله ذلك، فأنزل لاَّ يَحِلُّ لَكَ ٱلنّسَاء مِن بَعْدُ وَلاَ أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ الأحزاب 52. روي أنه قال لعائشة 883 \" إنِّي ذاكرٌ لكَ أمراً، ولا عليك أنْ لا تعجلي فيه حتّى تستأمري أبويْكَ \" ثم قرأَ عليها القرآنَ فقالَت أفي هذا أستأمر أبويَّ، فإنِّي أريدُ الله ورسولَهُ والدارَ الآخرةَ.  884 وروي أنها قالت لا تخبر أزواجك أنِّي اخترتك، فقال \" إنما بعثني الله مبلغاً ولم يبعثني متعنتاً \" فإن قلت ما حكم التخيير في الطلاق؟ قلت إذا قال لها اختاري، فقالت اخترت نفسي. أو قال اختاري نفسك، فقالت اخترت، لا بد من ذكر النفس في قول المخير أو المخيرة - وقعت طلقة بائنة عند أبي حنيفة وأصحابه، واعتبروا أن يكون ذلك في المجلس قبل القيام أو الاشتغال بما يدل على الإعراض، واعتبر الشافعي اختيارها على الفور وهي عنده طلقة رجعية وهو مذهب عمر وابن مسعود. وعن الحسن وقتادة الزهري رضي الله عنهم أمرها بيدها في ذلك المجلس وفي غيره، وإذا اختارت زوجها لم يقع شيء بإجماع فقهاء الأمصار. وعن عائشة رضي الله عنها 885 خيرنا رسول الله صلى الله عليه وسلم فاخترناه ولم يعده طلاقاً. وروي أفكان طلاقاً. وعن عليّ رضي الله عنه. إذا اختارت زوجها فواحدة رجعية، وإن اختارت نفسها فواحدة بائنة وروي عنه أيضاً أنها إن اختارت زوجها فليس بشيء. أصل تعال أن يقوله من في المكان المرتفع، لمن في المكان المستوطيء، ثم كثر حتى استوت في استعماله الأمكنة. ومعنى تعالين أقبلن بإرادتكن واختياركن لأحد أمرين، ولم يرد نهوضهنّ إليه بأنفسهنّ. كما تقول أقبل يخاصمني، وذهب يكلمني. وقام يهددني { أُمَتّعْكُنَّ } أعطكنّ متعة الطلاق. فإن قلت المتعة في الطلاق واجبة أم لا؟ قلت المطلقة التي لم يدخل بها ولم يفرض لها في العقد، متعتها واجبة عند أبي حنيفة وأصحابه، وأما سائر المطلقات فمتعتهن مستحبة وعن الزهري رضي الله عنه متعتان، إحداهما يقضي بها السلطان من طلق قبل أن يفرض ويدخل بها. والثانية حق على المتقين من طلق بعد ما يفرض ويدخل، وخاصمت امرأة إلى شريح في المتعة فقال متعها إن كنت من المتقين ولم يجبره. وعن سعيد بن جبير رضي الله عنه المتعة حق مفروض. وعن الحسن رضي الله عنه لكل مطلقة متعة إلا المختلعة والملاعنة، والمتعة درع وخمار وملحفة على حسب السعة والإقتار، إلا أن يكون نصف مهرها أقل من ذلك، فيجب لها الأقل منهما. ولا تنقص من خمسة دراهم لأن أقل المهر عشرة دراهم فلا ينقص من نصفها. فإن قلت ما وجه قراءة من قرأ «أمتعكنّ وأسرحكنّ» بالرفع؟ قلت وجهه الاستئناف { سَرَاحاً جَمِيلاً } من غير ضرار طلاقاً بالسنة { مِنكُنَّ } للبيان لا للتبعيض.", "annotation": {"aya": [{"start": 309, "end": 389}], "hadith": [{"start": 425, "end": 498}, {"start": 649, "end": 694}], "verse": []}}