{"text": " وقوله سبحانه: { إِن تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ... } الآية: الحَسَنَةُ والسيِّئة؛ في هذه الآية: لفظ عامٌّ في كل ما يَحْسُنُ ويَسُوء، قلْتُ: ويجبُ على المؤمن أنْ يجتنب هذه الأخلاقَ الذَّميمة؛ وَرُوِّينا في «كتاب الترمذيِّ»، عن وَاثِلَةَ بْنِ الأَسْقَعِ (رضي اللَّه عنه)، قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: \" لاَ تُظْهِرِ الشَّمَاتَةَ لأخِيكَ، فَيَرْحَمَهُ اللَّهُ وَيَبْتَلِيكَ \" اهـــ. والكَيْد: الاحتيالُ بالأباطيل، وقوله تعالى: وَأَكِيدُ كَيْداً [الطارق:16] من باب تسمية العقوبة باسم الذَّنْب. وقوله تعالى: { وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ ٱلْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِ } هذا ابتداءُ عتْبِ المؤمنين في أَمْر أُحُدٍ، وفيه نزلَتْ هذه الآياتُ كلُّها، وكان من أمر غزوة أُحُدٍ أَنَّ المُشْرِكِينَ ٱجتمعوا في ثلاثة آلاف رجُلٍ، وقصدوا المدينةَ؛ ليأخذوا بثأرهم في يوم بَدْرٍ، فنزلوا عند أُحُدٍ يوم الأربعاء، الثَّانِيَ عَشَرَ مِنْ شَوَّالٍ، سنَةَ ثلاثٍ من الهجرةِ، علَىٰ رأس أَحَدٍ وثلاثين شهرًا من الهجْرة، وأقاموا هنالك يَوْمَ الخمِيسِ، ورسولُ اللَّه صلى الله عليه وسلم بالمدينة يدبِّر وينتظرُ أمْرَ اللَّهِ سبحانه، فلَمَّا كان في صَبِيحَة يَوْم الجُمُعة، جَمَعَ رسُولُ اللَّه صلى الله عليه وسلم النَّاس وٱستشارهم، وأخبرهم أنه كان يَرَىٰ بقرًا تُذْبَح، وثَلْماً في ذُبَابِ سَيْفه، وأنَّهُ يُدْخِلُ يده في دِرْعٍ حَصِينَةٍ، وأنه تأوَّلها المدينةَ، وقال لهم: أرى ألاَّ نخرج إلَىٰ هؤلاء الكُفَّارِ، فقال له عبدُ اللَّهِ بْنُ أُبَيٍّ ٱبْنُ سَلُولَ: أَقِمْ، يَا رَسُولَ اللَّهِ، وَلاَ تَخْرُجْ إلَيْهِمْ بِالنَّاسِ، فَإنْ هُمْ أَقَامُوا، أَقَامُوا بِشَرِّ مَحْبِسٍ، وإنِ انْصَرَفُوا، مَضَوْا خَائِبِينَ، وَإنْ جَاءُونَا إلَى المَدِينَةِ، قَاتَلْنَاهُمْ فِي الأَفْنِيَةِ وَرَمَاهُمُ النِّسَاءُ وَالصِّبْيَانُ بِالحِجَارَةِ مِنَ الآطامِ، فَوَاللَّهِ، مَا حَارَبَنَا قَطُّ عَدُوٌّ فِي هَذِهِ المَدِينَةِ إلاَّ غَلَبْنَاهُ، وَلاَ خَرَجْنَا مِنْهَا إلَىٰ عَدُوٍّ إلاَّ غَلَبَنَا، فَوَافَقَ هَذَا الرَّأْيُ رَأْيَ رَسُولِ اللَّهِ صلى الله عليه وسلم، ورَأْيَ جَمَاعَةٍ عَظِيمَةٍ مِنَ المُهَاجِرِينَ وَالأَنْصَارِ، وقَالَ قَوْمٌ مِنْ صُلَحَاءِ المُؤْمِنِينَ مِمَّنْ فَاتَتْهُ بَدْرٌ: يَا رَسُولَ اللَّهِ ٱخْرُجْ بِنَا إلَىٰ عَدُوِّنَا، وَشَجَّعُوا النَّاسَ، وَدَعَوْا إلَى الحَرْبِ، فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم، فَصَلَّىٰ بِالنَّاسِ صَلاَةَ الجُمُعَةِ، وَقَدْ حَشَّمَهُ هَؤُلاَءِ الدَّاعُونَ إلَى الحَرْبِ، فَدَخَلَ إثْرِ صَلاَتِهِ بَيْتَهُ، وَلَبِسَ سِلاَحَهُ، فَنَدِمَ أُولَئِكَ القَوْمُ، وَقَالُوا: أَكْرَهْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم، فَلَمَّا خَرَجَ عَلَيْهِمُ النبيُّ صلى الله عليه وسلم فِي سِلاَحِهِ، قَالُوا: يَا رَسُولَ اللَّهِ، أَقِمْ، إنْ شِئْتَ، فَإنَّا لاَ نُرِيدُ أنْ نُكْرِهَكَ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: \" مَا يَنْبَغِي لِنَبِيٍّ لَبِسَ سِلاَحَهُ أَنْ يَضَعَهَا؛ حَتَّىٰ يُقَاتِل، ثُمَّ خَرَجَ بِالنَّاسِ، وَسَارَ حَتَّىٰ قَرُبَ مِنْ عَسْكَرِ المُشْرِكِينَ، فَعَسْكَرَ هُنَالكَ، وَبَاتَ تِلْكَ اللَّيْلَةَ، وَقَدْ غَضِبَ عَبْدُ اللَّهِ بْنُ أُبَيٍّ ٱبْنُ سَلُولَ، وَقَالَ: أَطَاعَهُمْ، وَعَصَانِي، فَلَمَّا كَانَ فِي صَبِيحَةِ يَوْمَ السَّبْتِ، ٱعْتَزَمَ النَّبِيُّ صلى الله عليه وسلم عَلَى المَسِيرِ إلَىٰ مُنَاجَزَةِ المُشْرِكِينَ، فَنَهَضَ وَهُوَ فِي أَلْفِ رَجُلٍ، فَٱنْخَزَلَ عَنْهُ عِنْدَ ذَلِكَ عَبْدُ اللَّهِ بْنُ أُبَيٍّ ٱبْنُ سَلُولَ بِثَلاَثِمِائَةِ رَجُلٍ مِنْ مُنَافِقٍ وَمُتَّبِعٍ، وَقَالُوا: نَظُنُّ أَنَّكُمْ لاَ تَلْقَوْنَ قِتَالاً، ومَضَىٰ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي سبْعِمِائةٍ فَهَمَّتْ عِنْدَ ذَلِكَ بَنُو حَارِثَةَ مِنَ الأَوْسِ وَبَنُو سَلِمَةَ مِنَ الخَزْرَجِ بالانْصِرَافِ، وَرَأَوْا كَثَافَةَ المُشْرِكِينَ، وَقِلَّةَ المُسْلِمِينَ، وَكَادُوا أَنْ يَجْبُنُوا، وَيَفْشَلُوا، فَعَصَمَهُمُ اللَّهُ تَعَالَىٰ، وَذَمَّ بَعْضُهُمْ بَعْضاً، وَنَهَضُوا مَعَ النَّبِيِّ صلى الله عليه وسلم حَتَّىٰ أَطَلَّ عَلَى المُشْرِكِينَ فَتَصَافَّ النَّاسُ، وَكَانَ النَّبِيُّ صلى الله عليه وسلم قَدْ أَمَّرَ عَلَى الرُّمَاةِ عَبْدَ اللَّهِ بْنَ جُبَيْرٍ، وَكَانُوا خَمْسِينَ رَجُلاً، وَجَعَلَهُمْ يَحْمُونَ الجَبَلَ وَرَاءَ المُسْلِمِينَ، وَأسْنَدَ هُوَ إلَى الجَبَلِ، فَلَمَّا ٱضْطَرَمَتْ نَارُ الحَرْبِ، ٱنْكَشَفَ المُشْرِكُونَ، وَٱنْهَزَمُوا، وَجَعَلَ نِسَاءُ المُشْرِكِينَ يَشْدُدْنَ فِي الجَبَلِ، وَيَرْفَعْنَ عَنْ سُوقِهِنَّ، قَدْ بَدَتْ خَلاَخِيلُهُنَّ، فَجَعَلَ الرُّمَاةُ يَقُولُونَ: الغَنِيمَةَ الغَنِيمَةَ، وَكَانَ النَّبِيُّ صلى الله عليه وسلم قَدْ قَالَ لَهُمْ: لاَ تَبْرَحُوا مِنْ هُنَا، وَلَوْ رَأَيْتُمُونَا تَخَطَّفُنَا الطَّيْرُ، فَقَالَ لَهُمْ عَبْدُ اللَّهِ بْنُ جُبَيْرٍ، وَقَوْمٌ مِنْهُمْ: ٱتَّقُوا اللَّهَ وَٱثْبُتُوا؛ كَمَا أَمَرَكُمْ نَبِيُّكُمْ، فَعَصَوْا، وَخَالَفُوا، وَٱنْصَرَفُوا يُرِيدُونَ النَّهْبَ، وَخَلَّوْا ظُهُورَ المُسْلِمِينَ لِلْخَيْلِ، وَجَاءَ خَالِدٌ فِي جَرِيدَةِ خَيْلٍ مِنْ خَلْفِ المُسْلِمِينَ، حَيْثُ كَانَ الرُّمَاةُ، فَحَمَلَ عَلَى النَّاسِ، وَوَقَعَ التَّخَاذُلُ، وَصِيحَ فِي المُسْلِمِينَ مِنْ مُقَدِّمَتِهِم، وَمِنْ سَاقَتِهِمْ، وَصَرَخَ صَارِخٌ: قُتِلَ مُحَمَّدٌ، فَتَخَاذَلَ النَّاسِ، وَٱسْتَشْهَدَ مِنَ المُسْلِمِينَ سَبْعُونَ، وَتَحَيَّزَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي أَعْلَى الجَبَلِ، وَتَحَاوَزَ النَّاسُ \". هَذَا مختصرٌ من القصَّة يتركَّب عليه تفسيرُ الآياتِ، وأمْرِ أُحُدٍ مستوعَبٌ في السِّيَرِ، وليس هذا التعليقُ ممَّا يقتضي ذكْرَهُ، و { تُبَوِّئُ }: معناه: تُعَيِّنُ لهم مقاعدَ يتمكَّنون فيها، ويثْبُتُون، وقوله سبحانه: { مَقَـٰعِدَ }: جمعُ مَقْعَدٍ، وهو مكانُ القعود، وهذا بمنزلة قولك: مَوَاقِف، ولكنَّ لفظة القُعُود أدلُّ على الثبوتِ، ولا سيَّما أنَّ الرماة إنما كانوا قُعُوداً، وكذلك كانَتْ صفوفُ المسلمين أولاً والمُبَارِزَةُ والسَّرعَان يَجُولُون. قوله تعالى: { وَٱللَّهُ سَمِيعٌ } ، أي: ما تقولُ، وما يقالُ لك وقْتَ المشاورة وغيره، و { هَمَّتْ }: معناه: أرادَتْ، ولم تَفْعَلْ، والفَشَل: في هذا الموضع: هو الجُبْن الذي كاد يلحق الطَّائفتين، ففي البُخَاريِّ وغيره، عَنْ جَابِرٍ، قال: نزلَتْ هذه الآيةُ فينا؛ إذ همَّت طائفتان في بَنِي سَلِمَةَ وبَنِي حَارِثَةَ، وما أحب أنها لم تنزلْ، واللَّهُ يقولُ: { وَٱللَّهُ وَلِيُّهُمَا }.", "annotation": {"aya": [{"start": 449, "end": 466}], "hadith": [{"start": 324, "end": 397}, {"start": 2582, "end": 4871}], "verse": []}}