{"text": " { أَمْ حَسِبْتُمْ أَن تَدْخُلُواْ ٱلْجَنَّةَ } خطاب للمنهزمين يوم أحد وهو كلام مستأنف لبيان ما هي الغاية القصوى من المداولة والنتيجة لما ذكر من العلل الثلاث الأول، و { أَمْ } منقطعة مقدرة ببل وهمزة الاستفهام الإنكاري، وكونها متصلة وعديلها مقدر تكلف، والإضراب عن التسلية ببيان العلل فيما لقوا من الشدة إلى تحقيق أنها من مبادىء الفوز بالمطلب الأسنى والمقام الأعلى، والمعنى بل لا ينبغي منكم أن تظنوا أنكم تدخلون الجنة وتفوزون بنعيمها وما أعد الله تعالى لعباده فيها. { وَلَمَّا يَعْلَمِ ٱللَّهُ ٱلَّذِينَ جَـٰهَدُواْ مِنكُمْ } حال من ضمير { تَدْخُلُواْ } مؤكدة للإنكار فإن رجاء الأجر من غير عمل ممن يعلم أنه منوط به مستبعد عن العقول، ولهذا قيل: ترجو النجاة ولم تسلك مسالكها إن السفينة لا تجري على اليبس وورد عن شهر بن حوشب طلب الجنة من غير عمل ذنب من الذنوب، وانتظار الشفاعة بلا سبب نوع من الغرور، وارتجاء الرحمة ممن لا يطاع حمق وجهالة، ونفي العلم باعتبار تعلقه التنجيزي كما مر في الإثبات على رأي. ويجوز أن يكون الكلام كناية عن نفي تحقق ذلك لأن نفي العلم من لوازم نفي التحقق إذ التحقق ملزوم علم الله تعالى، ونفي اللازم لازم نفي الملزوم وكثيراً ما يقال: ما علم الله تعالى في فلان خيراً ويراد ما فيه خير حتى يعلمه، وهل يجري ذلك في نفي علمنا أم لا؟ فيه تردد والذي قطع به صاحب «الانتصاف» الثاني، وإيثار الكناية على التصريح للمبالغة في تحقيق المعنى المراد ـ وهو عدم تحقق الجهاد الذي هو سبب للفوز الأعظم منهم ـ لما أن الكلام عليها كدعوى الشيء ببينة، وفي ذلك رمز أيضاً إلى ترك الرياء، وأن المقصود علم الله تعالى لا الناس، وإنما وجه النفي إلى الموصوفين مع أن المنفي هو الوصف الذي هو الجهاد للمبالغة في بيان انتقاء ذلك، وعدم تحققه أصلاً وكيف تحقق صفة بدون موصوف، وفي اختيار { لَّمّاً } على لم إشارة إلى أن الجهاد متوقع منهم فيما يستقبل بناءاً على ما يفهم من كلام سيبويه أن (لما) تدل على توقع الفعل المنفي بها، وقد ذكر الزجاج أنه إذا قيل: قد فعل فلان فجوابه ـ لما يفعل، وإذا قيل: فعل؟ فجوابه لم يفعل، فإذا قيل: لقد فعل، فجوابه ما فعل كأنه قال: والله لقد فعل فقال المجيب: والله / ما فعل، وإذا قيل: هو يفعل يريد ما يستقبل، فجوابه لا يفعل، وإذا قيل: سيفعل، فجوابه لن يفعل، فقول أبـي حيان: ((إن القول بأن لمّا تدل على توقع الفعل المنفي بها فيما يستقبل لا أعلم أحداً من النحويين ذكره)) غير متعدّ به، نعم هذا التوقع هنا غير معتبر في تأكيد الإنكار، وقرىء، { وَيَعْلَمَ } بفتح الميم على أن أصله يعلمن بنون خفيفة فحذفت في الدرج، وقد أجازوا حذفها إما بشرط ملاقاة ساكن بعدها أومطلقاً، ومن ذلك قوله: إذا قلت قدني قال بالله حلفة لتغني عني ذا أنائك أجمعا على رواية فتح اللام؛ وقيل: إن فتح الميم لاتباع اللام ليبقى تفخيم اسم الله عز اسمه، و { مّنكُمْ } حال من { ٱلَّذِينَ } و من فيه للتبعيض، فيؤذن بأن الجهاد فرض كفاية. { وَيَعْلَمَ ٱلصَّـٰبِرِينَ } نصب بإضمار أن، وقيل: بواو الصرف، والكلام على طرز ـ لا تأكل السمك وتشرب اللبن ـ أي أم حسبتم أن تدخلوا الجنة والحال أنه لم يتحقق منكم الجهاد والصبر أي الجمع بينهما، وإيثار الصابرين على الذين صبروا للإيذان بأن المعتبر هو الاستمرار على الصبر وللمحافظة على رؤوس الآي، وقيل: الفعل مجزوم بالعطف على المجزوم قبله وحرك لالتقاء الساكنين بالفتحة للخفة والاتباع، ويؤيد ذلك قراءة الحسن { وَيَعْلَمَ ٱلصَّـابِرِينَ } بكسر الميم، وقرىء { وَيَعْلَمَ } بالرفع على أن الواو للاستئناف أو للحال بتقدير وهو يعلم، وصاحب الحال الموصول كأنه قيل: ولما تجاهدوا وأنتم صابرون.", "annotation": {"aya": [], "hadith": [], "verse": [{"start": 641, "end": 669}, {"start": 670, "end": 698}, {"start": 2274, "end": 2301}, {"start": 2302, "end": 2326}]}}