{"text": " تقدم للشيخ رحمة الله تعالى علينا وعليه بيان زينة السماء بالمصابيح، وجعلها رجوماً للشياطين بياناً كاملاً عند قوله تعالى: وَلَقَدْ جَعَلْنَا فِي ٱلسَّمَاءِ بُرُوجاً وَزَيَّنَّاهَا لِلنَّاظِرِينَ وَحَفِظْنَاهَا مِن كُلِّ شَيْطَانٍ رَّجِيمٍ إِلاَّ مَنِ ٱسْتَرَقَ ٱلسَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُّبِينٌ [الحجر: 16-18]. وقد ذكر طرفاً من هذا البحث في سورة الفرقان لا بد من ضمه إلى هذا المبحث هناك لارتباط بعضها ببعض. تنبيه فقد ظهرت تلك المخترعات الحديثة ونادى أصحاب النظريات الجديدة والناس ينقسمون إلى قسمين: قسم يبادر بالإنكار وآخر يسارع للتصديق، وقد يستدل كل من الفريقين بنصوص من القرآن أو السنة، ولعل من الأولى أن يقال: إن النظريات الحديثة قسمان: نظرية تتعارض مع صريح القرآن، فهذه مردودة بلا نزاع كنظريه ثبوت الشمس مع قوله تعالى: وَٱلشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَّهَـا [يسۤ: 38]. ونظرية لا تتعارض مع نص القرآن ولم ينص عليها، وليس عندنا من وسائل العلم ما يؤيدها ولا يرفضها. فالأولى أن يكون موقفنا موقف التثبت ولا نبادر بحكم قاطع إيجاباً أو نفياً، وذلك أخذاً من قضية الهدهد وسبأ مع نبي الله سليمان لما جاء يخبرهم. وكان عليه السلام لم يعلم عنهم شيئاً فلم يكذب الخبر بكونه من الهدهد ولم يصدقه لأنه لم يعلم عنهم سابقاً، مع أنه وصف حالهم وصفاً دقيقاً. وكان موقفه عليه السلام موقف التثبت مع ما لديه من إمكانيات الكشف والتحقيق من الريح والطير والجن، فقال للمخبر وهو الهدهد: سننظر، أصدقت أم كنت من الكاذبين. ونحن في هذه الآونة لسنا أشد إمكانيات من نبي الله سليمان آنذاك، وليس المخبرون عن مثل هذه النظريات أقل من الهدهد. فليكن موقفنا على الأقل موقف من سينظرأيصدق الخبر أم يظهر كذبه؟ والغرض من هذا التنبيه هو ألا نحمل لفظ القرآن فيما هو ليس صريحاً فيه ما لا يحتمله، ثم يظهر كذب النظرية أو صدقها، فنجعل القرآن في معرض المقارنة مع النظريات الحديثة، والقرآن فوق ذلك كله لاَّ يَأْتِيهِ ٱلْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلاَ مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ [فصلت: 42]. قوله تعالى: { وَلَقَدْ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا }. فالدنيا تأنيث الأدنى أي السماء الموالية للأرض، ومفهومه أن بقية السماوات ليست فيها مصابيح التي هي النجوم والكواكب كما قال: بِزِينَةٍ ٱلْكَوَاكِبِ [الصافات: 6] ويدل لهذا المفهوم ما جاء به عن قتادة: أن الله جعل النجوم لثلاثة أمور. أمران هنا، وهما زينة السماء الدنيا ورجوماً للشياطين. والثالثة علامات واهتداء في البر والبحر، وهذه الأمور الثلاثة تتعلق بالسماء الدنيا. لأن الشياطين لا تنفذ إلى السماوات الأخرى لأنها أجرام محفوظة، كما في حديث الإسراء \" لها أبواب وتطرق ولا يدخل منها إلا بإذن \" وكقوله: إِنَّ ٱلَّذِينَ كَذَّبُواْ بِآيَاتِنَا وَٱسْتَكْبَرُواْ عَنْهَا لاَ تُفَتَّحُ لَهُمْ أَبْوَابُ ٱلسَّمَآءِ [الأعراف: 40]. وكذلك ليس هناك من يحتاج إلى اهتداء بها في سيره لأن الملائكة كل في وضعه الذي أوجده الله عليه لأن الزينة لن ترى لوجود جرم السماء الدنيا، فثبت أن النجوم خاصة بالسماء الدنيا. وقد أشار تعالى إلى ذلك في قوله تعالى: إِنَّا زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِزِينَةٍ ٱلْكَوَاكِبِ وَحِفْظاً مِّن كُلِّ شَيْطَانٍ مَّارِدٍ [الصافات: 6-7]. ومفهونم الدنيا عدم وجودها فيما بعدها، ولا وجود للشيطان في غير السماء الدنيا. وقوله تعالى: { وَجَعَلْنَاهَا رُجُوماً لِّلشَّيَاطِينِ } ، وهي الشهب من النار، والشهب النار، كما في قوله: أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُونَ [النمل: 7]، والرجوم والشهب هي التي ترمي بها الشياطين عند استراق السمع، كما في قوله تعالى: فَمَن يَسْتَمِعِ ٱلآنَ يَجِدْ لَهُ شِهَاباً رَّصَداً [الجن: 9]. وقوله: إِلاَّ مَنْ خَطِفَ ٱلْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ [الصافات:10]. وهنا سؤال، وهو إذا كان الجن من نار، كما في قوله: وَخَلَقَ ٱلْجَآنَّ مِن مَّارِجٍ مِّن نَّارٍ [الرحمن: 15]، فكيف تحرقه النار؟ فأجاب عنه الفخر الرازي بقوله: إن النار يكون بعضها أقوى من بعض، فالأقوى يؤثر على الأضعف، ومما يشهد لما ذهب إليه قوله تعالى بعده { وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ } والسعير: أشد النار. ومعلوم أن النار طبقات بعضها أشد من بعض، وهذا أمر ملموس، فقد تكون الآلة مصنوعة من حديد وتسلط عليها آلة من حديد أيضاً، أقوى منها فتكسرها. كما قيل: لا يغل الحديد إلا الحديد، فلا يمنع كون أصله من نار ألا يتعذب بالنار، كما أن أصل الإنسان من طين من حمإٍ مسنون، ومن صلصال كالفخَّار، وبعد خلقه فإنه لا يحتمل التعذيب بالصلصال ولا بالفخار، فقد يقضي عليه بضربة من قطعة من فخَّار، والعلم عند الله تعالى.", "annotation": {"aya": [{"start": 120, "end": 298}, {"start": 727, "end": 768}, {"start": 1656, "end": 1752}, {"start": 1945, "end": 1967}, {"start": 2318, "end": 2423}, {"start": 2648, "end": 2749}, {"start": 2949, "end": 3004}, {"start": 3095, "end": 3147}, {"start": 3166, "end": 3225}, {"start": 3289, "end": 3332}], "hadith": [{"start": 2267, "end": 2309}], "verse": []}}