{"text": " قوله: { أَلْهَاكُمُ ٱلتَّكَّاثُرُ } ألهى فعل ماضي رباعي، والكاف مفعول مقدم، { ٱلتَّكَّاثُرُ } فاعل مؤخر، فالهمزة من بنية الكلمة تثبت ولو في الدرج، والمعنى شغلكم التباهي بكثرة الأموال عن عبادة ربكم، { ٱلتَّكَّاثُرُ } تفاعل كالتجاذب، وهو يكون بين اثنين، لأن أحد الشخصين المتفاخرين يقول لصاحبه: أَنَا أَكْثَرُ مِنكَ مَالاً وَأَعَزُّ نَفَراً [الكهف: 34] وأل في التكاثر للعهد، وهو التكاثر في الدنيا، ولذاتها وعلائقها المشغل عن حقوق الله تعالى. قوله: (عن طاعة الله) هي شاملة للواجبة والمندوبة. قوله: (والرجال) أي الانتساب إليهم كالأقرباء والأحباب. قوله: { حَتَّىٰ زُرْتُمُ ٱلْمَقَابِرَ } حتى غاية للإلهاء المذكور، وهذا هو محط الذم وإلا فإن تاب من ذلك قبل موته، وقيل: وكأنه لم يحصل منه تكاثر. قوله: (بأن متم فدفنتم فيها) أي فيقال: زار قبره إذا مات ودفن، والمعنى: ألهاكم حرصكم على تكثير أموالكم عن طاعة ربكم، حتى أتاكم الموت وأنتم على ذلك، ولا يقال: إن الزيارة تكون ساعة وتنقضي، والميت يمكث في قبره لأنا نقول: إن الموتى يرتحلون من القبور للحساب، فكان مدة مكثه في قبره زيارة له، والمقابر جمع مقبرة بتثليث الباء، وهي المحل الذي تدفن فيه الأموات، قوله: (أو عددتم الموتى) تفسير ثاني للزيارة، فعبر عن بلوغهم ذكر الموتى بزيارة المقابر تهكماً بهم، وعليه فزيارة المقابر كناية عن الانتقال من ذكر الإحياء إلى ذكر الأموات تفاخراً، وإنما كان تهكماً لأن زيارة القبور شرعت، لتذكر الموت ورفض حب الدنيا، وترك المباهاة والتفاخر، وهؤلاء عكسوا، حيث جعلوا زيارة القبور سبباً لمزيد القساوة، والاستغراق في حب الدنيا، والتفاخر في الكثرة. فحاصل الوجهين راجع إلى أن المراد بالزيارة، إما الانتقال إلى الموت، أو الانتقال من ذكر الأحياء إلى ذكر الأموات، وتعدادهم والتفاخر بهم، ومن ذلك ما يفعله أهل زماننا، ومن زخرفة النعوش والقبور، وما يتبع ذلك مما هو مذموم شرعاً طبعاً، وأما ذكر مكارم الأخلاق والطاعات فيجوز، إن لم يكن على وجه التعجب، بل على سبيل التحدث بالنعم أو ليقتدي به. قوله: (ردع) مشى المفسر على أن كلا الأولى والثانية حرف ردع، والثانية بمعنى حقاً، ومشى غيره على التسوية بين الثلاثة، فهي إما للردع أو بمعنى حقاً، وقيل: إنها في الثلاثة بمعنى ألا الاستفتاحية. قوله: (عند النزع ثم في القبر) لف ونشر مرتب فقوله: (عند النزع) راجع لقوله: { سَوْفَ تَعْلَمُونَ } الأول، وقوله: (ثم في القبر) راجع للثاني، و { ثُمَّ } على بابها من المهلة، وهذا قول علي بن أبي طالب، والحكمة في حذف متعلق العلم من الأفعال الثلاثة، أن الغرض هو الفعل لا متعلقة، والعلم بمعنى المعرفة، فيتعدى لمفعول واحد أشار له المفسر بقوله: (سوء عاقبة تفاخركم). قوله: (أي علماً يقيناً) أشار بذلك إلى أن إضافة العلم إلى { ٱلْيَقِينِ } من إضافة الموصوف إلى صفته، والمعنى: لو تعلمون ما بين أيديكم علماً يقيناً ما شغلكم التكاثر عن طاعة الله تعالى. قوله: (عاقبة تفاخركم) بيان لمفعول العلم، وقوله: (ما اشتغلتم به) جواب لو. قوله: (جواب قسم محذوف) أي ولا يصح أن يكون جواباً للو، لأنه محقق الوقوع، فلا يصح تعليقه، والرؤية هنا بصرية تتعدى إلى مفعول واحد. قوله: (وحذف منه لام الفعل) أي وهي الياء، وقوله وعينه أي وهو الهمزة، لأن أصله ترءيون بوزن تفعلون، نقلت حركة الهمزة للراء قبلها، فسقطت الهمزة وتحركت الياء، وانفتح ما قبلها قلبت ألفاً فالتقى ساكنان، حذفت الألف لالتقاء الساكنين، ثم دخلت نون التوكيد الثقيلة، فحذفت نوع الرفع لتوالي الأمثال، وحركت الواو بالضمة لاتلقاء السكانين، ولم تحذف لعدم الدليل الذي يدل عليها. قوله: (تأكيد) هذا أحد قولين، والآخر أن الأول هو رؤية اللهب، والثاني وهو رؤية ذاتها، وما فيها من أنواع العذاب. قوله: { عَيْنَ ٱلْيَقِينِ } صفة لمصدر محذوف، أي لترونها راية هي عين اليقين، ووصفت هي سبب اليقين، بكونها نفس اليقين مبالغة، والفرق بين علم اليقين وعين اليقين، أن علم اليقين هو إدراك الشيء من غير مشاهدة، وعين اليقين الرؤية التي هي العلم به مع المشاهدة، وأما حق اليقين فهو المشاهدة مع الملاصقة والممازجة، وقد أخبر الله هنا بالأولين، وأخبر بالثالث في سورة الواقعة حيث قال: وَأَمَّآ إِن كَانَ مِنَ ٱلْمُكَذِّبِينَ [الواقعة: 92] الآية. قوله: { لَتُسْأَلُنَّ } الأظهر أن الخطاب للكفار، لأنهم هم المشتغلون بالدنيا والتفاخر بلذاتها عن طاعة الله تعالى، وقيل: هو عام في حق المؤمن والكافر، فعن أنس أنه قال: لما نزلت الآية قام رجل أعرابي محتاج فقال: هل علي من النعم شيء؟ فقال له رسول الله صلى الله عليه وسلم: \" الظل والنعلان والماء البارد \" والأولى أن يقال: السؤال يعم المؤمن والكافر، لكن سؤال الكافر توبيخ وتقريع لتركه الشكر، وسؤال المؤمن تشريف وإظهار لفضله، وتبشير بأن يجمع له بين نعم الدنيا والآخرة، وثم على بابها من الترتيب المعنوي، لأنهم يرون النار في الموقف تحدق بهم، ثم يذهبون للحساب فيسألون. قوله: (حذفت منه نون الرفع) أي فأصله تسألونن، حذفت نون الرفع لتوالي النونات، فالتقى ساكنان، حذفت الواو لالتقائهما،وبقيت الضمة دليلاً عليها. قوله: { عَنِ ٱلنَّعِيمِ } أي عن جميع أفراده وأنواعه، فأل للاستغراق. قوله: (وغير ذلك) أي كظلال المساكن والأشجار والأخبية التي تقي من الحر والبرد، والماء البارد، وكحل العين، ولبس الإنسان ثوب أخيه، وشبع البطن، ولذة النوم، والعافية، ونحو ذلك مما لا يصحى عدداً. روى الحاكم والبيهقي: \" ألا يستطيع أحدكم أن يقرأ ألف آية في كل يوم؟ قالوا: ومن يستطيع أن قرأ ألف آية، قال: أما يستطيع أحدكم أن يقرأ { أَلْهَاكُمُ ٱلتَّكَّاثُرُ }؟ \".", "annotation": {"aya": [{"start": 292, "end": 337}, {"start": 3508, "end": 3547}], "hadith": [{"start": 3835, "end": 3866}, {"start": 4543, "end": 4686}], "verse": []}}