{"text": " هذا اشارة إلى ما تقدم ذكره من خلق السموات والارض على ما هي به من عظمها وكبر شأنها من غير عمد يمنع من انحدارها، وألقى الرواسي في الارض لئلا تميد بأهلها { وبث فيها من كل دابة } للاعتبار والانتفاع بها، وأنزل من السماء ماء لاخراج كل نوع كريم على ما فيه من بهجة ولذة يستمتع بها. فهذا كله خلق الله فأين خلق من اشركتموه في عبادته حتى جاز لكم أن تعبدوه من دونه وهذا لا يمكن معه معارضة، وفيه دليل على توحيده تعالى. ثم اخبر تعالى فقال { بل الظالمون } لانفسهم بترك الاعتبار بآيات الله { في ضلال مبين } أي عدول عن الحق بين ظاهر وما دعاهم إلى عبادتها انها تخلق شيئاً ولكن ضلالهم بالجهل الذي اعتقدوه من التقرب بذلك إلى الله وانها تقربهم إلى الله زلفى. ثم اخبر تعالى انه اعطى لقمان الحكمة، فقال ابن عباس ومجاهد وقتادة: لم يكن لقمان نبياً. وقال عكرمة: كان نبياً. وقيل: انه كان عبداً أسوداً حبشياً ذا سفة. فقال له بعض الناس: ألست الذي كنت ترعى معنا؟ فقال: نعم. فقال له: من اين أوتيت ما أرى؟ فقال: بصدق الحديث والصمت عما لا يعنيني. والحكمة التي آتى الله لقمان هو معرفته بتوحيده، ونفي الشرك عنه. وما فسرناه في ما بعد وهو ان أمره بأن يشكر لله على نعمه التي أنعم بها عليه. ثم اخبر تعالى فقال { ومن يشكر فانما يشكر لنفسه } أي من يشكر نعمة الله ونعمة من أنعم عليه، فانه يشكر لنفسه، لأن ثواب شكره عائد عليه { ومن كفر فإن الله غني حميد } أي من جحد نعمة الله، فانه تعالى غني عن شكره حميد على أفعاله، وعقاب ذلك عائد على الكفار دون غيرهم، والشكر لا يكون إلا على نعمة سبقت، فهو يقتضي منعما، فلا يصح على ذلك أن يشكر الانسان نفسه، لأنه لا يجوز أن يكون منعماً عليها، وهو جرى مجرى الدين في أنه حق لغيره عليه يلزمه أداؤه، فكما لا يصح أن يقرض نفسه فيجب أن يقضي ذلك الدين لنفسه، فكذلك لا يصح أن ينعم على نفسه فيلزمه شكر تلك النعمة. ثم قال تعالى وأذكر يا محمد { إذ قال لقمان لابنه وهو يعظه يا بني لا تشرك بالله إن الشرك لظلم عظيم } إذ قال له لا تعبد مع الله غيره فان من فعل ذلك فقد ظلم نفسه ظلماً عظيماً. ويجوز أن يتعلق قوله { وإذ قال لقمان } بقوله { ولقد آتينا لقمان الحكمة... إذ قال لابنه... لا تشرك بالله } ثم قال تعالى { ووصينا الإنسان بوالديه } أي وصيناه وأمرناه بالاحسان إلى والديه. والرفق بهما { حملته أمه وهناً على وهن } قال الضحاك: معناه ضعفاً على ضعف أي ضعف نطفة الوالد إلى ضعف نطفة الأم. وقيل: هو ما يلحقها بحملها إياه مرة بعد مرة من الضعف. وقيل: بل المعنى شدة الجهد، قال زهير: فان يقولوا بجعل واهن خلق لو كان قومك في اسبابه هلكوا وقال ابن عباس { وهن على وهن } أي شدة على شدة. وقيل: ضعف الولد حالا بعد حال، لانه كان نطفة ثم علقة ثم مضغة ثم عظماً ثم مولوداً. وقوله { وفصاله في عامين } يعني قطامه في انقضاء عامين. وقيل: نزلت في سعد بن ابي وقاص حلفت أمّه لا تأكل طعاماً حتى تموت أو يرجع سعد ابنها فلما رأته بعد ثلاث لا يرجع عن الاسلام أكلت. ثم قال { أن اشكر لي ولوالديك } أي وصيناه بأن اشكر لي على نعمي، واشكر والديك أيضاً على ما أنعما عليك. ثم قال { إلي المصير } فيه تهديد أي إليّ مرجعكم، فاجازيكم أيها الناس على حسب عملكم. ثم قال { وإن جاهداك } يعني الوالدين أيها الانسان { على أن تشرك بي } معبوداً آخر { فلا تطعهما وصاحبهما في الدنيا معروفاً } أي احسن اليهما في الدنيا وارفق بهما. ثم قال { واتبع سبيل من أناب إلي } أي رجع إلى طاعتي من النبي والمؤمنين { ثم إلي مرجعكم } أي منقلبكم { فأنبئكم } أي اخبركم { بما كنتم تعملون } في دار الدنيا من الاعمال. واجازيكم عليها بحسبه، وقرأ ابن كثير، إلا ابن فليح { يا بني لا تشرك بالله } بسكون الياء الباقون بتشديدها وكسرها، إلا حفصاً فانه فتحها على اصله { يا بني أقم الصلاة } بفتح الياء، وابن كثير إلا قنبلاً وحفص، الباقون بكسر الياء. فوجه السكون أنه أجرى الوصل كالوقف، ووجه الفتح على الاضافة، وحذف ما قبلها لاجتماع ثلاث يا آت.. والكسر على الاجتزاء بها من ياء الاضافة، وعندنا أن الرضاع بعد الحولين يحرم لقوله { وفصاله في عامين } ولقوله عليه السلام لا رضاع بعد الحولين.", "annotation": {"aya": [], "hadith": [], "verse": [{"start": 2152, "end": 2176}, {"start": 2177, "end": 2204}]}}