{"text": " فنزلت هذه الآية في شأنه، إن جزاءه جهنم خالداً فيها وكل من يعمل مثل عمله ثم قال عز وجل { يَـا أَيُّهَا ٱلَّذِينَ ءامَنُواْ إِذَا ضَرَبْتُمْ فِي سَبِيلِ ٱللَّهِ } أي يقول: إذا خرجتم، وصرتم في الجهاد { فَتَبَيَّنُواْ } نزلت الآية \" في شأن أسامة بن زيد، لقي رجلاً يقال له: مرداس، فقال له مرداس: لا إله إلا الله، وسلم عليهم، وقال: السلام عليكم، إني مؤمن فقتله أسامة ولم يصدقه بأنه مسلم، فأخبر بذلك رسول الله - صلى الله عليه وسلم - فقال له رسول الله - صلى الله عليه وسلم -: أقتلت رجلاً يقول: لا إله إلا الله، فقال أسامة إنه قال بلسانه دون قلبه. فقال - صلى الله عليه وسلم -: هلا شققت عن قلبه، فقال أسامة: استغفر لي، فقال له: فكيف لك بلا إله إلا الله. ثلاث مرات، ثم استغفر له الرابعة، وأمره بأن يعتق رقبة \" وروى شهر بن حوشب، عن جندب بن سفيان، عن رجل من بجيلة قال: \" كنت عند رسول الله - صلى الله عليه وسلم - إذ جاءه بشير من السرية، فأخبره بالفتح، وقال: يا رسول الله - صلى الله عليه وسلم - بينما نحن نطلب القوم، وقد هزمهم الله تعالى، فقصدت رجلاً بالسيف، فلما أحس أن السيف واقع به، فقال: إني مسلم، فقتلته، فقال له رسول الله - صلى الله عليه وسلم - أقتلت مسلماً! فقال: يا رسول الله؛ إنه قال متعوّذاً، فقال - صلى الله عليه وسلم - أفلا شققت عن قلبه! فقال يا رسول الله: استغفر لي، فقال: لا استغفر لك \" ، فمات الرجل فدفنوه ثم أصبح على وجه الأرض، ثم دفنوه، ثم أصبح على وجه الأرض ثلاث مرات فلما رأى ذلك قومه، استحيوا وحزنوا، فحملوه وألقوه في شعب من تلك الشعاب، فنزلت هذه الآية: { يَـا أَيُّهَا ٱلَّذِينَ ءامَنُواْ إِذَا ضَرَبْتُمْ فِي سَبِيلِ ٱللَّهِ فَتَبَيَّنُواْ } أي قفوا وانظروا من تقتلون. قرأ حمزة والكسائي (فتثبتوا) بالثاء، وقرأ الباقون (فتبينوا) بالباء، فمن قرأ بالثاء فهو من التثبت، يقول: قفوا، ولا تعجلوا في الأمر حتى يتبين لكم الكافر من المسلم، ومن قرأ بالباء، فهو من التبين، ومعناهما قريب. ثم قال تعالى: { وَلاَ تَقُولُواْ لِمَنْ أَلْقَى إِلَيْكُمُ ٱلسَّلَـٰمَ لَسْتَ مُؤْمِناً } قرأ أبو عمرو، وعاصم، وابن كثير، والكسائي: (السلام) بالألف. وقرأ نافع، وابن عامر، وحمزة: (السلم) بغير ألف، وأما من قرأ: (السلام)، فلأن مرداساً قال لهم: السلام عليكم، وأما من قرأ (السلم)، فهو الدخول والانقياد، والمتابعة، يعني إن انقاد لكم، وتابعكم فلا تقولوا له: لست مؤمناً، وأسلم، واستسلم بمعنى واحد، أي دخل في الانقياد، كما تقول: أشتى الرجل، إذا دخل في الشتاء، وأربع إذا دخل في الربيع. ثم قال: { تَبْتَغُونَ عَرَضَ ٱلْحَيَوٰةِ ٱلدُّنْيَا } وذلك أن الرجل كانت معه غنيمة حين قتلوه، وأخذوا ما كان معه من الغنيمة، فعيرهم الله تعالى بطمعهم في المال، ثم قال: { فَعِنْدَ ٱللَّهِ مَغَانِمُ كَثِيرَةٌ } أي عند الله ثواب كثير في الآخرة لمن اتقى، ويقال: غنائم كثيرة في الدنيا، فاطلبوا من حيث أذن لكم، وأبيح لكم، ثم قال تعالى: { كَذٰلِكَ كُنتُمْ مّن قَبْلُ } أي هكذا كنتم من قبل الهجرة بمنزلة مرداس تأمنون في قومكم بالتوحيد، من أصحاب رسول الله - صلى الله عليه وسلم - ولا تخيفوا أحداً، وكنتم تأمنون بمثله قبل هجرتكم { فَمَنَّ ٱللَّهُ عَلَيْكُمْ } بالهجرة، ويقال: هكذا كنتم، يعني كنتم تكتمون إيمانكم من قبل، ويقال: أي كنتم كفاراً، فمن الله عليكم بالإسلام، ثم قال تعالى: { فَتَبَيَّنُواْ } أي قفوا، وانظروا في أمركم لكي لا تقتلوا مؤمناً، فصارت الآية عامة لجميع السرايا، إذا دخلوا دار الحرب، ينبغي أن يتبينوا لكي لا يقتلوا مؤمناً. ثم قال: { إِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراً } أي عالماً بكم وبأعمالكم .", "annotation": {"aya": [], "hadith": [{"start": 227, "end": 698}, {"start": 756, "end": 1185}], "verse": []}}