{"text": " اختلفت القراء فـي قراءة قوله { رُبَـمَا } فقرأت ذلك عامة قرّاء أهل الـمدينة وبعض الكوفـيـين { رُبَـمَا } بتـخفـيف البـاء، وقرأته عامة قرّاء الكوفة والبصرة بتشديدها. والصواب من القول فـي ذلك عندنا أن يقال: إنهما قراءتان مشهورتان ولغتان معروفتان بـمعنى واحد، قد قرأ بكلّ واحدة منهما أئمة من القرّاء، فبأيتهما قرأ القارىء فهو مصيب. واختلف أهل العربـية فـي معنى «ما» التـي مع «ربّ»، فقال بعض نـحويـي البصرة: أدخـل مع «ربّ» «ما» لـيتكلـم بـالفعل بعدها، وإن شئت جعلت «ما» بـمنزلة شيء، فكأنك قلت: ربّ شيء، يودّ: أي ربّ ودّ يودّه الذين كفروا. وقد أنكر ذلك من قوله بعض نـحويِّـي الكوفة، وقال: الـمصدر لا يحتاج إلـى عائد، والودّ قد وقع علـى «لو»، ربـما يودون لو كانوا: أن يكونوا. قال: وإذا أضمر الهاء فـي «لو» فليس بمفعول، وهو موضع الـمفعول، ولا ينبغي أن يترجم الـمصدر بشيء، وقد ترجمه بشيء، ثم جعله ودًّا، ثم أعاد علـيه عائداً. فكان الكسائي والفرّاء يقولان: لا تكاد العرب توقع «ربّ» علـى مستقبل، وإنـما يوقعونها علـى الـماضي من الفعل كقولهم: ربـما فعلت كذا، وربـما جاءنـي أخوك. قالا: وجاء فـي القرآن مع الـمستقبل: ربـما يودّ، وإنـما جاز ذلك لأن ما كان فـي القرآن من وعد ووعيد وما فـيه، فهو حقّ كأنه عيان، فجرى الكلام فـيـما لـم يكن بعدُ منه مـجراه فـيـما كان، كما قـيـل: وَلَوْ تَرَى إذ الـمُـجْرمُونَ ناكِسُو رُؤُوسِهِمْ عِنْدَ رَبِّهِمْ وقوله: وَلَوْ تَرَى إذْ فَزعُوا فَلا فَوْتَ كأنه ماض وهو منتظر لصدقه فـي الـمعنى، وأنه لا مكذّب له، وأن القائل لا يقول إذا نَهَى أو أمر فعصاه الـمأمور يقول: أما والله لربّ ندامة لك تذكر قولـي فـيها لعلـمه بأنه سيندم، والله ووعده أصدق من قول الـمخـلوقـين. وقد يجوز أن يصحب «ربـما» الدائم وإن كان فـي لفظ يفعل، يقال: ربـما يـموت الرجل فلا يوجد له كفن، وإن أُولـيت الأسماء كان معها ضمير كان، كما قال أبو دُؤاد: رُبَّـمَا الـجامِلُ الـمُؤَبَّلُ فِـيهِمُ وعَناجِيجُ بَـيْنَهُنَّ الـمِهَارُ فتأويـل الكلام: ربـما يودّ الذين كفروا بـالله فجحدوا وحدانـيته لو كانوا فـي دار الدنـيا مسلـمين. كما: حدثنا علـيّ بن سعيد بن مسروق الكندي، قال: ثنا خالد بن نافع الأشعري، عن سعيد بن أبـي بردة، عن أبـي بردة، عن أبـي موسى، قال: بلغنا أنه: إذا كان يوم القـيامة، واجتـمع أهل النار فـي النار ومعهم من شاء الله من أهل القبلة، قال الكفـار لـمن فـي النار من أهل القبلة: ألستـم مسلـمين؟ قالوا: بلـى، قالوا: فما أغنى عنكم إسلامكم وقد صرتـم معنا فـي النار؟ قالوا: كانت لنا ذنوب فأُخذنا بها. فسمع الله ما قالوا، فأمر بكلّ من كان من أهل القبلة فـي النار فأخرجوا، فقال من فـي النار من الكفـار: يا لـيتنا كنا مسلـمين ثم قرأ رسول الله صلى الله عليه وسلم: { الر تِلْكَ آياتُ الكِتابِ وقُرآنٍ مُبِـينٍ* رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ }. حدثنا الـحسن بن مـحمد، قال: ثنا عمرو بن الهيثم أبو قَطن القُطْعيّ، ورَوح القـيسيّ، وعفـان بن مسلـم واللفظ لأبـي قَطن قالوا: ثنا القاسم بن الفضل بن عبد الله بن أبـي جَرْوة، قال: كان ابن عبـاس وأنس بن مالك يتأوّلان هذه الآية: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ } قالا: ذلك يوم يجمع الله أهل الـخطايا من الـمسلـمين والـمشركين فـي النار وقال عفـان: حين يحبس أهل الـخطايا من الـمسلـمين والـمشركين فـيقول الـمشركون: ما أغنى عنكم ما كنتـم تعبدون زاد أبو قطن: قد جُمِعنا وإياكم وقال أبو قَطن وعفـان: فـيغضب الله لهم بفضل رحمته ولـم يقله روح بن عبـادة. وقالوا جميعاً: فـيخرجهم الله، وذلك حين يقول: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ }. حدثنا الـحسن، قال: ثنا عفـان، قال: ثنا أبو عوانة، قال: ثنا عطاء بن السائب، عن مـجاهد، عن ابن عبـاس، فـي قوله: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ } قال: يدخـل الـجنة ويرحم حتـى يقول فـي آخر ذلك: من كان مسلـماً فلـيدخـل الـجنة قال: فذلك قوله: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ }. حدثنـي الـمثنى، قال: ثنا عبد الله بن صالـح، قال: ثنـي معاوية، عن علـيّ، عن ابن عبـاس، فـي قوله: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ } ذلك يوم القـيامة يتـمنى الذين كفروا لو كانوا موحدين. حدثنا أحمد بن إسحاق، قال: ثنا أبو أحمد، قال: ثنا سفـيان عن سلـمة بن كهيـل، عن أبـي الزعراء، عن عبد الله، فـي قوله: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ } قال: هذا فـي الـجهنـميـين إذا رأوهم يخرجون من النار. حدثنـي الـمثنى، قال: أخبرنا مسلـم بن إبراهيـم، قال: ثنا القاسم، قال: ثنا ابن أبـي فروة العبدي أن ابن عبـاس وأنس بن مالك كانا يتأوّلان هذه الآية: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ } يتأوّلانها يوم يحبس الله أهل الـخطايا من الـمسلـمين مع الـمشركين فـي النار، قال: فـيقول لهم الـمشركون: ما أغنى عنكم ما كنتـم تعبدون فـي الدنـيا، قال: فـيغضب الله لهم بفضل رحمته، فـيخرجهم، فذلك حين يقول: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ }. حدثنا ابن حميد، قال: ثنا جرير، عن عطاء بن السائب، عن مـجاهد، عن ابن عبـاس، قال: ما يزال الله يُدخـل الـجنة، ويرحم ويشفع حتـى يقولَ: من كان من الـمسلـمين فلـيدخـل الـجنة فذلك قوله: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ }. حدثنـي يعقوب بن إبراهيـم، قال: ثنا ابن علـية، عن هشام الدَّستوائي، قال: ثنا حماد، قال: سألت إبراهيـم عن هذه الآية: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ } قال: حُدِّثت أن الـمشركين قالوا لـمن دخـل النار من الـمسلـمين: ما أغنى عنكم ما كنتـم تعبدون؟ قال: فـيغضب الله لهم، فـيقول للـملائكة والنبـيـين: اشفعوا فـيشفعون، فـيخرجون من النار، حتـى إن إبلـيس لـيتطاول رجاء أن يخرج معهم. قال: فعند ذلك يودّ الذين كفروا لو كانوا مسلـمين. حدثنـي الـمثنى، قال: ثنا حجاج، قال: ثنا حماد، عن إبراهيـم، أنه قال فـي قول الله عزّ وجلّ: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ } قال: يقول من فـي النار من الـمشركين للـمسلـمين: ما أغنت عنكم «لا إله إلا الله»؟ قال: فـيغضب الله لهم، فـيقول: من كان مسلـماً فلـيخرج من النار قال: فعند ذلك: يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ حدثنا الـحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن حماد، عن إبراهيـم فـي قوله: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ } قال: إن أهل النار يقولون: كنا أهل شرك وكفر، فما شأن هؤلاء الـموحدين ما أغنى عنهم عبـادتهم إياه؟ قال: فـيخرج من النار من كان فـيها من الـمسلـمين. قال: فعند ذلك { يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ }. حدثنا الـحسن بن يحيى، أخبرنا عبد الرزاق، قال: أخبرنا الثوريّ، عن حماد، عن إبراهيـم، عن خصيف، عن مـجاهد، قال: يقول أهل النار للـموحدين: ما أغنى عنكم إيـمانكم؟ قال: فإذا قالوا ذلك، قال: أَخْرِجُوا من كان فـي قلبه مثقال ذرّة فعند ذلك { يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ }. حدثنـي الـمثنى، قال: ثنا مسلـم، قال: ثنا هشام، عن حماد، قال: سألت إبراهيـم عن قول الله عزّ وجلّ: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ } قال: الكفـار يعيّرون أهل التوحيد: ما أغنى عنكم لا إله إلا الله؟ فـيغضب الله لهم، فـيأمر النبـيـين والـملائكة فـيشفعون، فـيخرج أهل التوحيد، حتـى إن إبلـيس لـيتطاول رجاء أن يخرج، فذلك قوله: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ }. حدثنا أحمد، قال: ثنا أبو أحمد، قال: ثنا عبد السلام، عن خصيف، عن مـجاهد، قال: هذا فـي الـجهنـميـين، إذا رأوهم يخرجون من النار { يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ }. حدثنـي الـمثنى، قال: ثنا الـحجاج بن الـمنهال، قال: ثنا حماد، عن عطاء بن السائب، عن مـجاهد، قال: إذا فرغ الله من القضاء بـين خـلقه، قال: من كان مسلـماً فلـيدخـل الـجنة فعند ذلك { يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ }. حدثنـي مـحمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى وحدثنـي الـحارث، قال: ثنا الـحسن قال: ثنا ورقاء وحدثنـي الـحسن، قال: ثنا شبـابة، قال: ثنا ورقاء وحدثنـي الـمثنى، قال: ثنا أبو حذيفة، قال: ثنا شبل، عن ابن أبـي نـجيح، عن مـجاهد، قوله: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ } قال: يوم القـيامة. حدثنا القاسم، قال: ثنا الـحسين، قال: ثنـي حجاج، عن ابن جريج، عن مـجاهد، مثله. حدثنا الـحسن بن مـحمد، قال: ثنا عبد الوهاب بن عطاء، عن جويبر، عن الضحاك فـي قوله: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ } قال: فـيها وجهان اثنان، يقولون: إذا حضر الكافر الـموت ودّ لو كان مسلـماً. ويقول آخرون: بل يعذّب الله ناساً من أهل التوحيد فـي النار بذنوبهم، فـيعرفهم الـمشركون فـيقولون: ما أغنت عنكم عبـادة ربكم وقد ألقاكم فـي النار؟ فـيغضب لهم فـيخرجهم، فـيقول: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ }. حدثنا ابن وكيع، قال: ثنا أبـي، عن أبـي جعفر، عن الربـيع، عن أبـي العالـية، فـي قوله: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ } قال: نزلت فـي الذين يخرجون من النار. حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ } وذلك والله يوم القـيامة، ودّوا لو كانوا فـي الدنـيا مسلـمين. حدثنا مـحمد بن عبد الأعلـى، قال: ثنا مـحمد بن ثور، عن معمر، عن قتادة: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ }. حدثنا ابن حميد، قال: ثنا جرير، عن عطاء، عن مـجاهد، عن ابن عبـاس، قال: ما يزال الله يدخـل الـجنة ويشفع حتـى يقول: من كان من الـمسلـمين فليدخل الـجنة فذلك حين يقول: { رُبَـمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِـمِينَ }.", "annotation": {"aya": [{"start": 1161, "end": 1228}, {"start": 1236, "end": 1272}, {"start": 5416, "end": 5467}], "hadith": [], "verse": [{"start": 1637, "end": 1678}, {"start": 1679, "end": 1713}]}}