{"text": " القراءة، والحجة: قرأ ابن عامر وحده { إلا قليلاً } بالنصب، وكذلك هو في مصاحف أهل الشام. الباقون بالرفع. وقيل: إن النصب قراءة أبي، فمن رفع فعلى البدل من المضمر كأنه قال: ما فعله إلا قليل منهم. وهذا يجوز في النفي دون الاثبات، لأنه لا يجوز أن يقول فعله إلا قليل منهم، لأن الفعل ليس للقليل في الاثبات كما هو لهم في النفي. وقال الكسائي: ارتفع بالتكرار. والمعنى ما فعلوه ما فعله إلا قليل. ومن نصب فانه قال: الاستثناء بعد تمام الكلام، لأن قوله: { ما فعلوه } كلام تام كما أن قولك فعل القوم كلام تام. فاستثنى بعده، ولم يجعل ما بعد إلا عليه الاعتماد. والوجه الرفع، لأن الفعل لهم. فهو أدل على المعنى. وقرأ ابن كثير ونافع وابن عامر والكسائي { إن اقتلوا } بضم النون وبضم الواوفي قوله: { أو اخرجوا } وقرأ عاصم وحمزة بكسرهما وكسر النون. وضم الواو أبو عمرو. فمن ضمهما فلان الثالث مضموم أنبع الضمة. ومن كسرهما فعلى أصل الحركة لالتقاء الساكنين. وأبو عمرو ضم الواو تشبيهاً بواو اشتروا الضلالة ولا تنسوا الفضل بينكم المعنى: ومعنى قوله: { ولو أنا كتبنا عليهم } أي لو أنا ألزمناهم وأوجبنا عليهم { أن اقتلوا أنفسكم أو اخرجوا من دياركم } أي لو كتبنا عليهم ذلك - كما أوجبنا على قوم موسى وقتلوا أنفسهم وأخرجهم إلى التيه - ما فعله هؤلاء للمشقة التي فيه مع أنه كان ينبغي أن يفعلوه، لما لهم فيه من الحظ، لأنا لم نكن لنأمرهم به إلا لما تقتضيه الحكمة، وما فيه من المصلحة مع تسهيلنا تكليفهم وتيسيرنا عليهم، فما يقعدهم عنه مع تكامل أسباب الخير فيه وسهولة طريقه؟ ولو فعلوا ما يوعظون به أي ما يؤمرون به، لكان خيراً لهم وأشد تثبيتاً. وقيل في معناه قولان: أحدهما - ان البصيرة أثبت من اعتقاد الجهالة لما يعتري فيها من الحيرة واضطراب النفس الذي يتميز من حال المعرفة بسكون النفس إليه. الثاني - ان اتباع الحق أثبت منفعة لأن الانتفاع بالباطل يضمحل بما يعقب من المضرة وعظيم الحسرة. فالاول لأجل البصيرة. والثاني لأجل دوام المنفعة. وقال البلخي معنى الآية أنه لو فرض الله عليهم قتل أنفسهم كما فرض على قوم موسى عندما التمسوا أن يتوب عليهم أو الخروج من ديارهم ما فعلوه. فاذا لم يفرض عليهم ذلك، فليفعلوا ما أمروا به مما هو أسهل عليهم منه، فان ذلك خير لهم وأشد تثبيتاً لهم على الايمان. وفي الدعاء اللهم ثبتنا على ملة رسولك. ومعناه اللهم الطف لنا ما نثبت معه على التمسك بطاعة رسولك والمقام على ملته.", "annotation": {"aya": [{"start": 858, "end": 872}, {"start": 873, "end": 894}], "hadith": [], "verse": []}}