{"text": " { (79) فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلاًّ آتَيْنَا حُكْماً وَعِلْماً } في الكافي عن الصادق عليه السلام في هذه الآية قال انّه كان اوحى الله عزّ وجلّ الى النّبيين قبل داود الى ان بعث الله داود ايّ غنم نفشت في الحرث فلصاحب الحرث رقاب الغنم ولا يكون النّفش الاّ باللّيل فانَ على صاحب الزَرع ان يحفظ زرعه بالنّهار وعلى صاحب الغنم حفظ الغنم بالليل فحكم داود بما حكم به الأنبياء من قبله فأوحى الله عزّ وجلّ الى سليمان ايّ غنم نفشت في زرع فليس لصاحب الزّرع الاّ ما خرج في بطونها وكذلك جرت السّنة بعد سليمان وهو قول الله تعالى { وَكُلاًّ آتَيْنَا حُكْماً وَعِلْماً } فحكم كلّ واحد منهما بحكم الله عزّ وجلّ وفي رواية اخرى عنه عليه السلام ما يقرب منه. وعنه عليه السلام اوحى الله الى داود ان اتّخذ وصيّاً من اهلك فانه قد سبق في علمي ان لا ابعث نبياً الاّ وله وصيّ من أهله وكان لداود عليه السلام عدّة أولاد وفيهم غلام كانت امّه عند داود وكان لها محباً فدخل داود عليها حين اتاه الوحي فقال لها انّ الله عزّ وجلّ اوحى إليّ يأمرني أن اتّخذ وصيّاً من أهلي فقالت له امرأته فليكن ابني قال ذاك اريد وكان السّابق في علم الله المحتوم عنده انّه سليمان فأوحى الله تبارك وتعالى الى داود ان لا تعجل دون ان يأتيك امري فلم يلبث داود ان ورد عليه رجلان يختصمان في الغنم والكرم فأوحى الله عزّ وجلّ الى داود (ع) ان اجمع ولدك فمن قضى بهذه القضيّة فأصاب فهو وصيّك من بعدك فجمع داود (ع) فلمّا ان قصّ الخصمان قال سليمان يا صاحب الكرم متى دخلت غنم هذا الرّجل كرمك قال دخلته ليلاً قال قد قضيت عليك يا صاحب الغنم بأولاد غنمك واصوافها في عامك هذا ثمّ قال له داود (ع) فكيف لم تقض برقاب الغنم وقد قوّم ذلك علماء بني اسرائيل فكان ثمن الكرم قيمة الغنم فقال سليمان انّ الكرم لم يجتثّ من اصله وانّما أكل حمله وهو عايد في قابل فأوحى الله عزّ وجلّ الى داود (ع) ان القضاء في هذه القضيّة ما قضى سليمان به يا داود أَردت امر او اردنا امرا غيره فدخل داود على امرأته فقال اردنا امراً فأراد الله امراً غيره ولم يكن الاّ ما اراد الله فقد رضينا بأمر الله عزّ وجلّ وسلّمنا وكذلك الأوصياء ليس لهم ان يتعدّوا بهذا الامر فيجاوزون صاحبه الى غيره. والقمّي عنه عليه السلام قال كان في بني اسرائيل رجل وكان له كرم ونفشت فيه غنم لرجل بالليل وقصمته وافسدته فجاء به صاحب الكرم الى داود فاستعدى على صاحب الغنم فقال داود (ع) اذهبا الى سليمان ليحكم بينكما فذهبا اليه فقال سليمان ان كان الغنم اكلت الأصل والفرع فعلى صاحب الغنم ان يدفع الى صاحب الكرم الغنم وما في بطنها وان كانت ذهبت بالفرع ولم تذهب بالاصل فانّه يدفع ولدها الى صاحب الكرم وكان هذا حكم داود (ع) وانّما اراد ان يعرف بني اسرائيل انّ سليمان وصيّه بعده ولم يختلفا في الحكم ولو اختلف حكمهما لقال كنّا لحكمهما شاهدين. وفي الفقيه عن الباقر عليه السلام قال لم يحكما انّما كانا يتناظران ففهّمها سليمان وعن الكاظم عليه السلام كان حكم داود (ع) رقاب الغنم والّذي فهم الله سليمان انّ الحكم لصاحب الحرث باللبن والصوف ذلك العام كلّه. وفي المجمع عنهما عليهما السلام انه كان كرماً قد بدت عناقيده فحكم داود (ع) بالغنم لصاحب الكرم فقال سليمان غير هذا يا نبيّ الله ارفق قال وما ذاك قال تدفع الكرم الى صاحب الغنم فيقوم عليه حتّى يعود كما كان ويدفع الغنم الى صاحب الكرم فيصيب منها حتّى اذا عاد الكرم كما كان ثم دفع كلّ واحد منهما الى صاحبه ماله. \" وعن النبي صلّى الله عليه وآله انّ سليمان قضى بحفظ المواشي على اربابها ليلاً وقضى بحفظ الحرث على اربابه نهاراً \" { وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ } يقدّسن الله معه. وقيل يسرن من السّباحة { وَالطَّيْرَ } في الاكمال عن الصادق عليه السلام انّ داودُ خرج يقرء الزّبور وكان اذا قرء الزبّور لا يبقى جبل ولا حجر ولا طائر الاّ جاوبه. وفي الاحتجاج عن امير المؤمنين عليه السلام انّ يهوديّاً قال له هذا داود (ع) بكى على خطيئته حتّى سارت الجبال معه لخوفه فقال انّه صلّى الله عليه وآله كان كذلك الحديث بطوله. وفي المناقب عن السجاد عليه السلام انّه صلّى ركعتين فسبّح في سجوده فلم يبق شجر ولا مدر الاّ سبّحوا معه { وَكُنَّا فَاعِلِينَ } لأمثاله فليس ببدع منّا وان كان عجيباً عندكم.", "annotation": {"aya": [], "hadith": [{"start": 2917, "end": 3030}], "verse": []}}