{"text": " { وقل للذين لا يؤمنون } بهذا الحق ولا يتعظون به ولا يتذكرون من اهل مكة وغيرهم { اعملوا على مكانتكم } اى حالكم وجهتكم التى هى عدم الايمان { انا عاملون } على حالنا وهو الايمان به والاتعاظ والتذكير به { وانتظروا } بنا الدوائر والنوائب على ما يعدكم الشيطان { انا منتظرون } ان ينزل بكم ما نزل بامثالكم من الكفرة على ما وعد الرحمن فهذا تهديد لهم لا ان الآية منسوخة بآية السيف. واعلم ان تثبيت القلوب على الدين والطاعة الى الله تعالى لا الى غيره لانه تعالى اسنده الى ذاته الكريمة وان التثبت يكون منه بالواسطة وبغير الواسطة فاما بالواسطة فههنا كما قال ما نثبت به اى بالانباء عن اقاصيص الرسل كقوله تعالى يثبت الله الذين آمنوا بالقول الثابت واما غير الواسطة فكقوله تعالى ولولا ان ثبتناك لقد كدت تركن اليهم شيئا قليلا وهذا التثبيت من انزال السكينة فى قلبه بغير واسطة كقوله فانزل سكينته على رسوله وكقوله هو الذى انزل السكينة فى قلوب المؤمنين ليزدادوا ايمانا مع ايمانهم واعلم انه كما يزداد الايمان بالسكينة فكذلك يزداد اليقين على اليقين باستماع قصص الانبياء والامم السالفة كما قيل حكايات الصالحين جند من جنود الله تعالى وهذا لم يثبت الله بقلبه لا لمن يزداد شكه على الشك وكفره على الكفر كأبى جهل ونحوه لان الله تعالى اودع فى كل شيء لطفه وقهره فمن فتح عليه باب لطفه اغلق عليه باب قهره ومن فتح عليه باب قهره اغلق عليه باب لطفه قال فى المثنوى ماهيانرا بحر نكذارد برون  خاكيانرا بحر نكذارد درون  اصل ما هى زاب وحيوان از كاست  حيله وتدبير اينجا باطلست  قفل رفتست وكشاينده خدا  دست در تسليم زن اندر رضا ومن فتح الله عليه باب لطفه جاء الحق من هذا الباب كما قال الله تعالى وجاءك فى هذه الحق اى انك لست بقادر ان تجيئ فى هذه بالحق لان ابواب اللطف والقهر مغلوقة والمفتاح بيد الفتاح لا يقدر غير المفتاح ان يفتحه فاذا هو الذى يفتح باب لطفه فى كل شيء على العبد ويجيئ بكرمه فيه اليه بلا كيف ولا اين وموعظة وذكرى للمؤمنين ليطلبوا الحق من باب لطفه فى كل شيء ولا يطلبوا من باب قهره اطلبوا الارزاق من اسبابها  ادخلوا الابيات من ابوابها { وقل للذين يؤمنون } بطلب الحق ووجدانه { اعملوا على مكانتكم } فى طلب المقاصد من باب قهر الحق تعالى { انا عاملون } فى طلب الحق من باب قهره { انا منتظرون } وجد ان الحق من باب لطفه وقد ثبت عند اهل التحقيق ان الوجود العينى تابع لعلم الله تعالى وهو تابع للمعلوم الذى هو عين ثابتة لكل فرد من افراد الانسان وهم قد سألوا بلسان الاستعداد فى تلك المرتبة اى حين كونهم اعيانا ثابتة كل مالهم وعليهم فسلوكهم فى هذه النشأة الى طريق الاعمال القهرية ودقهم باب الجلال الالهى انما هو من نتائج استعدادتهم ومقتضيات اسئلتهم السابقة وقس عليه اهل اللطف والجمال وكما ان الله تعالى نصر انبياءه كذلك ينصر اولياءه وصالح المؤمنين ويفتح عليهم ابواب لطفه وكرمه ويؤيدهم ويثبتهم ويحفظهم من تزلزل الاقدام بحسب مراتبهم ويدفع عن قلوبهم الألم وانما الألم من فقدان العيان -يحكى- ان شابا ضرب تسعة وتسعين سوطا فما صاح ولا استغاث الا فى واحدة بعدها فتبعه الشبلى رحمه الله فسأله عن امره فقال ان العين التى ضربت من اجلها كانت تنظر الىّ فى التسعة والتسعين وفى الواحدة حجبت عنى وفى المثنوى هركجا باشد شه مارا بساط  هست صحرا كربود سم الخياط  هركجا يوسف رخى باشد جوماه  جنتست آن كرجه باشد قعرجام فالكلام انما هو فى كون المرء مع الحق وشهوده فى كل وقت", "annotation": {"aya": [{"start": 543, "end": 553}, {"start": 594, "end": 629}, {"start": 660, "end": 705}, {"start": 761, "end": 783}, {"start": 791, "end": 855}, {"start": 1450, "end": 1467}, {"start": 1669, "end": 1690}], "hadith": [], "verse": [{"start": 1225, "end": 1381}, {"start": 1749, "end": 1801}, {"start": 2747, "end": 2850}]}}