{"text": " اللغة: الغنى الكفاية في المال لأنه اكتفى به وربما مد لضرورة الشعر والغناء بكسر الغين المد من الصوت. يقال: منه غنى يغني غناء والغناء بالفتح والمد الكفاية وغني عن كذا فهو غان وغني القوم في دارهم أقاموا والمغاني المنازل لأنهم اكتفوا بها والغانية المرأة لأنها تكتفي بزوجها عن غيره أو بجمالها عن التزين. المعنى: { و } لما تجهَّزوا للمسير { قال } يعقوب { يا بني لا تدخلوا } مصر { من باب واحد وادخلوا من أبواب متفرقة } خاف عليهم العين لأنهم كانوا ذوي جمال وهيئة وكمال وهم إخوة أولاد رجل واحد عن ابن عباس والحسن وقتادة والضحاك والسدي وأبي مسلم. وقيل: خاف عليهم حسد الناس إياهم وإن يبلغ الملك قوتهم وبطشهم فيحبسهم أو يقتلهم خوفاً على ملكه عن الجبائي وأنكر العين وذكر أنه لم يثبت بحجة وجوَّزه كثير من المحققين ورووا فيه الخبر عن النبي صلى الله عليه وسلم: \" أن العين حق والعين تستنزل الحالق \" والحالق المكان المرتفع من الجبل وغيره فجعل ع العين كأنها تحط ذروة الجبل من قوة أخذها وشدة بطشها وورد في الخبر أنه عليه وآله السلام كان يعوذ الحسن والحسين عليهما السلام بأن يقول: \" أعيذكما بكلمات الله التامة من كل شيطان وهامة ومن كل عين لامة \". وروي أن إبراهيم ع عوَّذ ابنيه وإن موسى عوَّذ ابني هارون بهذه العوذة. وروي أن بني جعفر بن أبي طالب كانوا غلماناً بيضاً فقالت أسماء بنت عميس يا رسول الله إن العين إليهم سريعة أفأسترقي لهم من العين فقال صلى الله عليه وسلم: \" نعم \" وروي أن جبرائيل ع رقى رسول الله وعلَّمه الرقية وهي بسم الله أرقيك من كل عين حاسد الله يشفيك وروي عن النبي صلى الله عليه وسلم أنه قال: \" لو كان شيء يسبق القدر لسبقته العين \". ثم اختلفوا في وجه الإصابة بالعين فروي عن عمرو بن بحر الجاحظ أنه قال: لا ينكر أن ينفصل من العين الصائبة إلى الشيء المستحسن أجزاء لطيفة فتتصل به وتؤثر فيه فيكون هذا المعنى خاصية في بعض الأعين كالخواص في الأشياء وقد اعترض على ذلك بأنه لو كان كذلك لما اختص ذلك ببعض الأشياء دون بعض ولأن الأجزاء تكون جواهر والجواهر متماثلة ولا يؤثر بعضها في بعض وقال أبو هاشم: إنه فعل الله بالعادة لضرب من المصلحة وهو قول القاضي. ورأيت في شرح هذا للشريف الأجل الرضي الموسوي قدس الله روحه كلاماً أحببت إيراده في هذا الموضع. قال: إن الله تعالى يفعل المصالح بعباده على حسب ما يعلمه من الصلاح لهم في تلك الأفعال التي يفعلها فغير ممتنع أن يكون تغييره نعمة زيد مصلحة لعمرو وإذا كان يعلم من حال عمرو أنه لو لم يسلب زيداً نعمته أقبل على الدنيا بوجهه ونأى عن الآخرة بعطفه وإذا سلب نعمة زيد للعلة التي ذكرناها عوضه فيها وأعطاه بدلاً منها عاجلاً أو آجلاً فيمكن أن يتأول قولـه ع: \" العين حق \" على هذا الوجه على أنه قد روي عنه ع ما يدل على أن الشيء إذا عظم في صدور العباد وضع الله قدره وصغر أمره وإذا كان الأمر على هذا فلا ينكر تغيير حال بعض الأشياء عند نظر بعض الناظرين إليه واستحسانه له وعظمه في صدره وفخامته في عينه كما روي أنه لما قال: سُبقت ناقته العضباء وكانت إذا سوبق بها لم تُسبَق ما رفع العباد من شيء إلا وضع الله منه ويجوز أن يكون ما أمر به المستحسن للشيء عند رؤيته من تعويذه بالله والصلاة على رسول الله صلى الله عليه وسلم قائماً في المصلحة مقام تغيير حالة الشيء المستحسن فلا يغير عند ذلك لأن الرائي لذلك قد أظهر الرجوع إلى الله تعالى والإعاذة به فكأنه غير راكن إلى الدنيا ولا مغتر بها انتهى كلامه رضي الله عنه. { وما أغني عنكم من الله من شيء } أي وما أدفع من قضاء الله من شيء إن كان قد قضى عليكم الإصابة بالعين أو غير ذلك { إن الحكم إلا لله عليه توكلت } فهو القادر على أن يحفظكم من العين أو من الحسد ويردكم عليّ سالمين { وعليه فليتوكل المتوكلون } أي وليفوّضوا أمورهم إليه وليثقوا به { ولما دخلوا } مصر { من حيث أمرهم أبوهم } أي من أبواب متفرقة كما أمرهم يعقوب. وقيل: كان لمصر أربعة أبواب فدخلوها من أبوابها الأربعة متفرقين. { ما كان يغني عنهم من الله من شيء إلا حاجة في نفس يعقوب قضاها } أي لم يكن دخولهم مصر كذلك يغني عنهم أو يدفع عنهم شيئاً أراد الله تعالى إيقاعه بهم من حسد أو إصابة عين وهو ع كان عالماً أنه لا ينفع حذر من قدر ولكن كان ما قاله لبنيه حاجة في قلبه فقضى يعقوب تلك الحاجة أي أزال به اضطراب قلبه لأن لا يحال على العين مكروه يصيبهم. وقيل: معناه أن العين لو قدر أن تصيبهم لإصابتهم وهم متفرقون كما تصيبهم مجتمعين عن الزجاج قال: وحاجة استثناء ليس من الأول بمعنى لكن حاجة { وإنه لذو علم } أي ذو يقين ومعرفة بالله { لما علمناه } أي لأجل تعليمنا إياه عن مجاهد مدحه الله سبحانه بالعلم والمعنى أنه حصل له العلم بتعليمنا إياه. وقيل: وإنه لذو علم لما علّمناه أي يعلم ما علّمناه فيعمل به لأن من علم شيئاً ولا يعمل به كان كمن لا يعلم فعلى هذا يكون اللام في قولـه { لما علمناه } كاللام في قوله { للرؤيا تعبرون }  { ولكن أكثر الناس لا يعلمون } مرتبة يعقوب في العلم عن الجبائي. وقيل: لا يعلم المشركون ما ألهم الله أولياءه عن ابن عباس.", "annotation": {"aya": [], "hadith": [{"start": 745, "end": 781}, {"start": 960, "end": 1025}, {"start": 1388, "end": 1427}], "verse": []}}