{"text": " { لَقَدْ أَخَذْنَا } الآية هذا إخبار بما صدر من أسلاف اليهود من نقض الميثاق الذي أخذه الله تعالى عليهم وما اجترحوه من الجرائم العظام من تكذيب الأنبياء وقتل بعضهم والذين بحضرة رسول الله صلى الله عليه وسلم هم أخلاف أولئك فغير بدع ما يصدر منهم للرسول من الأذى والعصيان إن ذلك شنشنة من أسلافهم. { كُلَّمَا جَآءَهُمْ رَسُولٌ } الآية تقدم تفسير مثلها في البقرة. وقال الزمخشري: هنا فإِن قلت: أين جواب الشرط؟ فإِن قوله: فريقاً كذبوا وفريقاً يقتلون، ناب عن الجواب، لأن الرسول الواحد لا يكون فريقين ولأنه لا يحسن أن تقول: ان أكرمت أخي أخاك أكرمت. قلت: هو محذوف ودل عليه قوله: فريقاً كذبوا وفريقاً يقتلون، كأنه قيل: كلما جاءهم رسول منهم ناصبوه. وقوله: فريقاً كذبوا، جواب مستأنف لقائل يقول: كيف فعلوا برسلهم. \" انتهى \". فقوله فإِن قلت: أين جواب الشرط؟ سمي قوله: كلما جاءهم رسول شرطاً وليس بشرط بل كل منصوبة على الظرف لإِضافتها إلى المصدر المنسبك من ما المصدرية الظرفية والعامل فيها هو ما يأتي بعد ما المذكورة وصلتها في الفعل كقوله تعالى: كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَٰهُمْ [النساء: 56]، وقوله: إِذَآ أُلْقُواْ فِيهَا سَمِعُواْ [الملك: 7]. وأجمعت العرب على أنه لا يجزم بكلما وعلى تسليم تسميته شرطاً فذكر ان قوله: فريقاً كذبوا ينبوا على الجواب لوجهين، أحدهما: قوله لأن الرسول الواحد لا يكون فريقين وليس كما ذكر لأن الرسول في هذا التركيب لا يراد به الواحد بل المراد به الجنس، ألا قرىء انك إذا قلت: لا أصحبك ما طلع نجم، لا يراد به واحد بل يراد به الجنس وأي نجم طلع، وإذا كان المراد به الجنس انقسم إلى الفريقين فريق كذب وفريق قتل. والوجه الثاني: في قوله: ولأنه لا يحسن أن تقول: إن أكرمت أخي أخاك أكرمت، يعني أنه لا يجوز تقديم منصوب فعل الجواب عليه وليس كما ذكر بل مذهب البصريين الكسائي أن ذلك جائز حسن ولم يمنعه إلا الفراء وحده وهذا كله على تقدير تسليم أن كلما شرط وإلا فلا يلزم أن يعتذر بهذا بل يجوز تقديم منصوب الفعل العامل في كلما عليه فتقول: كلما جئتني أخاك أكرمت. وعموم نصوص النحويين على ذلك لأنهم حين حصروا ما يجب تقديم المفعول به على العامل وحصروا ما يجب تأخيره عنه قالوا: وما سوى ذلك يجوز فيه التقديم على العامل والتأخير عنه ولم يستثنوا هذه الصورة ولا ذكروا فيها خلافاً فعلى هذا الذي قررناه يكون العامل في كلما قوله كذبوا وما عطف عليه ولا يكون محذوفاً. وقال الحوفي وابن عطية: كلما ظرف والعامل فيه كذبوا. وقال أبو البقاء: كذبوا جواب كلما. \" انتهى \". وجاء بلفظ يقتلون على حكاية الحال الماضية استنباطاً للقتل واستحضاراً لتلك الحال الشنيعة للتعجب منها، قاله الزمخشري: ويحسن مجيئه كونه رأس آية والمعنى أنهم كذبوا فريقاً فقط وقتلوا فريقاً ولا يقتلونه إلا مع التكذيب فاكتفي بذكر القتل عن ذكر التكذيب أي اقتصر ناس على تكذيب فريق وزاد ناس على التكذيب القتل. { وَحَسِبُوۤاْ أَلاَّ تَكُونَ فِتْنَةٌ } قال ابن الأنباري: نزلت في قوم كانوا على الكفر قبل البعثة فلما بعث رسول الله صلى الله عليه وسلم كذبوه بغياً وحسداً. { فَعَمُواْ وَصَمُّواْ } بمجانبة الحق. { ثُمَّ تَابَ ٱللَّهُ عَلَيْهِمْ } أي عرضهم للتوبة بإِرسال الرسول وإن لم يتوبوا. { ثُمَّ عَمُواْ وَصَمُّواْ كَثِيرٌ مِّنْهُمْ } لأنهم كلهم لم يجمعوا على خلافة. \" انتهى \". وقرىء: أن لا تكون بنصب النون بأن. وقرىء برفعها على أنّ أنْ مخففة من الثقيلة واسمها ضمير الأمر محذوف تقديره أنه لا تكون ولا تكون جملة في موضع خبر أنّ وفي كلتا القراءتين نائب مناب مفعولي حسب فعموا عن النظر في دلائل الحق وصموا عن سماع الآيات الإِلهية ثم تاب الله عليهم ببعثه عيسى عليه وسلم ثم بمحمد صلى الله عليه وسلم فاتبع ناس منهم عيسى ومحمداً عليهما السلام. و { كَثِيرٌ } بدل من الضمير في صموا أو في عمو الآن فيهم من آمن بالنبيين المذكورين. { لَقَدْ كَفَرَ ٱلَّذِينَ قَالُوۤاْ } الآية تقدِّم تفسير هذه الجملة مستوفى في أول السورة. { وَقَالَ ٱلْمَسِيحُ } الآية رد تعالى عليهم مقالتهم بقول من يدّعون الإِلهية فيه وهو عيسى عليه السلام أنه لا فرق بينه وبينهم في أنهم كلهم مربوبون وأمرهم بإِخلاص العبادة له ونبه على الوصف الموجب للعبادة وهو الربوبية وفي ذلك أعظم دليل عليهم في فساد دعواهم وهو أن الذي يعظمونه ويرفعون قدره عما ليس له يرد عليهم مقالتهم وهذا الذي ذكره تعالى عنه هو مذكور في إنجيلهم يقرؤونه ولا يعملون به وهو قول المسيح: يا معشر بني المعمودية. وفي رواية: يا معشر الشعوب قوموا بنا إلى أبي وأبيكم وإلهي وإلهكم ومخلصي ومخلصكم. { إِنَّهُ مَن يُشْرِكْ بِٱللَّهِ } الظاهر أنه من كلام المسيح فهو داخل تحت القول وفيه أعظم ردع منه عن عبادته إذ أخبر أنه من عبد غير الله منعه الله دار من أفرده بالعبادة وجعل مأواه النار ان الله لا يغفر أن يشرك به. وقيل: هو من كلام الله تعالى مستأنف أخبر بذلك على سبيل الوعيد والتهديد. { وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ } ظاهره أنه من كلام عيسى عليه السلام أخبرهم أنه من تجاوز وضع الشيء غير موضعه فلا ناصر له ولا مساعد فيما افترى وتقول وفي ذلك ردع لهم عما انتحلوه في حقه من دعوى أنه إله وأن ذلك ظلم إذ جعلوا ما هو مستحيل في العقل واجباً وقوعه أو فلا ناصر له ولا منجي من عذاب الله في الآخرة ويحتمل أن يكون من كلام الله تعالى أخبر أنهم ظلموا وعدلوا عن الحق في أمر عيسى وتقولهم عليه فلا ناصر لهم. { لَّقَدْ كَفَرَ ٱلَّذِينَ قَالُوۤاْ إِنَّ ٱللَّهَ ثَالِثُ ثَلاَثَةٍ } هؤلاء هم الملكانية من النصارى القائلون بالتثليث. وظاهر قوله: ثالث ثلاثة، أحد آلهة ثلاثة. قال المفسرون: أرادوا بذلك أن الله وعيسى وأمه آلهة ثلاثة ويؤكده أأنت قلت للناس اتخذوني وأمّي الهين من دون الله ما اتخذ الله صاحبة ولا ولداً أنى يكون له ولد ولم تكن له صاحبة ما اتخذ الله من ولد وما كان معه من إله. وحكى المتكلمون عن النصارى أنهم يقولون: وجوهر واحد ثلاثة أقانيم أب وأم وروح قدس، وهذه الثلاثة إله واحد كما أن الشمس تناول القرص والشعاع والحرارة وعنوا بالأب الذات، وبالابن الكلمة، وبالروح الحياة. وأثبتوا الذات والكلمة والحياة وقالوا أن الكلمة التي هي كلام الله اختلطت بجسد عيسى اختلاط الماء بالخمر واختلاط اللبن بالماء وزعموا أن الأب إله والابن إله والروح إله والكل إله واحد، وهذا معلوم البطلان ببديهة العقل أن الثلاثة لا تكون واحداً وإن الواحد لا يكون ثلاثة. ولا يجوز في العربية في ثالث ثلاثة إلا الإِضافة لأنك لا تقول ثلثت الثلاثة وأجاز النصب أحمد بن يحيى ثعلب وردوه عليه. { وَمَا مِنْ إِلَـٰهٍ إِلاَّ إِلَـٰهٌ وَاحِدٌ } معناه لا يكون إله في الوجود إلا متصفاً بالوحدانية وأكد ذلك بزيادة من الاستغراقية وحصر الهيئة في صفة الوحدانية. وإله رفع على البدل من إله على الموضع. وأجاز الكسائي اتباعه على اللفظ فيجر لأنه لا يجيز زيادة من في الواجب. والتقدير وما إله في الوجود إلا إله واحد أي موصوف بالوحدانية لا ثاني له وهو الله تعالى. { وَإِن لَّمْ يَنتَهُواْ } قبل ان قسم محذوف والأكثر مجيء اللام الموطنة لجواب القسم المحذوف كقوله تعالى: لَئِن رَّجَعْنَآ إِلَى ٱلْمَدِينَةِ لَيُخْرِجَنَّ [المنافقون: 8]، وقد تحذف اللام فيكون التقدير لئن لم ينتهوا كما حذف في قوله: وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ [الأعراف: 23]، وما في قوله: عما يقولون، أي عن قولهم أو موصولة تقديره عن الذي يقولونه وحذف الضمير العائد على ما. و { لَيَمَسَّنَّ ٱلَّذِينَ } اللام فيه جواب قسم محذوف قبل أداة الشرط وأكثر ما يجيء هذا التركيب وقد صحبت أن اللام المؤذنة بالقسم المحذوف كقوله تعالى: لَّئِن لَّمْ يَنتَهِ ٱلْمُنَافِقُونَ [الأحزاب: 60]، وَٱلَّذِينَ فِي قُلُوبِهِمْ مَّرَضٌ وَٱلْمُرْجِفُونَ فِي ٱلْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ [الأحزاب: 60]. ومعنى الذين كفروا أي الذين ثبتوا على هذا الاعتقاد فأقام الظاهر مقام المضمر إذ كان الربط يحصل بقوله: وليمسنهم لتكرير الشهادة عليهم بالكفر في قوله: { لَقَدْ كَفَرَ } ، الآية والاعلام بأنهم كانوا بمكان من الكفر إذ جعل الفعل في صلة الذين وهي تقتضي كونها معلومة للسامع مفروغاً من ثبوتها واستقرارها لهم ومن في فهم للتبعيض أي كائناً منهم والربط حاصل بالضمير، فكأنه قيل: كافرهم وليسوا كلهم بقوا على الكفر بل قد تاب كثير منهم عن النصرانية. ومن أثبت أن منْ تكون لبيان الجنس أجاز ذلك هنا. { أَفَلاَ يَتُوبُونَ إِلَىٰ ٱللَّهِ } هذا لطف منه سبحانه وتعالى بهم واستدعاء أبى التنصل من تلك المقالة الشنعاء بعد أن كرر عليهم الشهادة بالكفر والفاء في أخلا للعطف حجزت بين همزة الاستفهام ولا النافية والتقدير فأولاً، وقال ابن عطية: رفق جل وعلا بهم بتحقيقه إياهم على التوبة وطلب المغفرة. \" انتهى \". وما ذكره من الحث والتحضيض على التوبة هو من حيث المعنى لا من حيث مدلول اللفظ لأن مدلول أفلا غير مداول الا التي للحض والحث.", "annotation": {"aya": [{"start": 926, "end": 970}, {"start": 992, "end": 1024}, {"start": 5946, "end": 5995}, {"start": 6072, "end": 6125}, {"start": 6387, "end": 6423}, {"start": 6439, "end": 6531}], "hadith": [], "verse": []}}