{"text": " ذكر جل وعلا في هذه الآية الكريمة أنه خلق الأنعام لبني آدم ينتفعون بها تفضلاً منه عليهم. وقد قدمنا في \" آل عمران \" أن القرآن بين أن الأنعام هي الأزواج الثمانية التي هي الذكر والأنثى من الإبل، والبقر، والضأن، والمعز. والمراد بالدفء على أظهر القولين أنه اسم لما يدفأ به، كالملء اسم لما يملأ به، وهو الدفاء من اللباس المصنوع من أصواف الأنعام وأوبارها وأشعارها..  ويدل لهذا قوله تعالى وَٱللَّهُ جَعَلَ لَكُمْ مِّن بُيُوتِكُمْ سَكَناً وَجَعَلَ لَكُمْ مِّن جُلُودِ ٱلأَنْعَامِ بُيُوتاً تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَآ أَثَاثاً وَمَتَاعاً إِلَىٰ حِينٍ النحل 80 وقيل الدفء نسلها. والأول أظهر. والنسل داخل في قوله { وَمَنَافِعُ } أي من نسلها ودرها { وَمِنْهَا تَأْكُلُونَ }. ومنافع الأنعام التي بين الله جل وعلا امتنانه بها على خلقه في هذه الآية الكريمة، بينها لهم أيضاً في آيات كثيرة، كقوله وَإِنَّ لَكُمْ فِي ٱلأَنْعَامِ لَعِبْرَةً نُّسْقِيكُمْ مِّمَّا فِي بُطُونِهَا وَلَكُمْ فيِهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ المؤمنون 21-22، وقوله ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلأَنْعَامَ لِتَرْكَـبُواْ مِنْهَا وَمِنْهَا تَأْكُلُونَ وَلَكُمْ فِيهَا مَنَافِعُ وَلِتَـبْلُغُواْ عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ وَيُرِيكُمْ آيَاتِهِ فَأَيَّ آيَاتِ ٱللَّهِ تُنكِرُونَ غافر 79-81، وقوله أَوَلَمْ يَرَوْاْ أَنَّا خَلَقْنَا لَهُم مِمَّا عَمِلَتْ أَيْدِينَآ أَنْعاماً فَهُمْ لَهَا مَالِكُونَ وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ وَلَهُمْ فِيهَا مَنَافِعُ وَمَشَارِبُ أَفَلاَ يَشْكُرُونَ يس 71-73، وقوله وَٱلَّذِي خَلَقَ ٱلأَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِّنَ ٱلْفُلْكِ وَٱلأَنْعَامِ مَا تَرْكَبُونَ لِتَسْتَوُواْ عَلَىٰ ظُهُورِهِ ثُمَّ تَذْكُرُواْ نِعْمَةَ رَبِّكُمْ إِذَا ٱسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُواْ سُبْحَانَ ٱلَّذِي سَخَّرَ لَنَا هَـٰذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ الزخرف 12-14، وقوله وَأَنزَلَ لَكُمْ مِّنَ ٱلأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ الزمر 6 إلى غير ذلك من الآيات. والأظهر في إعراب { وَٱلأَنْعَامَ } أن عامله وهو { خلق } اشتغل عنه بالضمير فنصب بفعل مقدر وجوباً يفسره \" خلق \" المذكور، على حد قول ابن مالك في الخلاصة فالسابق انصبه بفعل أضمرا   حتما موافق لما قد أظهر وإنما كان النصب هنا أرجح من الرفع لأنه معطوف على معمول فعل، وهو قوله تعالى خَلَقَ ٱلإِنْسَانَ مِن نُّطْفَةٍ النحل 4 الآية، فيكون عطف الجملة الفعليه على الجملة الفعليه أولى من عطف الإسمية على الفعلية لو رفع الاسم السابق. وإلى أشار ابن مالك في الخلاصة بقوله عاطفاً على ما يختار فيه النصب وبعد عاطف بلا فصل على   معمول فعل مستقر أولا وقال بعض العلماء إن قوله { وَٱلأَنْعَامَ } معطوف على { ٱلإِنْسَانَ } من قوله { خَلَقَ ٱلإِنْسَانَ } والأول أظهر كما ترى. وأظهر أوجه الإعراب في قوله { لَكُمْ فِيهَا دِفْءٌ } أن قوله { دِفْءٌ } مبتدأ خبره { لَكُمْ فِيهَا } وسوغ الابتداء بالنكرة اعتمادها على الجار والمجرور قبلها وهو الخبر كما هو معروف. خلافاً لمن زعم أن { دِفْءٌ } فاعل الجار والمجرور الذي هو { لكم }. وفي الآية أوجه أخرى ذكرها بعض العلماء تركنا ذكرها لعدم اتجاهها عندنا، والعلم عند الله تعالى. وقوله في هذه الآية الكريمة وَلَكُمْ فِيهَا جَمَالٌ النحل 6 يعني أن اقتناء هذه الأنعام وملكيتها فيه لمالكها عند الناس جمال. أي عظمة ورفعة، وسعادة في الدنيا لمقتنيها. وكذلك قال في الخيل والبغال والحمير لِتَرْكَبُوهَا وَزِينَةً النحل 8 فعبر في الأنعام بالجمال، وفي غيرها بالزينة. والجمال مصدر جمل فهو جميل وهي جميلة. ويقال أيضاً هي جملاء. وأنشد لذلك الكسائي قوله الشاعر فهي جملاء كبدر طالع   بذت الخلق جميعاً بالجمال والزينة ما يتزين به. وكانت العرب تفتخر بالخيل والإبل ونحو ذلك كالسلاح. ولا تفتخر بالبقر والغنم. ويدل لذلك قول العباس بن مرداس يفتخر بمآثر قبيلته بني سليم واذكر بلاء سليم في مواطنها   ففي سليم لأهل الفخر مفتخر  قوم هم نصروا الرحمن واتبعوا   دين الرسول وأمر الناس مشتجر  لا يغرسون فسيل النخل وسطهم   ولا تخاور في مشتاهم البقر  إلا سوابح كالعقبان مقربة   في دارة حولها الأخطار والعكر والسوابح الخيل. والمقربة المهيأة المعدة قريباً. والأخطار جمع خطر- بفتح فسكون - أو كسر فسكون وهو عدد كثير من الإبل على اختلاف في قدره. والعكر - بفتحتين - جمع عكرة، وهي القطيع الضخم من الإبل أيضاً على اختلاف في تحديد قدره. وقول الآخر لعمري لقوم قد ترى أمس فيهم   مرابط للأمهار والعكر الدثر  أحب إلينا من أناس بقنة   يروح على آثار شائهم النمر وقوله \" العكر الدثر \" أي المال الكثير من الإبل. وبدأ بقوله حِينَ تُرِيحُونَ النحل 6 لأنها وقت الرواح أملأ ضروعاً وبطوناً منها وقت سراحها للمرعي. وأظهر أوجه الإعراب في وقوله وَزِينَةً النحل 8 أنه مفعول لأجله، معطوف على ما قبله. أي لأجل الركوب والزينة.", "annotation": {"aya": [{"start": 380, "end": 620}, {"start": 859, "end": 1036}, {"start": 1059, "end": 1319}, {"start": 1338, "end": 1564}, {"start": 1581, "end": 1900}, {"start": 1921, "end": 1977}, {"start": 2284, "end": 2316}, {"start": 3027, "end": 3050}, {"start": 3200, "end": 3224}, {"start": 4194, "end": 4210}, {"start": 4308, "end": 4317}], "hadith": [], "verse": [{"start": 2159, "end": 2208}, {"start": 2495, "end": 2539}, {"start": 3367, "end": 3413}, {"start": 3568, "end": 3794}, {"start": 4027, "end": 4134}]}}