{"text": " ولما كان في ذلك إشارة إلى أن المرادين بهذه الآيات من أهل الكتاب أضل الناس، وكانوا يقولون: إنهم أهدى الناس؛ عجب منهم منكراً عليهم بعد افترائهم تزكية أنفسهم فقال: { ألم تر } وأبعدهم بقوله: { إلى الذين يزكون أنفسهم } أي بما ليس لهم من قولهم لن تمسنا النار إلا أياماً معدودة [البقرة: 80] وقولهم لن يدخل الجنة لا من كان هوداً أو نصارى [البقرة: 111] وقوله: ويحبون أن يحمدوا بما لم يفعلوا [آل عمران: 188] ويريد الذين يتبعون الشهوات أن تميلوا ميلاً عظيماً [النساء: 27] فإن إبعاد غيرهم في الميل مصحح لتزكيتهم أنفسهم بالباطل ونحو ذلك مما تقدم وغيره. ولما كان معنى الإنكار: ليس لهم ذلك لأنهم كذبوا فيه وظلموا، أشار إليه بقوله: { بل الله } أي الذي له صفات الكمال { يزكي من يشاء } أي بما له من العلم التام والقدرة الشاملة والحكمة البالغة والعدل السوي بالثناء عليه وبخلق معاني الخير الظاهرة فيه لتنشأ عنها الأعمال الصالحة، فإذا زكي أحداً من أصفيائه بشيء كالنبوة، كان له أن يزكي نفسه بذلك حملاً على ما ينفع الناس به عن الله { ولا } أي والحال أن الذين يزكيهم أو يدسيهم لا { يظلمون فتيلاً * } أي مقدار ما في شق النواة من ذلك الشيء المفتول، أي قليلاً ولا كثيراً، لأنه عالم بما يستحقون وهو الحكم العدل الغني عن الظلم، لأن له صفات الكمال. ولما أخبر تعالى أن التزكية إنما هي إليه بما له من العظمة والعلم الشامل، وكان ذلك أمراً لا نزاع فيه، وشهد عليهم بالضلال، وثبت أن ذلك كلامه بما له من الإعجاز في حالتي الإطناب والإيجاز؛ ثبت كذبهم فزاد في توبيخهم فقال - معجباً لرسوله صلى الله عليه وسلم من وقاحتهم واجترائهم على من يعلم كذبهم، ويقدر على معالجتهم بالعذاب، مبيناً أنه صلى الله عليه وسلم في الحضرة بعد بيان بعدهم -: { انظر كيف يفترون } أي يتعمدون { على الله } أي الذي لا يخفي عليه شيء ولا يعجزه شيء { الكذب } أي من غير خوف منهم لذلك عاقبة { وكفى } أي والحال أنه كفي { به } أي بهذا الكذب { إثماً مبيناً * } أي واضحاً في نفسه ومنادياً عليها بالبطلان. ولما عجب من كذبهم دلَّ عليه بقوله: { ألم تر } وكان الأصل: إليهم، ولكنه قال - لزيادة التقريع والتوبيخ والإعلام بأن كفرهم عناد لكونه عن علم -: { إلى الذين } وعبر بإلى دلالة على بعدهم عن الحضرات الشريفة { أوتوا نصيباً من الكتاب } أي الذي هو الكتاب في الحقيقة لكونه من الله { يؤمنون بالجبت } وهو الصنم والكاهن والساحر والذي لا خير فيه وكل ما عبد من دون الله { والطاغوت } وهو اللات والعزى والكاهن والشيطان وكل رأس ضلال والأصنام وكل ما عبد من دون الله؛ وكل هذه المعاني تصح إرادتها هنا، وهي مما نهي عنه في كتابهم - وأصله ومداره مجاوزة الحد عدواناً، وهو واحد وقد يكون جمعاً، قال سبحانه وتعالى أوليائهم الطاغوت يخرجونهم [البقرة: 257] والحال أن أقل نصيب من الكتاب كافٍ في النهي عن ذلك وتكفير فاعله. ولما دل على ضلالهم دل على إضلالهم بقوله - معبراً بصيغة المضارع دلالة على عدم توبتهم -: { ويقولون للذين كفروا } ودل بالتعبير بالإشارة دون الخطاب على أنهم يقولون ذلك فيهم حتى في غيبتهم، حيث لا حامل لهم على القول إلا محض الكفر فقال: { هؤلاء } أي الكفرة العابدون للأصنام { أهدى } أي أقوم في الهداية { من الذين آمنوا } أي أوقعوا هذه الحقيقة، فيفهم ذمهم بالتفضيل على الذين يؤمنون ومن فوقهم من باب الأولى { سبيلاً * } مع أن في كتابهم من إبطال الشرك وهدمه وعيب مدانيه وذمه في غير موضع تأكيداً أكيداً وأمراً عظيماً شديداً. ولما أنتج ذلك خزيهم قال: { أولئك } أي البعداء عن الحضرات الربانية { الذين لعنهم الله } أي طردهم بجميع ما له من صفات الكمال طرداً هم جديرون بأن يختصوا به. ولما كان قصدهم بهذا القول مناصرة المشركين لهم, وكان التقدير: فنالوا بذلك اللعن الذل والصغار، عطف عليه قوله: { ومن يلعن الله } أي الملك الذي له الأمر كله منهم ومن غيرهم { فلن تجد له نصيراً * } أي في وقت من الأوقات أصلاً، وكرر التعبير بالاسم الأعظم لأن المقام يقتضيه إشعاراً لتناهي الكفر الذي هو أعظم المعاصي بتناهي الغضب. ولما كان التقدير: كذلك كان من إلزامهم الذل والصغار، عطف عليه قوله: { أم } أي ليس { لهم نصيب } أي واحد من الأنصباء { من الملك فإذاً } أي فيتسبب عن ذلك أنهم إذا كان لهم أدنى نصيب منه { لا يؤتون الناس } أي الذين آمنوا { نقيراً * } أي شيئاً من الدنيا ولا الآخرة من هدى ولا من غيره، والنقير: النقرة في ظهر النواة، قيل: غاية في القلة؛ فهو كناية عن العدم، فهو بيان لأنهم لإفراط بخلهم لا يصلحون إلا لما هم فيه من الذل فكيف بدرجة الملك لأن الملك والبخل لا يجتمعان { أم } أي ليس لهم نصيب ما من الملك، بل ذلهم لازم وصغارهم أبداً كائن دائم، فهم { يحسدون الناس } أي محمداً صلى الله عليه وسلم الذي جمع فضائل الناس كلهم من الأولين والآخرين وزاد عليهم ما شاء الله، أو العرب الذي لا ناس الآن غيرهم، لأنَّا فضلناهم على العالمين - بأن يتمنوا دوام ذلهم كما دام لهم هم، ودل على نهاية حسدهم بأداة الاستعلاء في قوله: { على ما آتاهم الله } أي بما له من صفات الكمال { من فضله } حسدوهم لما رأوا من إقبال جدهم وظهور سعدهم وأنهم سادة الناس وقادة أهل الندى والبأس: إن العرانين تلقاها محسدة ولن ترى للئام الناس حساداً وقد آتاهم الله سبحانه وتعالى جميع أنواع الملك، فإنه على ثلاثة أقسام: ملك على الظواهر والبواطن معاً، وهو للأنبياء عليهم الصلاة والسلام بما لهم من غاية الجود والكرم والرحمة والشفقة والشفاعة والبر واللطف التي كل منها سبب للانقياد، وذلك مع ما لهم بالله سبحانه وتعالى من تمام الوصلة؛ وملك على الظواهر فقط، وهو ملك الملوك؛ وملك على البواطن فقط، وهو ملك العلماء. ولما ذمهم سبحانه وتعالى أولاً بالجهل ومدح النفس تشبعاً بما لم يعطوا، وذلك سبب لجميع النقائص، وثانياً بأعظم منه: منع الحق من أهله بخلاً، وثالثاً بأعظم منهما: تمنى ألا يصل إلى أحد نعمة وإن كانت لا تنقصهم، فحازوا بذلك أعلى خلال الذم، وكانت المساوي تضع والمحاسن ترفع، تسبب عن هذا توقع السامع لإعلاء العرب وإدامة ذل اليهود وموتهم بحسدهم فقال: { فقد } أي فتسبب عن هذا وتعقبه أنَّا آتيناهم - هكذا كان الأصل، ولكنه أظهر للتنبيه على التوصيف الذي شاركوهم به في استحقاق الفضائل فقال: { آتينا } أي بما لنا من العظمة { آل إبراهيم } أي الذي أعلمناكم في كتابكم أنا أقسمنا له أنَّا نعز ذريته ونهديهم ونجعل ابنة إسماعيل حالاً على جميع حدود إخوته، ويده في جميع الناس ويده على كل أحد ويد كل به { الكتاب } أي الذي لا كتاب إلا هو لما له من الحفظ والفضل بالإعجاز والفصل { والحكمة } أي النبوة التي ثمرتها العمل المتقن بالعلم المحرر المحكم { وآتيناهم } مع ذلك { ملكاً عظيماً * } أي ضخماً واسعاً باقياً إلى أن تقوم الساعة { فمنهم } أي من آل إبراهيم { من آمن به } وهم أغلب العرب { ومنهم من صد عنه } أي أعرض بنفسه، وصد غيره كبني إسرائيل وبعض العرب. ولما كان قد علم من السياق أن الطاعن فيه ميت بحسده من غير أن يضره بأمر دنيوي، وكان التقدير لبيان أمرهم في الآخرة: فحكمنا أن تسعر بهم النار بعد الذل في هذه الدار والهوان والصغار، عطف عليه قوله: { وكفى بجهنم سعيراً * } أي توقداً والتهاباً في غاية الإحراق والعسر والإسراع إلى الأذى، وفي آية الطاغوت أنهم سمحوا ببدل الدين - وهو لا أعز منه عند الإنسان - في شهادتهم للكفرة بالهداية، وفي آية الملك الإيماء إلى أنهم في الحضيض من الشح بالخسيس الفاني، وفي آية الحسد أنه لم يكفهم التوطن في حضيض الشح بما أوتوا مع الغنى حتى سفلوا عنه إلى أدنى من ذلك بالحسد لمن آتاه الله ما لا ينقصهم.", "annotation": {"aya": [{"start": 238, "end": 270}, {"start": 291, "end": 329}, {"start": 351, "end": 381}, {"start": 398, "end": 447}, {"start": 2312, "end": 2337}], "hadith": [], "verse": [{"start": 4341, "end": 4365}, {"start": 4366, "end": 4392}]}}