{"text": " قوله { وَلاَ تُؤْمِنُوۤاْ إِلاَّ لِمَن تَبِعَ دِينَكُمْ } الآية. قال المبرد: فيها تقديم وتأخير، وتقديرها عنده: ولا تؤمنوا إلا لمن تبع دينكم أن يؤتى مثلما أوتيتم { أَوْ يُحَآجُّوكُمْ عِندَ رَبِّكُمْ قُلْ إِنَّ ٱلْهُدَىٰ هُدَى ٱللَّهِ } وقيل تقديرها: ولا تؤمنوا أن يؤتى أحد مثلما أوتيتم إلا لمن تبع [دينكم] واللام زائدة. ومعنى ذلك أنهم قالوا لضعفائهم: لا تصدقوا أن يؤتى أحد مثلما أوتيتم من علم ورسالة وشرف، إلا لمن تبع دينكم، فصدقوا أن يؤتى مثلما أوتيتم. وقيل معناها على هذا التقدير: ولا تصدقوا أن تكون الرسالة إلا فيكم. وقيل: تقديرها قل إن الهدى هدى الله أن يؤتى أحد مثلما أوتيتم أي كراهة أن يؤتى كأنه بعد أن يؤتى اليهود مثلما أوتي المؤمنون، فتكون على هذا المخاطبة للنبي صلى الله عليه وسلم وأمته. وقرأ ابن عباس ومجاهد وعيسى بن عمرو، وابن كثير أن يؤتى بالاستفهام معناه أن يؤتى أحد مثل ما أوتيتم ولا يؤمنون؟ مثل أَن كَانَ ذَا مَالٍ وَبَنِينَ * إِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ ٱلأَوَّلِينَ [القلم: 14-15] أي: من أجل هذا قال كذا وكذا. وقرأ الأعمش (إن يؤتي بكسر إن فجعلها بمعنى \" ما \" على معنى ما يؤتى أحد مثلما أوتيتم. وقد زعم قوم أنه لحن لحذف النون من يحاجوكم وليس هو لحن عند أهل النظر لأن (أن) تضمر مع أو، فهي مضمرة ناصبة للفعل، ومن جعل في الكلام تقديماً وتأخيراً فاللام زائدة، ومن في موضع نصب استثناء ليس من الأول. ومن قدر الآية على وجهها، ولم يقدر تقديماً ولا تأخيراً جعل اللام أيضاً زائدة أو متعلقة بمصدر، كأنه: لا تجعل تصديقكم إلا لمن تبع دينكم بأن يؤتى أحد. وقال الفراء: يجوز أن يكون قد انقطع كلام اليهود عند قوله \" دينكم \" ثم قال لمحمد صلى الله عليه وسلم: { قُلْ إِنَّ ٱلْهُدَىٰ هُدَى ٱللَّهِ } أي: البيان بيان الله { أَن يُؤْتَىۤ أَحَدٌ مِّثْلَ مَآ أُوتِيتُمْ } ، أو: لا يؤتى أحد، \" وإن عنده بمعنى لا، ولذلك دخلت \" أحد \" في الكلام عنده. وقوله: { ٱلْهُدَىٰ هُدَى ٱللَّهِ } معناه: الهدى إلى الخير بيد الله يؤتيه من يشاء، فلا تتنكروا أيها اليهود أن يؤتى أحد سواكم مثلما أوتيتم، فإن أنكروا وهو معنى \" يحاجوكم عند ربكم \" فقل يا محمد: { إِنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ }. وقال الأخفش: { أَوْ يُحَآجُّوكُمْ } معطوف على { تُؤْمِنُوۤاْ } معناه ولا تصدقوا أن يحاجوكم، أي: قالت اليهود لضعفائها: لا تصدقوا بأن يحاجوكم أحد عند ربكم فيما أنكرتم من نبوة محمد صلى الله عليه وسلم. وقال الفراء: أو بمعنى حتى (و) إلا: أن. وقال مجاهد: { قُلْ إِنَّ ٱلْهُدَىٰ هُدَى ٱللَّهِ } اعتراض في الكلام وسائر الكلام متصل. فالأول خبر عن اليهود ومعناه { وَلاَ تُؤْمِنُوۤاْ إِلاَّ لِمَن تَبِعَ دِينَكُمْ } ، ولا تؤمنوا أن يؤتى أحد مثلما أتيتم، ولا تؤمنوا أن يحاجوكم عند ربكم، أي: ليس يحاجوكم أحد عند ربكم ثم قال تعالى بعد ذلك: قل يا محمد: { إِنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ } \". وقوله { أَن يُؤْتَىۤ أَحَدٌ مِّثْلَ مَآ أُوتِيتُمْ }. قيل: هو إخبار عما قالت اليهود لضعفائها، أي: لا تكون النبوة إلا فيكم. وقيل معناه: لا يكون العلم والشرف إلا فيكم. وقيل: هو إخبار من الله تعالى للنبي صلى الله عليه وسلم معناه: لا يؤتي أحد من الأمم مثلما أوتيت يا محمد وأمتك من الإسلام والهدى، وهذا قول السدي. ومعنى: { أَوْ يُحَآجُّوكُمْ } إلا أن يحاجوكم، وهذا التأويل لا اعتراض فيه، ولا تقديم ولا تأخير، وأن في موضع رفع خبر عن الهدى، والتأويل الأول يقع فيه التقديم والتأخير وأن في موضع نصب على ما ذكرنا، وذلك حسداً، قالوا لضعفائهم من اليهود: لا يكون نبي مثل نبيكم ولا كتاب مثل كتابكم. وقال الزجاج: معنى الآية: أن اليهود قالت لا تجعلوا تصديقكم لنبي في شيء مما جاء به إلا اليهود، ولا تقولوه للمشركين، فإن ذلك إن قلتموه لهم كان عوناً لهم على تصديقه. وقال أكثر المفسرين: معناه لا تصدقوا أن يعطى أحد مثلما أوتيتم من علم، ولا تصدقوا أن يحاجوكم أحد: لا يكونوا لأحد حجة عند الله إلا من كان مثلكم.", "annotation": {"aya": [{"start": 809, "end": 904}], "hadith": [], "verse": []}}