{"text": " { وَآتِ ذَا ٱلْقُرْبَىٰ حَقَّهُ } يعني صلة الرحم. وقال بعضهم: عني بذلك قرابة رسول الله صلى الله عليه وسلم روى السدي عن ابن الديلمي قال: قال علي بن الحسين لرجل من أهل الشام أقرأت القرآن؟ قال نعم؟ قال: أفما قرأت في بني إسرائيل { وَآتِ ذَا ٱلْقُرْبَىٰ حَقَّهُ } قال: انكم القرابة الذين أمر الله أن يوتى حقه؟ قال: نعم. { وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ } يعني مار الطريق، وقيل: الضيف { وَلاَ تُبَذِّرْ تَبْذِيراً } ولا تنفق مالك في المعصية. وروى سلمة بن كهيل عن أبي [عبيدة] عن ابن الضرير أنه سأل ابن مسعود ما التبذير؟ فقال: إنفاق المال في غير حقه. وقال مجاهد: لو أنفق إنسان ماله كله في [الحق ما كان] تبذيراً، فلو أنفق يدا في باطل كان تبذيراً به. وقال شعيب: كنت أمشي مع أبي إسحاق في طريق الكوفة، فأتى على دار تبنى بجص وآجر فقال: هذا التبذير في قول عبد الله: إنفاق المال في غير حقه. { إِنَّ ٱلْمُبَذِّرِينَ كَانُوۤاْ إِخْوَانَ ٱلشَّيَاطِينِ } أولياؤهم وأعوانهم، والعرب تقول: لكل [من يلزم] سنّة قوم وتابع أمرهم هو أخوهم { وَكَانَ ٱلشَّيْطَانُ لِرَبِّهِ كَفُوراً } جحود النعمة. { وَإِمَّا تُعْرِضَنَّ عَنْهُمُ } الآية نزلت في منجع وبلال وصهيب وسالم وخباب، كانوا يسألون النبي صلى الله عليه وسلم في الأحايين ما يحتاجون إليه ولا يجد لهم متسعاً، فيعرض عنهم حياءً منهم فأنزل الله عزّ وجلّ { وَإِمَّا تُعْرِضَنَّ عَنْهُمُ } يعني وإن تعرض عن هؤلاء الذين أمرتك أن تؤتيهم حقوقهم عند مسألتهم إياك مالا يجد إليه سبيلاً حياءً منهم. { ٱبْتِغَآءَ رَحْمَةٍ مِّن رَّبِّكَ } ابتغاء رزق من الله { تَرْجُوهَا } أن يأتيك { فَقُل لَّهُمْ قَوْلاً مَّيْسُوراً } ليّناً وعدهم وعداً جميلاً { وَلاَ تَجْعَلْ يَدَكَ مَغْلُولَةً } الآية. قال جابر بن عبد الله: \" بينما رسول الله صلى الله عليه وسلم قاعد فيما بين الصحابة أتاه صبي فقال: يا رسول الله إن أمي تستكسيك درعاً، ولم يكن عند رسول الله صلى الله عليه وسلم إلاّ قميصه، فقال الصبي: من ساعة إلى ساعة يظهر يعد وقتاً آخر، فعاد إلى أمه فقالت: قل له إن أمي تستكسيك الدرع الذي عليك، فدخل رسول الله صلى الله عليه وسلم داره ونزع قميصه وأعطاه وقعد عرياناً، فأذن بلال للصلاة فأنتظروا فلم يخرج فشغل قلوب الصحابة فدخل عليه [بعضهم فرآه] عارياً فأنزل الله تعالى { وَلاَ تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ } \" يعني ولا تمسك يدك عن النفقة في الحق، كالمشدودة يده على عنقه فلا يقدر على مدها والإعطاء. { وَلاَ تَبْسُطْهَا } بالعطاء { كُلَّ ٱلْبَسْطِ } فتعطي جميع ما تملك { فَتَقْعُدَ مَلُوماً } يلومك سائلوك إذا لم تعطيهم { مَّحْسُوراً } منقطعاً بك لا شيء عندك تنفقه، فقال: حسرته بالمسألة إذا [أكلّته] ودابة حسيرة إذا كانت كالة [رازحة] وحسير البصر إذا كل، قال الله يَنْقَلِبْ إِلَيْكَ البَصَرُ خَاسِئاً وَهُوَ حَسِيرٌ [الملك: 4] وقال قتادة: نادماً على ما سلف منك. { إِنَّ رَبَّكَ يَبْسُطُ } يوسع { ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ } يقتر ويضيق { إِنَّهُ كَانَ بِعِبَادِهِ خَبِيراً بَصِيراً } نظيرها قوله: { [ولو وسع] وَلَوْ بَسَطَ ٱللَّهُ ٱلرِّزْقَ لِعِبَادِهِ لَبَغَوْاْ فِي ٱلأَرْضِ [الشورى: 27] الآية { وَلاَ تَقْتُلُوۤاْ أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ } ضيق وإقتار { نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم } وذلك أن أهل الجاهلية كانوا يأدون بناتهم خشية الفاقة فنهاهم الله تعالى عن ذلك وأخبرهم أن رزقهم ورزق بناتهم على الله تعالى { إنَّ قَتْلَهُمْ كَانَ خِطْئاً كَبِيراً } إختلف القراء فيه: فقرأ أبو جعفر وابن عامر: بفتح الخاء والطاء والهمزة مقصورة. وقرأ ابن كثير: بكسر الخاء وفتح الطاء ومد الهمزة. وقرأ الآخرون: بكسر الخاء وجزم الطاء، وكلها لغات بمعنى واحد، ويكون اسماً ومصدراً. { وَلاَ تَقْرَبُواْ ٱلزِّنَىٰ إِنَّهُ كَانَ فَاحِشَةً وَسَآءَ سَبِيلاً * وَلاَ تَقْتُلُواْ ٱلنَّفْسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلاَّ بِٱلحَقِّ } وبحقها بما روى حميد عن أنس قال: \" قال رسول الله صلى الله عليه وسلم \" أمرت أن أقاتل الناس حتّى يقولوا لا إله إلاّ الله، فإذا قالوها [عصموا] في دمائهم وأموالهم إلاّ بحقها وحسابهم على الله \" قيل: وما حقها؟ قال: زنا بعد إحصان وكفر بعد إيمان وقتل نفس فيقتل بها \". { وَمَن قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَاناً } قوة وولاية على قاتل وليه فإن لما استفاد منه فقتله وأن الله أخل الدية وإن شاء عفا عنه { فَلاَ يُسْرِف فِّي ٱلْقَتْلِ } قرأ حمزة والكسائي وخلف: تسرف بالتاء أي فلا تسرف أيها القاتل، ويجوز أن يكون الخطاب لرسول الله صلى الله عليه وسلم والمراد منه الأيمة والأُمة من بعده، ومن قرأ بالياء رجع إلى المولى. واختلفوا في الاسراف ماهو: فقال ابن عبّاس: لا يقتل غير قاتله. قال الحسن وابن زيد: كانت العرب في الجاهلية إذا قتل منهم قتيل، لم يرضوا أن يقتلوا قاتل صاحبهم حتّى يقتلوا أشرف من الذي قتله، فيعمد ولي المقتول إلى الشريف من قبيلة القاتل فيقتله بوليه ويترك القاتل، فنهى الله عن ذلك، وقال رسول الله صلى الله عليه وسلم \" إن من أعتى الناس على الله جل ثناؤه قتل غير قاتله أو قتل بدخن الجاهلية أو قتل في حرم الله \". وقال الضحاك: كان هذا بمكة ونبي الله صلى الله عليه وسلم بها، وهو أول شيء نزل من القرآن في شأن القتل وكان المشركون من أهل مكة يقتلون أصحاب النبي صلى الله عليه وسلم فقال الله: من قتلكم من المشركين فلا يحملنكم قتله إياكم على أن لا تقتلوا إلا قاتلكم، فلا يقتلوا له أباً أو أخاً أو أحداً فإن كانوا من المشركين فلا يحملنكم ذلك [. ................] على فلا تقتلوا إلا قاتلكم. وهذا قبل أن تنزل سورة براءة وقبل أن يؤمروا بقتال المشركين. وقال سعيد بن جبير: لا يقبل [.........] على العدة. قتادة وطارق بن حبيب وابن كيسان: [لا يمثل به]. { إِنَّهُ كَانَ مَنْصُوراً } اختلفوا في هذه الكناية [إلى من ترجع فقيل: ترجع] على ولي المقتول، هو المنصور على القاتل [فيدفع الامام] إليه القاتل، فإن شاء قتل وإن شاء عفا عنه وإن شاء أخذ الدية، وهذا قول قتادة. وقال الآخرون: (من) راجعة إلى المقتول في قوله { وَمَن قُتِلَ مَظْلُوماً } يعنى أن المقتول [منصور] في الدنيا بالقصاص وفي الآخرة [بالتوبة] وهو قول مجاهد. { وَلاَ تَقْرَبُواْ مَالَ ٱلْيَتِيمِ } إلى قوله { مَسْؤُولاً } عنه، وقيل معناه: كان مظلوماً { وَأَوْفُوا ٱلْكَيْلَ إِذا كِلْتُمْ وَزِنُواْ بِٱلقِسْطَاسِ ٱلْمُسْتَقِيمِ }. قرأ أهل الكوفة: القِسطاس بكسر القاف. الباقون: بفتحه وهو الميزان مثل القرطاس، والقسطاس معناه الميزان صغيراً كان أو كبيراً. مجاهد: هو العدل بالرومية. وقال الحسن: هو القبان. { ذٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً } أي عاقبة. [قال الحسن]: ذكر لنا أن نبي الله صلى الله عليه وسلم قال: \" لا يقدر رجل على حرام ثمّ يدعه ليس لديه إلا مخافة الله إلا أبدله الله في عاجل الدنيا قبل الآخرة ماهو خير له من ذلك \". { وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ } قال قتادة: لا تقل رأيت ولم تر وسمعت ولم تسمعه وعلمت ولم تعلمه وهذه رواية علي عن ابن عبّاس. قال مجاهد: ولا ترم أحداً بما ليس لك به علم، وهي رواية عطية عن ابن عبّاس. وقال ابن الحنفية: هو شهادة الزور. قال [القتيبي]: لا تتبع الحدس والظنون، وكلها متقاربة، وأصل القفو البهت والقذف بالباطل. ومنه قول النبي صلى الله عليه وسلم \" نحن بنو النضر بن كنانة لا نقفوا أمنا ولا ننتفي من أبينا \". وقال النابغة: ومثل الدمى شم العرانين ساكن بهن الحياء لا يشعن التقافيا وقال الكميت: فلا أرمي البرىء بغير ذنب ولا أقفوا الحواصين أن [قفينا] وقال [القتيبي]: فهو مأخوذ من القفاء كأنه يقفوا الأمور ويكون في أقفائها يعقبها [ويتتبعها] ويتعرفها. يقال: قفوت أثره على وزن دعوت والنهي منه لا يقف، كقولك: لا تدع. وحكى الفراء عن بعضهم: أن أصله من القيافة، وهو اتباع الأثر وإذا كان كذلك وجب أن يكون [ولا تقف] بضم القاف وسكون الفاء مثل: ولا تقل، قال: والعرب تقول: قفوت أثرها وقفت مثل قولهم: قاع الجمل الناقة إذا ركبها وقعا، وعاث وعاثا واعتام واعتمى واحتاج ماله واحتجا. قال الشاعر: ولو إني رميتك من قريب لعاقك من دعاء الذئب عاق أي عانق. { إِنَّ ٱلسَّمْعَ وَٱلْبَصَرَ وَٱلْفُؤَادَ كُلُّ أُولـٰئِكَ } أي كل هذه الجوارح والأعضاء ما يقل تلك. كقول الشاعر، وهو جرير: ذم المنازل بعد منزلة اللوى والعيش بعد أولئك الأيام ويجوز أن يكون راجع إلى أصحابها وأربابها. { وَلاَ تَمْشِ فِي ٱلأَرْضِ مَرَحاً } بطراً وفخراً وخيلاء، وهو تفسير المشي لا نعته فإن ذلك أخرجه على المصدر { إِنَّكَ لَن تَخْرِقَ ٱلأَرْضَ } أي لن تقطعها بكعبيك حتّى تبلغ آخرها، يقال فلان أخرق الأرض من فلان إذا كان أكثر سفراً وعزة. وقال روبة: وقائم [الأعماق] خاوي المخترق أي المقطع { وَلَن تَبْلُغَ ٱلْجِبَالَ طُولاً } أي [لن تساويها بطولك ولا تطاولك] وأخبر أن صاحبه لاينال به شيئاً [......] عنه غيره { كُلُّ ذٰلِكَ كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهاً }. قرأ الحسن ويحيى بن يعمر وابن عمر وأهل الكوفة: سيئة على الاضافة، بمعنى كل هذا الذي ذكرنا من قوله { وَقَضَىٰ رَبُّكَ أَلاَّ تَعْبُدُوۤاْ إِلاَّ إِيَّاهُ }. [كان سيئة] أي سيء بما ذكرنا ووعدنا عليك عند ربك مكروها، قالوا: لأن فيما ذكره الله من قوله { وَقَضَىٰ رَبُّكَ } إلى هذا الموضع أموراً مأمورات بها ومنهيات عنها، واختار أبو عبيد هذه القراءة لما ذكرنا من المعنى، ولأن في قراءة أُبي حجة لها، وهي ماروى أبو عبيد عن حجاج عن هارون في قراءة [أُبي بن كعب] (كان سيئاته) قال: فهذه تكون باضافة سيئة منونّة منصوبة، بمعنى كل ذلك الذي ذكرنا ووعدنا من قوله { وَلاَ تَقْتُلُوۤاْ أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ } إلى هذا الموضع كان سيئة لا حسنة في فجعلوا «كلا» محيطاً بالمنهي عنه دون غيره. فإن قيل: هلا جعلت مكروهاً خبر ثان، قلنا: في الكلام تقديم وتأخير تقديره: كل ذلك كان مكروهاً سيئة، وقيل هو فعل [......] كالبدل لا على الصفة، مجازة: كل ذلك كان سيئة وكان مكروهاً. وقال أهل الكوفة: رجع إلى المعنى، لأن السيئة الذنب وهو [غير حقيقي] { ذَلِكَ } الذي ذكرنا [ووعدنا] { مِمَّآ أَوْحَىٰ إِلَيْكَ رَبُّكَ مِنَ ٱلْحِكْمَةِ } إلى قوله { مَّدْحُوراً } مطروداً مبعداً من كل نصير والمراد به غيره. قال الكلبي: [الثمان عشرة] آية كانت في ألواح موسى وهي عشر آيات في التوراة. { أَفَأَصْفَاكُمْ } اختاركم واختصكم { رَبُّكُم بِٱلْبَنِينَ وَٱتَّخَذَ مِنَ ٱلْمَلاۤئِكَةِ إِنَاثاً } بنات { إِنَّكُمْ لَتَقُولُونَ قَوْلاً عَظِيماً } يخاطب مشركي العرب حيث قالوا: الملائكة بنات الله. { وَلَقَدْ صَرَّفْنَا } قرأه العامّة: بالتشديد على التكثير. وقرأ الحسن: صرفنا بالتخفيف. { فِي هَـٰذَا ٱلْقُرْآنِ } يعني العبر والحكم والأمثال والأحكام والحجج والأعلام. سمعت أبا القاسم الحسين يقول: بحضره الإمام أبي الطيب لقوله تعالى { صَرَّفْنَا } معنيان أحدهما: لم يجعله نوعاً واحداً، بل وعداً ووعيداً وأمراً ونهياً ومحكماً ومتشابهاً وناسخاً ومنسوخاً وأخباراً وأمثالاً، مثل تصريف الرياح من صبا ودبور وجنوب وشمال، وتصريف الأفعال من الماضي إلى المستقبل ومن الفاعل إلى المفعول ونحوها. والثاني: لم ينزله مرة واحدة بل [نجوماً] مثل قوله { وَقُرْآناً فَرَقْنَاهُ } ومعناه أكثرنا صرف جبرئيل اليك. { لِيَذَّكَّرُواْ }. قرأ يحيى والأعمش وحمزة والكسائي { لِيَذَّكَّرُواْ } مخففاً. وقرأ الباقون: بالتشديد وإختيار أبو عبيد أي ليتذكروا { وَمَا يَزِيدُهُمْ } أي التصريف والتذكير { إِلاَّ نُفُوراً } ذهاباً وتباعداً عن الحق { قُلْ } يا محمّد لهؤلاء المشركين { لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ }. قرأ ابن كثير وحفص: يقولون بالياء. الباقون: بالتاء. { إِذاً لاَّبْتَغَوْاْ } لطلبوا يعني الآلهة القربة { إِلَىٰ ذِي ٱلْعَرْشِ سَبِيلاً } فالتمست الزلفة عنده. قال قتادة: يقول لو كان [الأمر] كما يقولون إذا لعرفوا الله فضله ومقربته عليهم، فامضوا ما يقربهم إليه. وقال الآخرون: إذا لطلبوا مع الله منازعة وقتالاً، كفعل ملوك الدنيا بعضهم ببعض، ثم نزه نفسه، فقال { سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يَقُولُونَ }. الأعمش وحمزة والكسائي، وإختاره أبو عبيد عنهم بالتاء { عُلُوّاً كَبِيراً } ولم يقل تعالياً كقوله { [وجعل] إليه سبيلاً }.", "annotation": {"aya": [{"start": 2373, "end": 2425}, {"start": 2627, "end": 2694}], "hadith": [{"start": 1526, "end": 2021}, {"start": 3363, "end": 3589}, {"start": 4264, "end": 4357}, {"start": 5688, "end": 5806}, {"start": 6170, "end": 6230}], "verse": [{"start": 6245, "end": 6272}, {"start": 6273, "end": 6300}, {"start": 6314, "end": 6338}, {"start": 6339, "end": 6368}, {"start": 6796, "end": 6817}, {"start": 6818, "end": 6841}, {"start": 6975, "end": 7001}, {"start": 7002, "end": 7025}, {"start": 7311, "end": 7339}]}}