{"text": " { وجَعَلوا } أى مشركو العرب من قريش وغيرهم { للهِ ممَّا ذَرَأ } خلق { مِنَ الحَرْث } أى من ثمار الحرث فحذف المضاف، والحرث مصدر، وإضافة الثمار إلى الحرث تصح، لأن الحرث سببها وملزومها وآلتها، أو بمعنى البذر المحروث، وإضافة الثمار إليه لأنه أصله وآلته، أو بمعنى ما نبت من الأوراق والأغصان، أضاف الثمار إليه لأنها منه، وأنه آلة لها، ويدل لهذا الوجه الأخير ما روى أن أهل الجاهلية كانوا يقسمون الحرث وهو قائم على سوقه ويقولون ما ردت الخطة داخلا لأصنامهم، وما ردت خارجا لله تعالى، ففى هذه الرواية لا يحتاج لتقدير مضاف، لأنهم يجعلون النصيب من النبات كله، فما فيه من الثمار فهو لله، وما فى النصيب الآخر للأصنام، ويجوز أن يكون الحرث بمعنى الثمار بشئ يسببه أو أصله، فإذا كان بأصله فمجاز مركب، لأن الحرث بمعنى الورق والأغصان مجاز أول، ثم بمعنى الثمار مجاز ثان، ولم يقل وجعلوا لله من الحرث والأنعام، بل قال { مما ذرأ من الحرث والأنعام } ليكون أزيد فى تقبيح فعلهم إذ عمدوا إلى شئ خلقه، فجعلوا منه نصيبا يتقربون به إلى ما لا ينفع ولا يضر وهو الأصنام. { والأنْعام } الغنم والبقر والإبل أنفسها وما تنتج { نَصيباً } وليسوا يقولون يأكون حاشاه، ولكن يتصدقون به على الفقراء والضعيف، ويقطعون منه فى النائبة ويغيثون منه الملهوف، فهذا فى نفسه ليس معيبا، والمعيب إنما هو رجوعهم به إلى نصيب الأصنام، إذا احتاجوا أن يردوه إليه، وأكلهم إياه إذا احتاجوا إليه فى مجاعة، وعيب عليهم فى الآية شيئان جعل نصيب للأصنام، ووصول ما كان لله تعالى إلى نصيب أصنامهم، عاب عليهم ذلك بعد ما عاب عليهم إنكار البعث، وغير إنكارهم من القبائح، وفى الكلام حذف تقديره وجعلوا لله مما ذرأ من الحرث والأنعام نصيبا، وجعلوا لشركائهم نصيبا أو لشركائهم نصيبا، ودل عليه قوله بعد { وهذا لشركائنا } وذكر الرواة أيضا أنهم يجعلون نصيبا لله ونصيبا لشركائهم من سائر مالهم أيضا غير الحرث والأنعام. { فقالُوا هذا } أى هذا النصيب { للهِ بزَعْمهم } بكلامهم الكاذب، أو كلامهم الفاسد لا وجه كذبه أنه نصيب لله فيما قالوا، ثم إنهم يعطون منه فى الأصنام ويأكلون منه، ووجه فساده ذلك أيضا مع أنه مقابل لنصيب الأصنام، وهذه المقابلة إشراك، وبزعمهم متعلق بقالوا، وقرأ الكسائى بضم الزاى وفيه لغة ثالثة لم يقرأ بها أحد وهو كسر الزاى. { وهَذا لشُركائِنا } أى وهذا النصيب الآخر لشركائنا، أى للأصنام التى هى شركاؤنا فى أموالنا، فالشركاء شركاء المال لا شركاء عبادة الله، فهو من الشركة، وفيه وجهان أحدهما أن تعتبر أنهم أشركوا الأصنام لأنفسهم، أى وهذا للأصنام الذين أشركناهم، فنا فاعل من حيث المعنى. والآخر أن تعتبر أن الأصنام شاركتهم، فنا مفعول فى المعنى، ويجوز أن يكون الشركاء شركاء العبادة، أى الذين أشركناهم فى العبادة مع الله سبحانه وتعالى، فهو من الشرك، وأضافوهم لأنفسهم لاعتقادهم أنهم شركاء لله حاشاه، وما كان لشركائهم يجعلونه نفقة لخدمتها، ويصرفونه فى تصقيلها وتزيينها وتزيين بيوتها، وتصحيح ما ضعف من شركائهم، ويصرفونه فى التصدق تقربا بها، وفى ذبائح يجعلونه قرابين لها. { فَما كانَ لشُركائِهِم فَلا يصلُ إلى اللهِ } بوجه ما، ولو ذهب ما جعلوه للشركاء للفقراء، وما جعل من أجله أو بالسرقة أو بأهلهم أو غير ذلك ولو احتاجوا أو احتاجت الفقراء أو الضيفان، والمراد لا يصل إلى نصيب الله، أى لا يجعل كله ولا بعضه نصيبا لله تعالى، أى لا يصرفون حيث يصرفون نصيب الله حتى أنه لو ذهبت الريح ببعضه، أو انحدر لردوه إلى نصيب الشركاء. { وما كانَ للهِ فَهو يَصلُ إلى شُركائِهِم } مثل أن ينحدر بعضه إلى نصيب شركائهم، أو تهب به ريح، أو يتخلط إليه بوجه، أو احتاج شركاؤهم بزعمهم لنفقة خدمها أو تصقيلها، أو بنائها أو تصحيحها أو تجديد أخرى، أو بناء بيوتها أو تصحيحها أو تزيينها، أو تزيين الأصنام، أو التقرب بالذبح أو الصدقة إليها، فما اتصل تركوه للشرك أو ما احتاجوه، وكانوا يقولون الله غنى عن المال، والأصنام محتاجة فقراء ومعنى الوصول إلى شركائهم الوصول إلى نصيبها مع إقراره فيه وصرفه فيما يصرف فيه نصيبها، قال مقاتل إن زكا وإنما نصيب الآلهة ولم يترك نصيب الله تركوا نصيب الآلهة لها، وإن كان بالعكس قالوا لا بد لنا لآلهتنا من ثقة فأخذوا نصيب الله وأعطوه السدنة، أى خدامها. قال ابن عباس ومجاهد والسدى وكانت عادتهم الاهتبال بنصيب الأصنام أكثر منه نصيب الله تعالى، إذ كانوا يقدرون أن الأصنام فقراء، وليس بالله فقر، فكانوا إذا قسموا الزرع فهب الريح فحملت من الذى لله إلى الذى لشركائهم أقروه، وإذا حملت من الذى لشركائهم إلى الذى لله ردوه، وإن لم يصيبوا فى نصيب شركائهم شيئا قالوا لا بد للآلهة من نفقة فيجعلون نصيب الله تعالى فى ذلك، وكذلك فى الأنعام وما يقوله منها. قال قتادة ثم إذا كانت السنة شديدة أكلوا نصيب الله وحفظوا نصيب الأصنام، قال الكلبى يرسلون الماء فى نصيب الله من الحرث، فإن نصيب الفخر فى نصيب الصنم قالوا أقروه فإن هذا محتاج ويرسلونه فى نصيب الصنم، فإن انفجر فى نصيب الله قالوا سدوه فإن الله غنى عنه، والصنم محتاج إليه، وكذلك إذا كانوا يحرثون ووقع شئ من بذر نصيب الله فى نصيب الأصنام، وإذا وقع فى نصيبه شئ من نصيبها ردوه إليها.  وعن الحسن إن خرج حرث نصيب الله أجود ردوه للأصنام، وإن خرج نصيبها أجود أقروه لها، قال وإذا اختلط من الأنعام ما هو من نصيب الله بنصيب الصنم تركوه، ولا يزرونه، وإذا اختلط من نصيب الصنم لنصيب الله وميز ردوه للصنم، وإن لم يميز ذبحوا مما لله للصنم، أو ذبحوا شيئا مما للصنم فى مستوٍ من الأرض، وذبحوا مما لله فى موضع مشرف حتى يصل دمه دم ما ذبحوا للصنم. { سَاءَ ما يحْكُمونَ } إذ جعلوا لله نصيبا، وجعلوا للصنم نصيبا، وإذا كان ما يصل للصنم من نصيب الله تركوه، وما وصل من نصيب الصنم لنصيب الله ردوه، فجعلوا للصنم نصيبا ولا نفع فيه ولا مضرة يضرهم بها، ولا يقدر على شئ، ومع هذا رجحوا جانب الأصنام والحق الرغبة فى توفير ما لله فيصرفونه للفقراء، ومن احتاج وترك الأصنام بلا نصيب وإبطالها وإبطال عبادتها، وما اسم أى ساء حكم يحكمونه أى يثبتونه، أو ساء الحكم الذى يحكمونه أى يثبتونه، أو مصدرية أى بئس حكمهم والمخصوص بالذم محذوف، أى هذا الذى يفعلونه أو يحكمونه أو هذا الحكم.", "annotation": {"aya": [], "hadith": [], "verse": []}}