{"text": " { وَابْتَلُواْ الْيَتَامَى } اختبروا البلغ الذين كانوا يتامى منفردين عن الآباء، هل يعرفون حفظ المال؟ ويكسبونه؟ ويعرفون الربح ولا يضيعون المال فى معصية؟ ولا فى غيرها؟ فإن تحققتم ذلك منهم بأن مضت مدة بعد البلوغ وبلغوا حد التزوج، وجب الوطء، والغالب أن يوجد ذلك منهم ويحقق إذا بلغوا ذلك الحد فأعطوهم أموالهم كما قال الله عز وجل { حَتَّى إِذَا بَلَغُواْ النِّكَاحَ } بلغوا الحد الذى يحبون فيه التزوج، ويشتد عليهم حب الوطء، مثل خمس عشرة سنة، أو أربع عشرة. { فَإِنْ آنَسْتُمْ مِّنْهُمْ رُشْداً فَادْفَعُواْ إِلَيْهِمْ أَمْوَالَهُمْ } وقيل يبتلى اليتمى قبل البلوغ بمراقبتهم، هل يعرفون الربح والتصرف بالتجر وحفظ المال وذلك بالكلام، والسؤال ومشاهدة أفعالهم وأقوالهم فى سائر أمرهم بأنه يعرف منها أحوالهم فى المال، وبأن يقال لهم هل تشترى بكذا؟ أو هل تبيع بكذا؟ بلا حضور بيع أو شراء أو عند حضور بيع ماله على يد الولى، أو مال غيره أو شراء له، أو لغيره، أو بان يعطيه شيئاً يبيعه أو يشترى به، فإذا فعل ظهر للولى رشده أو سفهه، ولا يتم فعله إلا إن أتمه الولى بعد العقد. وقيل إذا أذن له تم فعله، والأول للشافعى والثانى لأبى حنيفة، والذى عندنا أن فعل البالغ ماض، إذا لم يحجر عليه، وهذا غير محجور عليه فيما أعطى وأمن ببيعه أو الشراء به، بل فى المراهق قولان احتج الشافعى بأن الله عز وجل منعنا من إعطائهم مالهم حتى يؤنس رشدهم، والاختيار قبل ذلك ليس ببيعه وشرائه، بل بمراعاة حاله، واحتج أبو حنيفة بالأمر بالاختبار، وهو يتحقق بتمكينه من بعض المال، ولا يدفع إليه ماله قبل البلوغ إجماعاً إلا ما هو قليل على وجه الرسالة به أو نحوه، أو لا يمنع بعد إيناس رشده وقوته عليه إجماعاً وإن بلغ الحد الذى يؤنس فيه الرشد، ولم يؤنس لم يدفع إليه، لو بلغ عشرين سنة أو ثلاثين أو أكثر، وقال أبو حنيفة إذا بلغ خمساً وعشرين سنة ولم يؤنس رشده دفع إليه يقول إنه إما أن تظهر علامة بلوغ أو لا، فإن لم تظهر بلغ بثمانى عشرة سنة ولزمه التكاليف، والأنثى بسبع عشرة سنة، وزيد عليه لدفع المال سبع سنين، إن لم يؤنس رشده لأن السبع مدة معتبرة فى تغير أحوال الإنسان، لقوله صلى الله عليه وسلم \" مروهم بالصلاة لسبع \" والصحيح أن البلوغ بخمس عشرة سنة، إذا دخل فيها ولم تظهر قبلها علامة بلوغ لقوله، صلى الله عليه وسلم \" إذا استكمل المولود خمس عشرة سنة كتب ماله وما عليه، وأقيمت عليه الحدود \" وقيل خمس عشرة للذكر، وأربع عشرة للأنثى، وقيل أربع عشرة لهما، كل ذلك بالدخول فى العدد لا بالفراغ منه. وزعم بعض أن البلوغ بالبنات مختص بولد المشرك لأنه لا يوقف على مولده ولا يصدق عليه المشركون، فلو وقف عليه بالسنين ايضاً وقال الحسن وقتادة ومالك فى رواية يخير اليتيم فى أمر المال وفى أمر الدين. والصحيح وهو مذهبنا، ومذهب ابن عباس رضى الله عنهما، ورواية عن مالك رواها ابن القاسم أنه يختير فى المال إلا إن أردت ديانته إلى إفساد امال بأن يوجد يحب شرب الخمر أو صرف المال فى الزنى أو نحو ذلك. والأنثى والذكر فى الاختبار سواء، إلا أنها تختبر بما يليق بها من حفظ ما عندها ومن عزلها، ويختبران أيضاً بالنفقة على العبيد والعيال، وقد قيل إن الآية نزلت فى ثابت بن رفاعة، مات أبوه وهو طفل، فجاء عمه إلى النبى صلى الله عليه وسلم وقال له إن ابن أخى يتيم فى حجرى، فما يحل لى من ماله ومتى أرفع إليه ماله؟ فنزلت الآية.. وبعد ما يدفع المال لليتامى بعد البلوغ وإيناس الرشد إن حدث سفه أو ظهر وخفة عقل وفساد، رد المال منه، وكذا كل بالغ عاقل ظهر منه تضييع المال، نزع منه وحفظ له. وقال أبو حنيفة لا الحجر على بالغ عاقل ولو كان يضيع ماله، ويرده أنه لما اشترى عبد الله ابن جعفر أرضاً سبخة بستين ألف درهم، قال على بن أبى طالب لأتبين عثمان ولأحجرن عليك. فأخبر عبد الله بن جعفر الزبير فقال أنا شريكك فقال عثمان لعلى كيف تحجر على بيع اشتراك فيه الزبير، فالأربعة قائلون بالحجر، وما منع عثمان من الحجر على ابن جعفر، إلا أنه رأى فيه من هو حاذق بالأمور، لا يغبن فزال ما ظن من التضييع، وقال مالك أيدفع للمرأة مالها حتى تتزوج ولو أونس رشدها؟ فحين تزوجت لا ينفد لصرفها إلا بإذن زوجها حتى تكبر، وتجرب الأمور، ومعنى { آنستم } علمتم، وأصله وضوح الأمر للعين، فاستعير للتبيين والمعرفة وجمل { إن } الشرطية وشرطها جوابها، وفاؤه جواب لإذا، مقرون بالفاء، وقرأ ابن مسعود فإن أحسبتم بحذف إحدى السينين من أحسستم تخفيفاً، وهو دليل لما ذكرت من أصل الإيناس، وضوح الأمر للعين، كقوله تعالى آنس من جانب الطور ناراً وقرأ رشده بفتح الراء والشين، ورشد بضمهما، ونكر رشد للتنويع، أى إذا علمتم منهم نوعاً من الرشد فى المال تستدلون به على باقى الإرشاد فادفعوا إليهم أموالهم. { وَلاَ تَأْكُلُوهَآ إِسْرَافاً وَبِدَاراً أَن يَكْبَرُواْ } إسرافاً وبداراً مفعولان مطلقان بواسطة العطف فى الثانى، أى لا تأكولها أكل إسراف وبدار، أو مفعولان للتعليل، أى من أجل إسراف وبدار، أى من أجل حبهما، وأن يكبروا فى تأويل مصدر مفعول به لـ { بدارا } ، عن إعمال المصدر المنون فى المفعول به، كقوله تعالى وإطعام فى يوم ذى مسغبة يتيماً أو حالان مبالغة فى النهى عنهما، أو حالان تقدير مضاف، أى ذوى إسراف وبداراً، أو بمعنى اسم فاعل، أى مسرفين ومباذرين، وإن يكبروا على جميع الأوجه مفعول للمصدر، وهو بدارا مصدر بادر، مع أنه فى الوجه الأخير بمعنى اسم الفاعل، واسم الفاعل ينصب المفعول، إذ هو هنا لغير الماضى بل هو للاستقبال، وبداراً مفاعلة موافق للمجرد أو على معنى المفاعلة لأن الولى يبادر اليتيم إلى أخذ ماله، واليتيم يبادر إلى الكبر وهذا مجاز فى المفاعلة، لأن الكبر ليس من فعل اليتيم، أو الجملة معطوفة على مجموع إذا الشرطية وجوابها لا على جوابها وحده، ولا على جواب إن وإلا لزم أن يكون البدار بعد البلوغ للنكاح وإيناس الرشد، وإنما هو قبلها. { وَمَنْ كَانَ غَنِيّاً } غير محتاج. { فَلْيَسْتَعْفِفْ } عن أكلها، أى فليتمنع عن الأكل منها، فيتصرف فى مال اليتيم لليتيم بنفسه، بلا أجرة، أو بغيره بأجرة من مال اليتيم للأجير، وذلك حق واجب على الولى، وصلة للرحم، هذا وجهه ظهر لى وظهر لى وجهه آخر أن المراد بالاستعفاف تنزه عن مال اليتيم، زيادة فى الخير بترك ما أبيح له فيكون التنزه، الأمر للندب، فيجوز للغنى الأكل من مال اليتيم بقدر عنائه والاستعفاف للمبالغة، أو الموافقة عف المجرد. { وَمَن كَانَ فَقِيراً } أى محتاجاً. { فَلْيَأْكُلْ بِالْمَعْرُوفِ } وهو أن يأكل قدر عنائه أو يقترض منه إن احتاج ليجمع مالا بالتجر بما يقترض توسعاً لا احتياجاً، وله أن يأخذ ما اعتيدت إباحته عند قومه، كما إذا كان اللبن عند قوم لا قيمة له، فليأخذ منه بالشرب، وإن كان يقوم بحيوانه فأولى باللبن كما مر فى حديث ابن عباس ولا شىء للولى، وقيم لليتيم فى ماله إلا ما ذكر. وأما \" قوله صلى الله عليه وسلم لقائل إن فى حجرى يتيماً أفآكل من ماله؟ \" تأكل بالمعروف غير متأثل مالا ولا واقياً مالك بماله \" فالمراد إذ فيه ما ذكرته إن شاء الله لا الأكل مطلقاً تعنى أو لم يتعن مقدار عنائه أو أكثر، بل سوق الآية بعد قوله { وَلاَ تَأْكُلُوهَآ إِسْرَافاً وَبِدَاراً أَن يَكْبَرُواْ } نهى للأولياء أن يأخذوا أو ينفقوا على أنفسهم أموال اليتامى، وكذا قوله صلى الله عليه وسلم \" غير متأتل مالا \" زجر عن الرغبة حتى يكون يجمع لنفسه مالا من مال اليتيم، وإشارة إلى أن يكون إنما يأخذ قوتاً أو نحوه، وقد فسر مجاهد وسعيد بن جبير المعروف بالفرض إذا احتاج، وإذا أيسر رد ويدل له قول عمر بن الخطاب فى كتابه إلى عمار وعبد الله بن مسعود وعثمان بن حنيف سلام عليكم أما بعد فإنى قد رزقتكم كل يوم شطرها لعمار، وربعها لعبد الله بن مسعود، وربعها لعثمان، ألا وإنى نزلت نفسى وإياكم من قال الله بمنزلة ولى اليتيم، فمن كان غنياً فليستعفف، ومن كان فقيراً فليأكل بالمعروف، إن استغنيت استعففت، وإن افتقرت أكلت بالمعروف، فإذا أيسرت قضيت، ولا تبطل. هذا ما روى عن الحسن والشعبى وقتادة أنه لا يرد ما أكل من يكون أجره له على عمله، لأنه اقترضت ما زاد على عنائه رد الزائد، وعن الشعبى لا يأكل إلا إن اضطر إليه، كما يضطر إلى الميتة، وليس كما قيل عن عكرمة وعطاء أنه يأكل ولو لم يتقن بأطراف أصابعه ولا يسرف، ولا يكتسى من الكتان والحلل، بل ما يسد به الجوع، وما يستر به العورة، فإنه ليس له ذلك إن لم يتقن، وعن عائشة رضى الله عنها وجماعة المعروف، أن يأخذ من ماله بقدر عمله وقيامه، ولا يرد. وعن الكلبى ركوب الدابة واستخدام العبيد لا لأكل المال. وقال الحسن هو أن يأكل من تمر نخيله، ومن لبن مواشيه بالمعروف، ولا قضاء عليه، وأما الذهب والفضة فلا يأخذ، فإن أخذ رد. وقيل أن يشرب من اللبن، ويركب الدابة ويستخدم العبيد إن لم يضر بالمال لقوله تعالى. { فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُواْ عَلَيْهِمْ } أنهم قبضوا، فحكم فى الأموال بدفعها إليها، أى إذا أردتم الدفع فأحضروا عدلين يحضران عند الدفع واستشهدوهما بحضرة اليتيم، إذ لو دفع بلا حضور منهما ثم أراد استشهادهما لم يدر لعل اليتيم لا يقر، فإن أقر شهدا، فإن علة الإشهاد خوف الإنكار، ولا يصدق لا بينة، إن ادعى الدفع، فإذا أشهدهما زالت التهمة عنه، فلا يقال ضيع مال اليتيم أو خان فيه، ولا يخاصمه اليتيم بعد، ولا يضمن بعد. وقد صلى الله عليه وسلم \" اتقوا مواقع التهم \" وقال أبو حنيفة وأصحابه يصدق بلا بينة، لأنه لو لم يقبل قوله لامتنع الناس من قبول الوصايا، فيختل الأمر، ولكن الإشهاد مندوب عندهم. وقال الجمهور إنه للارشاد وأنه وإن لم يقر اليتيم، وزعم بعض وإنه إن لم يقر اليتيم، حلف الولى ولم يغرم، والصحيح أنه يحلف اليتيم ويغرم الولى. { وَكَفَى بِاللَّهِ حَسِيباً } الله فاعل كفى والباء صلة للتأكيد، وحسيباً حال أو تمييز والاشتقاق ضعيف فى التمييز، ومعناه محاسباً، كقوله حسيبه الله أى محاسبه على ظلمه، أو بمعنى كافياً، كقوله حسيبك الله. أى كافيك، والأول أولى، لأنه أنسب بالوعيد على مال اليتيم. كأنه قيل محاسبكم على مال اليتامى هو الله عز وجل، الذى لا يخفى عليه، فخافوا عقابه على أن تأكلوا بلا معروف، أو لا تدفعوها كلها بأن تكتموا شيئاً.", "annotation": {"aya": [{"start": 3759, "end": 3782}, {"start": 4242, "end": 4271}], "hadith": [{"start": 1831, "end": 1853}, {"start": 1952, "end": 2025}, {"start": 5669, "end": 5788}, {"start": 6049, "end": 6067}, {"start": 7736, "end": 7757}], "verse": []}}