{"text": " المنَاسَبَة: لما كانت قصة الكليم مع الطاغية فرعون مملوءة بالعبر والعظات لذلك استطردت الآيات في الحديث عنهم فتحدثت عمّا حلَّ بقوم فرعون من البلايا والنكبات، وما ابتلاهم الله به من القحط والجدب، والطوفان والجراد وغير ذلك من المصائب نتيجة إِصرارهم على الكفر وتكذيبهم بآيات الله، ثم ذكرت أنواع النعم التي أنعم الله بها على بني إِسرائيل ومن أعظمها إِهلاك عدوهم وقطعهم البحر مع السلامة والأمان. اللغَة: { ٱلسِّنِينَ } جمع سَنَة وهي الجدبُ والقحطُ { يَطَّيَّرُواْ } يتشاءموا والأصل يتطيّروا مأخوذٌ من الطِّيرة وهي زجر الطير ثم استعمل في التشاؤم { ٱلطُّوفَانَ } السيل المتلف المدمِّر { ٱلْقُمَّلَ } السوس وهي حشرات صغيرة تكون في الحنطة وغيرها تفسد الحبوب { ٱلرِّجْزُ } العذاب، والرجس بالسين: النجس وقد يستعمل بمعنى العذاب { ٱلْيَمِّ } البحر { يَعْكُفُونَ } عكف على الشيء أقام عليه ولزمه { مُتَبَّرٌ } مهلكٌ والتبار: الهلاك { صَعِقاً } مغشياً عليه يقال: صَعِق الرجل إِذا أُغمي عليه. التفسِيْر: { وَلَقَدْ أَخَذْنَآ آلَ فِرْعَونَ بِٱلسِّنِينَ } اللام موطئة لقسم محذوف أي والله لقد ابتلينا واختبرنا فرعون وأتباعه بالجدب والقحط { وَنَقْصٍ مِّن ٱلثَّمَرَاتِ } أي وابتليناهم بإِذهاب الثمار من كثرة الآفات قال المفسرون: كانت النخلة لا تحمل إلا ثمرة واحدة { لَعَلَّهُمْ يَذَّكَّرُونَ } أي لعلهم يتعظون وترقُّ قلوبهم فإِن الشدة تجلب الإِنابة والخشية ورقة القلب، ثم بيّن تعالى أنهم مع تلك المحن والشدائد لم يزدادوا إِلا تمرداً وكفراً فقال { فَإِذَا جَآءَتْهُمُ ٱلْحَسَنَةُ قَالُواْ لَنَا هَـٰذِهِ } أي إِذا جاءهم الخِصْب والرّخاء قالوا هذه لنا وبسعدنا ونحن مستحقون لذلك { وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُ } أي وإِذا جاءهم الجدب والشدة تشاءموا بموسى ومن معه من المؤمنين أي قالوا: هذا بشؤمهم قال تعالى رداً عليهم { أَلاۤ إِنَّمَا طَائِرُهُمْ عِندَ ٱللَّهِ } أي إِن ما يصيبهم من خير أو شر بتقدير الله وليس بشؤم موسى قال ابن عباس: الأمر من قِبَل الله ليس شؤمهم إِلاّ من قِبَله وحكمه { وَلَـٰكِنَّ أَكْثَرَهُمْ لاَ يَعْلَمُونَ } أي لا يعلمون أن ما لحقهم من القحط والشدائد من عند الله بسبب معاصيهم لا من عند موسى { وَقَالُواْ مَهْمَا تَأْتِنَا بِهِ مِن آيَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ } أي قال قوم فرعون لموسى: أي شيء تأتينا به يا موسى من المعجزات لتصرفنا عما نحن عليه فلن نؤمن لك قال الزمخشري: فإِن قلت كيف سموها آية ثم قالوا { لِّتَسْحَرَنَا بِهَا } قلت: ما سموها آية لاعتقادهم أنها آية وإِنما قصدوا بذلك الاستهزاء والتلهي قال تعالى { فَأَرْسَلْنَا عَلَيْهِمُ ٱلطُّوفَانَ } أي أرسلنا عليهم المطر الشديد حتى عاموا فيه وكادوا يهلكون قال ابن عباس: الطوفان كثرة الأمطار المغرقة المتلفة للزروع والثمار { وَٱلْجَرَادَ } أي وأرسلنا عليهم كذلك الجراد فأكل زروعهم وثمارهم حتى أكل ثيابهم { وَٱلْقُمَّلَ } وهو السوس حتى نخر حبوبهم وتتّبع ما تركه الجراد وقيل: هو القمل المشهور كان يدخل بين ثوب أحدهم وجلده فيمصه { وَٱلضَّفَادِعَ } جمع ضفدع حتى ملأت بيوتهم وطعامهم وإِذا تكلم أحدهم وثبت الضفدع إِلى فمه { وَٱلدَّمَ } أي صارت مياههم دماً فما يستقون من بئر ولا نهر إِلا وجدوه دماً { آيَاتٍ مّفَصَّلاَتٍ } أي علامات ظاهرات فيها عبرٌ وعظاتٌ ومع ذلك استكبروا عن الإِيمان { فَٱسْتَكْبَرُواْ وَكَانُواْ قَوْماً مُّجْرِمِينَ } أي استكبروا عن الإِيمان بها لغلوهم في الإِجرام { وَلَمَّا وَقَعَ عَلَيْهِمُ ٱلرِّجْزُ } أي وحين نزل بهم العذاب المذكور { قَالُواْ يٰمُوسَىٰ ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ } أي ادع لنا ربك ليكشف عنا البلاء بحق ما أكرمك به من النبوة قال الزمخشري: أي أسعفنا إِلى ما نطلب إِليك من الدعاء لنا بحق ما عندك من عهد الله وكرامته بالنبوة { لَئِن كَشَفْتَ عَنَّا ٱلرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِيۤ إِسْرَآئِيلَ } اللام لام القسم أي والله لئن رفعت عنا العذاب الذي نحن فيه يا موسى لنصدقنَّ بما جئت به ولنطلقنَّ سراح بني إِسرائيل، وقد كانوا يستخدمونهم في أرذل الأعمال { فَلَماَّ كَشَفْنَا عَنْهُمُ ٱلرِّجْزَ إِلَىٰ أَجَلٍ هُم بَالِغُوهُ } أي فلما كشفنا بدعاء موسى عنهم العذاب إِلى حدٍّ من الزمان هم واصلون إِليه ولا بدَّ قال ابن عباس: هو وقت الغَرق { إِذَا هُمْ يَنكُثُونَ } أي إِذا هم ينقضون عهودهم ويصرّون على الكفر { فَٱنْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ فِي ٱلْيَمِّ } أي فانتقمنا منهم بالإِغراق في البحر { بِأَنَّهُمْ كَذَّبُواْ بِآيَاتِنَا وَكَانُواْ عَنْهَا غَافِلِينَ } أي بسبب تكذيبهم بآيات الله وإِعراضهم عنها وعدم مبالاتهم بها { وَأَوْرَثْنَا ٱلْقَوْمَ ٱلَّذِينَ كَانُواْ يُسْتَضْعَفُونَ مَشَارِقَ ٱلأَرْضِ وَمَغَارِبَهَا } أي وأورثنا بني إِسرائيل الذين كانوا يُستذلون بالخدمة أرض الشام وملّكناهم جميع جهاتها ونواحيها: مشارقها ومغاربها { ٱلَّتِي بَارَكْنَا فِيهَا } بالخيرات وكثرة الثمرات { وَتَمَّتْ كَلِمَةُ رَبِّكَ ٱلْحُسْنَىٰ عَلَىٰ بَنِيۤ إِسْرَآئِيلَ } أي تمَّ وعد الله الصادق بالتمكين لبني إِسرائيل في الأرض ونصره إِياهم على عدوهم قال الطبري: وكلمتُه الحسنى هي قوله جل ثناؤه وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسْتُضْعِفُواْ فِي ٱلأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً.. [القصص: 5] الآية { بِمَا صَبَرُواْ } أي بسبب صبرهم على الأذى { وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُواْ يَعْرِشُونَ } أي خرّبنا ودمّرنا القصور والعمارات التي كان يشيدها فرعون وجماعته وما كانوا يعرشون من الجنّات والمزارع، وإِلى هنا تنتهي قصة فرعون وقومه ويبتدئ الحديث عن بني إِسرائيل وما أغدق الله عليهم من النعم الجسام، وأراهم من الآيات العظام، تسليةً لرسوله عليه الصلاة والسلام مما رآه منهم قال تعالى { وَجَاوَزْنَا بِبَنِيۤ إِسْرَآئِيلَ ٱلْبَحْرَ } أي عبرنا ببني إِسرائيل البحر وهو بحر القُلْزم عند خليج السويس الآن { فَأَتَوْاْ عَلَىٰ قَوْمٍ يَعْكُفُونَ عَلَىٰ أَصْنَامٍ لَّهُمْ } أي مروا على قوم يلازمون على عبادة أصنام لهم { قَالُواْ يٰمُوسَىٰ ٱجْعَلْ لَّنَآ إِلَـٰهاً كَمَا لَهُمْ آلِهَةٌ } أي اجعل لنا صنماً نعبده كما لهم أصنام يعبدونها قال ابن عطية: الظاهر أنهم استحسنوا ما رأوا فأرادوا ان يكون ذلك في شرع موسى وفي جملة ما يُتقربُ به إلى الله وإلا فبعيدٌ أن يقولوا لموسى اجعل لنا إلهاً نُفرده بالعبادة { قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ } أي إِنكم قوم تجهلون عظمة الله وما يجب أن ينزّه عنه من الشريك والنظير قال الزمخشري: تعجَّبَ من قولهم على أثر ما رأوا من الآية العظمى، والمعجزة الكبرى فوصفهم بالجهل المطلق وأكّده، لأنه لا جهل أعظم مما رأى منهم ولا أشنع { إِنَّ هَـٰؤُلاۤءِ مُتَبَّرٌ مَّا هُمْ فِيهِ } أي هالك مدمَّر ما هم فيه من الدين الباطل وهو عبادة الأصنام { وَبَاطِلٌ مَّا كَانُواْ يَعْمَلُونَ } أي باطل عملهم مضمحلٌ بالكلية لأنهم عبدوا ما لا يستحق العبادة { قَالَ أَغَيْرَ ٱللَّهِ أَبْغِيكُمْ إِلَـٰهاً وَهُوَ فَضَّلَكُمْ عَلَى ٱلْعَالَمِينَ } أي أأطلب لكم معبوداً غير الله المستحق للعبادة والحال أنَّ الله فضَّلكم على غيركم بالنعم الجليلة!! قال الطبري: فضَّلكم على عالمي دهركم وزمانكم { وَإِذْ أَنْجَيْنَاكُمْ مِّنْ آلِ فِرْعَونَ يَسُومُونَكُمْ سُوۤءَ ٱلْعَذَابِ } أي واذكروا يا بني إِسرائيل النعم التي سلفت مني إِليكم حين أنجيتكم من قوم فرعون يذيقونكم أفظع أنواع العذاب وأسوأه ثم فسره بقوله { يُقَتِّلُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ } أي يذبحون الذكور ويستبقون الإِناث لامتهانهن في الخدمة { وَفِي ذٰلِكُمْ بَلاۤءٌ مِّن رَّبِّكُمْ عَظِيمٌ } أي وفي هذا العذاب اختبار وابتلاء من الله لكم عظيم فنجاكم منه أفلا تشكرونه؟ { وَوَاعَدْنَا مُوسَىٰ ثَلاَثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً } أي وعدنا موسى لمناجاتنا بعد مضي ثلاثين ليلة وأكملناها بعشر ليالٍ فتمت المناجاة بعد أربعين ليلة قال الزمخشري: روي أن موسى وعد بني إِسرائيل وهو بمصر إِن أهلك الله عدوهم أتاهم بكتابٍ من عند الله فيه بيانُ ما يأتون وما يذرون، فلما هلك فرعونُ سأل موسى ربه الكتاب فأمره بصوم ثلاثين يوماً وهو شهر ذي القعدة فلما أتمَّ الثلاثين أنكر خلوف فمه \" تغير رائحته \" فتسوّك فأوحى الله تعالى إِليه: أما علمت أن خلوف فم الصائم أطيب عندي من ريح المسك! فأمره تعالى أن يزيد عليها عشرة أيام من ذي الحجة { وَقَالَ مُوسَىٰ لأَخِيهِ هَارُونَ ٱخْلُفْنِي فِي قَوْمِي } أي كن خليفتي فيهم إِلى أن أرجع { وَأَصْلِحْ وَلاَ تَتَّبِعْ سَبِيلَ ٱلْمُفْسِدِينَ } أي وأصلحْ أمرهم ولا تسلك طريق الذين يفسدون في الأرض بمعصيتهم لله { وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ } أي ولما جاء موسى للوقت الذي وعدناه فيه وناجاه ربه وكلمه من غير واسطة { قَالَ رَبِّ أَرِنِيۤ أَنظُرْ إِلَيْكَ } أي أرني ذاتك المقدسة أنظر إِليها قال القرطبي: اشتاق إِلى رؤية ربه لمّا أسمعه كلامه فسأل النظر إِليه { قَالَ لَن تَرَانِي وَلَـٰكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي } أي أجابه ربه لن تستطيع رؤيتي في الدنيا فإِن هذه البنية البشرية لا طاقة لها بذلك ولكنْ سأتجلّى لما هو أقوى منك وهو الجبل فإِن ثبت الجبل مكانه ولم يتزلزل فسوف تراني أي تثبت لرؤيتي وإِلاّ فلا طاقة لك { فَلَمَّا تَجَلَّىٰ رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكّاً وَخَرَّ موسَىٰ صَعِقاً } أي فلما ظهر من نور الله قدر نصف أنملة الخنصر اندك الجبل وتفتّت وسقط موسى مغشياً عليه من هول ما رأى قال ابن عباس: ما تجلّى منه سبحانه للجبل إِلا قدر الخنصر فصار تراباً وخرَّ موسى مغشياً عليه وفي الحديث: فساخ الجبل { فَلَمَّآ أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَاْ أَوَّلُ ٱلْمُؤْمِنِينَ } أي فلما صحا من غشيته قال تنزيهاً لك يا رب وتبرئة أن يراك أحدٌ في الدنيا تبتُ إِليك من سؤالي رؤيتك في الدنيا وأنا أول المؤمنين بعظمتك وجلالك { قَالَ يٰمُوسَىٰ إِنِّي ٱصْطَفَيْتُكَ عَلَى ٱلنَّاسِ بِرِسَالاَتِي وَبِكَلاَمِي } أي اخترتك على أهل زمانك بالرسالة الإِلهية وبتكليمي إِياك بدون واسطة { فَخُذْ مَآ آتَيْتُكَ } أي خذ ما أعطيتك من شرف النبوة والحكمة { وَكُنْ مِّنَ ٱلشَّاكِرِينَ } واشكر ربك على ما أعطاك من جلائل النعم قال أبو السعود: والآية مسوقة لتسليته عليه السلام من عدم الإِجابة إِلى سؤال الرؤية كأنه قيل: إِن منعتك الرؤية فقد أعطيتك من النعم العظام ما لم أعط أحداً من العالمين فاغتنمها وثابرْ على شكرها { وَكَتَبْنَا لَهُ فِي ٱلأَلْوَاحِ مِن كُلِّ شَيْءٍ } أي كتبنا له كل شيء كان بنو إِسرائيل محتاجين إِليه في دينهم من المواعظ وتفصيل الأحكام مبيّنة للحلال والحرام كلُّ ذلك في ألواح التوراة { مَّوْعِظَةً وَتَفْصِيلاً لِّكُلِّ شَيْءٍ } أي ليتعظوا بها ويزدجروا وتفصيلاً لكل التكاليف الشرعية { فَخُذْهَا بِقُوَّةٍ } أي خذ التوراة بجدٍّ واجتهادٍ شأن أولي العزم { وَأْمُرْ قَوْمَكَ يَأْخُذُواْ بِأَحْسَنِهَا } أي وأمر بني إِسرائيل بالحث على اختيار الأفضل كالأخذ بالعزائم دون الرخص فالعفو أفضل من القصاص، والصبر أفضل من الانتصار كما قال تعالى وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ ٱلأُمُورِ [الشورى: 43] قال ابن عباس: أُمر موسى أن يأخذها بأشدّ مما أُمر به قومه { سَأُوْرِيكُمْ دَارَ ٱلْفَاسِقِينَ } أي سترون منازل الفاسقين - فرعون وقومه - كيف أقفرت منهم ودُمِّروا لفسقهم لتعتبروا فلا تكونوا مثلهم، فإِن رؤيتها وهي خالية عن أهلها موجبة للاعتبار والانزجار { سَأَصْرِفُ عَنْ آيَاتِي ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلأَرْضِ بِغَيْرِ ٱلْحَقِّ } أي سأمنع المتكبرين عن فهم آياتي فلا يتفكرون) ولا يتدبرون بما فيها، وأطمس على قلوبهم عقوبةً لهم على تكبرهم قال الزمخشري: وفيه إِنذار للمخاطبين من عاقبة الذين يُصرفون عن آيات الله لتكبرهم وكفرهم بها لئلا يكونوا مثلهم فيسلك بهم سبيلهم { وَإِن يَرَوْاْ كُلَّ آيَةٍ لاَّ يُؤْمِنُواْ بِهَا } أي وإِن يشاهدوا كل آية قرآنية من الآيات المنزلة عليهم أو يرَوْا كل معجزة ربانية لا يصدقوا بها { وَإِن يَرَوْاْ سَبِيلَ ٱلرُّشْدِ لاَ يَتَّخِذُوهُ سَبِيلاً } أي وإِن يروا طريق الهدى والفلاح لا يسلكوه { وَإِن يَرَوْاْ سَبِيلَ ٱلْغَيِّ يَتَّخِذُوهُ سَبِيلاً } أي وإِن يروا طريق الضلال والفساد سلكوه كقوله فَهَدَيْنَاهُمْ فَٱسْتَحَبُّواْ ٱلْعَمَىٰ عَلَى ٱلْهُدَىٰ [فصلت: 17] { ذٰلِكَ بِأَنَّهُمْ كَذَّبُواْ بِآيَاتِنَا } أي ذلك الانحراف عن هَدْي الله وشرعه بسبب تكذيبهم بآيات الله { وَكَانُواْ عَنْهَا غَافِلِينَ } أي وغفلتهم عن الآيات التي بها سعادتهم حيث لا يتفكرون فيها ولا يعتبرون { وَٱلَّذِينَ كَذَّبُواْ بِآيَاتِنَا } أي جحدوا بما أنزل الله { وَلِقَآءِ ٱلآخِرَةِ } أي وكذبوا بلقاء الله في الآخرة أي لم يؤمنوا بالبعث بعد الموت { حَبِطَتْ أَعْمَالُهُمْ } أي بطلت أعمالهم الخيرية التي عملوها في الدنيا من إِحسانٍ وصلة رحم وصدقة وأمثالها وذهب ثوابها لعدم الإِيمان { هَلْ يُجْزَوْنَ إِلاَّ مَا كَانُواْ يَعْمَلُونَ } أي هل يُثابون أو يعاقبون إِلا بما عملوا في الدنيا؟ { وَٱتَّخَذَ قَوْمُ مُوسَىٰ مِن بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلاً جَسَداً لَّهُ خُوَارٌ } قال الحافظ ابن كثير: يخبر تعالى عن ضلال من ضلَّ من بني إِسرائيل في عبادتهم العجل الذي اتخذه لهم السامريُّ من الحليّ، فشكّل لهم منه عجلاً جسداً لا روح فيه وقد احتال بإِدخال الريح فيه حتى صار يسمع له خُوار أي صوتٌ كصوت البقر ومعنى { مِن بَعْدِهِ } أي من بعد ذهاب موسى إِلى الطور لمناجاة ربه { أَلَمْ يَرَوْاْ أَنَّهُ لاَ يُكَلِّمُهُمْ وَلاَ يَهْدِيهِمْ سَبِيلاً } الاستفهام للتقريع والتوبيخ أي كيف عبدوا العجل واتخذوه إِلهاً مع أنه ليس فيه شيء من صفات الخالق الرازق، فإنه لا يملك قدرة الكلام ولا قدرة هدايتهم إِلى سبيل السعادة فكيف يتخذ إِلهاً؟ { ٱتَّخَذُوهُ وَكَانُواْ ظَالِمِينَ } أي عبدوا العجل واتخذوه إِلهاً فكانوا ظالمين لأنفسهم حيث وضعوا الأشياء في غير موضعها، وتكرير لفظ { ٱتَّخَذُوهُ } لمزيد التشنيع عليهم { وَلَمَّا سُقِطَ فِيۤ أَيْدِيهِمْ } أي ندموا على جنايتهم واشتد ندمهم وحسرتهم على عبادة العجل { وَرَأَوْاْ أَنَّهُمْ قَدْ ضَلُّواْ } أي تبينوا ضلالهم تبيناً جلياً كأنهم أبصروه بعيونهم { قَالُواْ لَئِن لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا } أي لئن لم يتداركنا الله برحمته ومغفرته { لَنَكُونَنَّ مِنَ ٱلْخَاسِرِينَ } أي لنكوننَّ من الهالكين قال ابن كثير: وهذا اعترافٌ منهم بذنبهم والتجاءٌ إلى الله عز وجل. البَلاَغَة: 1- { فَإِذَا جَآءَتْهُمُ ٱلْحَسَنَةُ } بين لفظ الحسنة والسيئة طباقٌ كما أن بين لفظ { طَائِرُهُمْ } و { يَطَّيَّرُواْ } جناس الاشتقاق وكلاهما من المحسنات البديعية. 2- { وَدَمَّرْنَا مَا كَانَ يَصْنَعُ } عدل عن الماضي إِلى المضارع لاستحضار الصورة في ذهن المخاطب ومثله { وَمَا كَانُواْ يَعْرِشُونَ } والأصل ما صنعوا وما عرشوا. 3- { إِنَّكُمْ قَوْمٌ تَجْهَلُونَ } أتى بلفظ تجهلون ولم يقل: جهلتم إِشعاراً بأن ذلك منهم كالطبع والغريزة لا ينتقلون عنه في ماضٍ ولا مستقبل. 4- { سَأُوْرِيكُمْ دَارَ ٱلْفَاسِقِينَ } فيه التفات من الغيبة إِلى الخطاب للمبالغة في الحض على نهج سبيل الصالحين، والأصل أن يقال: سأريهم. 5- { وَلَمَّا سُقِطَ فِيۤ أَيْدِيهِمْ } هذا من باب الكناية فهو كناية عن شدة الندم لأن النادم يعض على يده غماً. 6- بين لفظ { مَشَارِقَ } و { مَغَارِبَ } طباقٌ. تنبيه: مذهب أهل السنة قاطبة على أن المؤمنين يرون ربهم في الآخرة وأنكرت المعتزلة ذلك واستدلوا بالآية الكريمة { لَن تَرَانِي } وليس لهم في هذه الآية متمسك بل هي دليلٌ لأهل السنة والجماعة على إِمكان الرؤية، لأنها لو كانت مُحالاً لم يسألها موسى فإِن الأنبياء عليهم السلام يعلمون ما يجوز على الله وما يستحيل، ولو كانت الرؤية مستحيلة لكان في الجواب زجرٌ وإِغلاظ كما قال تعالى لنوح فَلاَ تَسْئَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنِّيۤ أَعِظُكَ أَن تَكُونَ مِنَ ٱلْجَاهِلِينَ [هود: 46] فهذا المنع من رؤية الله إِنما هو في الدنيا لضعف البنية البشرية عن ذلك قال مجاهد: إِن الله قال لموسى: لن تراني، لأنك لا تطيق ذلك ولكن سأتجلى للجبل الذي هو أقوى منك وأشد، فإِن استقر وأطاق الصبر لهيبتي أمكن أن تراني أنت، وإِن لم يُطق الجبل فأحرى ألاّ تطيق أنت فعلى هذا جعل الله الجبل مثالاً لموسى ولم يجعل الرؤية مستحيلة على الإِطلاق، وقد صرح بوقوع الرؤية في الآخرة كتابُ الله وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ إِلَىٰ رَبِّهَا نَاظِرَةٌ [القيامة: 22 - 23] فلا ينكرها إِلا مبتدع. فَائِدَة: لما سمع الكليم موسى كلام الله اشتاق إِلى رؤيته، لأن التلذذ بسماع كلام الحبيب يزيد في الشوق إِليه والحنين وقد أحسن من قال: وأفرحُ ما يكونُ الشوقُ يوماً إِذا دنتِ الدّيارُ من الديار لطيفَة: السعادة والشقاوة بيد الله فموسى بن عمران ربّاه فرعون فكان مؤمناً، وموسى السامري ربّاه جبريل وكان كافراً، فلم تنفع تربية الأمين لموسى السامري، ولم تضر تربية اللعين لموسى الكليم عليه السلام، وقد أنشد بعضهم في هذا المعنى: إِذا المرءُ لم يُخْلَقْ سعيداً من الأزَل فقدْ خابَ من ربَّى وخابَ المُؤَمَّلُ فموسَى الّذي ربّاهُ جبريلُ كافرٌ وموسَى الذي ربّاه فِرْعونُ مُرْسَل", "annotation": {"aya": [{"start": 4460, "end": 4553}, {"start": 9541, "end": 9601}, {"start": 10537, "end": 10594}, {"start": 13562, "end": 13654}, {"start": 14039, "end": 14094}], "hadith": [], "verse": [{"start": 14269, "end": 14297}, {"start": 14298, "end": 14326}, {"start": 14554, "end": 14594}, {"start": 14595, "end": 14631}, {"start": 14632, "end": 14664}, {"start": 14665, "end": 14699}]}}