{"text": " فيه مسألتان: الأولى: قوله تعالى: { إِنَّآ أَعْطَيْنَاكَ ٱلْكَوْثَرَ } قراءة العامة. «إِنا أَعْطيناك» بالعين. وقرأ الحسن وطلحة بن مصرف: «أَنْطَيْنَاكَ» بالنون وروته أمّ سلمة عن النبيّ صلى الله عليه وسلم وهي لغة في العطاء أنطيته: أعطيته. و«الكوثر»: فوعل من الكثرة مثل النوفل من النفل، والجوهر من الجهر. والعرب تسمي كل شيء كثيرٍ في العدد والقدر والخطر كوثراً. قال سفيان: قيل لعجوز رجع ابنها من السفر: بم آب ابنك؟ قالت: بكوثر أي بمال كثير. والكوثر من الرجال: السيد الكثير الخير. قال الكميت: وأنت كثيرٌ يابنَ مَرْوانَ طَيِّبٌ وكان أبوك ابنُ العقائِلِ كَوْثرا والكوثر: العدد الكثير من الأصحاب والأشياع. والكوثر من الغبار: الكثير. وقد تكوثر إذا كثر قال الشاعر: وقـد ثـارَ نقـع المـوتِ حـتـى تَكَـوثـرا الثانية: واختلف أهل التأويل في الكوثر الذي أعطِيه النبي صلى الله عليه وسلم على ستة عشر قولاً: الأوّل: أنه نهر في الجنة رواه البخاريّ عن أنس والترمذيّ أيضاً وقد ذكرناه في كتاب التذكرة. وروى الترمذي أيضاً عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم: \" الكَوْثر: نهر في الجنة، حافتاه من ذهب، ومجراه على الدرّ والياقوت، تربته أطيب من المسك، وماؤه أحلى من العسل وأبيض من الثلج \" هذا حديث حسن صحيح. الثاني: أنه حوض النبيّ صلى الله عليه وسلم في الموقف قاله عطاء. وفي صحيح مسلم \" عن أنس قال: بينما نحن عند رسول الله صلى الله عليه وسلم إذ أغفى إغفاءة، ثم رفع رأسه متبسماً فقلنا: ما أضحكك يا رسول الله؟ قال: «نزلت عليَّ آنفاً سورة ـ فقرأ ـ بسم الله الرحمن الرحيم: { إِنَّآ أَعْطَيْنَاكَ ٱلْكَوْثَرَ * فَصَلِّ لِرَبِّكَ وَٱنْحَرْ * إِنَّ شَانِئَكَ هُوَ ٱلأَبْتَرُ } ـ ثم قال ـ أتدرون ما الكوثر»؟ قلنا الله ورسوله أعلم. قال: «فإنّه نَهرٌ وَعَدنِيهِ رَبِّي عَزَّ وَجَلَ، عليه خَيرٌ كَثِير هُو حَوْضٌ تَرِد عَلَيْهِ أمّتي يَوْمَ القيامة آنِيَتُهُ عَددُ النُّجُوم، فيُخْتلَجُ العبدُ منهمْ فأقولُ إنَّهُ من أمّتي، فيقال إنك لا تَدْرِي ما أَحْدَثَ بَعْدَكَ» \". والأخبار في حوضه في الموقف كثيرة، ذكرناها في كتاب «التذكرة». وأن على أركانه الأربعة خُلفَاءَه الأربعة رضوان الله عليهم. وأنَّ من أبغض واحداً منهم لم يسقِه الآخر، وذكرنا هُناكَ من يُطْرَد عنه. فمن أراد الوقوف على ذلك تأمله هناك. ثم يجوز أن يسمى ذلك النهر أو الحوض كوثراً، لكثرة الواردة والشاربة من أمّة محمد عليه السلام هناك. ويسمى به لما فيه من الخير الكثير والماء الكثير. الثالث: أن الكوثَر النبوّةُ والكتابُ قاله عكرمة. الرابع: القرآن قاله الحسن. الخامس: الإسلام حكاه المغيرة. السادس: تيسير القرآن وتخفيف الشرائع قاله الحسين بن الفضل. السابع: هو كثرة الأصحاب والأمة والأشياع قاله أبو بكر بن عياش ويمان بن رِئاب. الثامن: أنه الإيثار قاله ابن كَيْسان. التاسع: أنه رِفعة الذكر. حكاه الماورديّ. العاشر: أنه نور في قلبك دلك عليّ، وقطعك عما سوايَ. وعنه: هو الشفاعة وهو الحادي عشر. وقيل: معجزات الربّ هُدِيَ بها أهلُ الإجابة لدعوتك حكاه الثعلبيّ، وهو الثاني عشر. الثالث عشر: قال هلال بن يساف: هو لا إلٰه إلا الله محمد رسول الله. وقيل: الفقه في الدين. وقيل: الصلوات الخمس وهما الرابع عشر والخامس عشر. وقال ابن إسحاق: هو العظيم من الأمر وذكر بيت لبِيد: وصاحب مَلْحوبٍ فُجِعْنا بفقدِهِ وعِندَ الرَّداعِ بيت آخرَ كَوْثَر أي عظيم. قلت: أصح هذه الأقوال الأوّل والثاني لأنه ثابت عن النبيّ صلى الله عليه وسلم نص في الكوثر. وسمِع أنس قوماً يتذاكرون الحوض فقال: ما كنت أرى أن أعيش حتى أرى أمثالكم يَتَمارَوْن في الحوض، لقد تركت عجائز خلفي، ما تصلِّي امرأة منهنّ إلا سألت الله أن يسقِيها من حوض النبيّ صلى الله عليه وسلم. وفي حوضه يقول الشاعر: يا صاحبَ الحوضِ مَنْ يُدَانيكَا وأنتَ حَقًّا حبيبُ بارِيكا وجميع ما قيل بعد ذلك في تفسيره قد أُعْطيه رسول الله صلى الله عليه وسلم زيادة على حوضه صلى الله عليه وسلم تسليماً كثيراً.", "annotation": {"aya": [], "hadith": [{"start": 948, "end": 1073}, {"start": 1170, "end": 1743}], "verse": [{"start": 487, "end": 520}, {"start": 521, "end": 553}, {"start": 654, "end": 694}, {"start": 2790, "end": 2821}, {"start": 2822, "end": 2855}, {"start": 3172, "end": 3203}, {"start": 3204, "end": 3230}]}}