{"text": " { فَإِنْ أَعْرَضُواْ } [الشورى: 48] عن الله بالإقبال على الدارين ولم يجيبوا { فَمَآ أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظاً } [الشورى: 48] يحفظهم عن الالتفات إلى الدارين لأن الحفظ من شأني لا من شأنك فإني حفيظ، { إِنْ عَلَيْكَ إِلاَّ ٱلْبَلاَغُ } [الشورى: 48] فليس عليك إلا بتبليغ الرسالة، ثم نحن نعلم بما نعاملهم بالتوفيق أو بالخذلان. وبقوله: { وَإِنَّآ إِذَآ أَذَقْنَا ٱلإِنسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا } [الشورى: 48] يشير إلى ما يفتح الله تعالى به على القلوب من رحمته الخاصة؛ يعني: المواهب الإلهية، وفتوحات الغيب، وأنواع الكرامات التي تربى بها أطفال الطريقة، ثم من ضيق سخطات البشرية استمالت الطبيعة إلى البطر بها فيجيبه، والعجب أنها تداخله وتغلق أبواب الفتوحات بعد فتحها وذلك قوله: { وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ ٱلإِنسَانَ كَفُورٌ } [الشورى: 48]؛ يعني: إذ لم يشكر على ما فتح الله عليه من المواهب ليزيده؛ بل نظر إلى نفسه بالعجب، وأفشى سره على الخلق وإراءته شمعة من خصوصيته للإنسانية، إذ وكله الله إلى نفسه، ثم قال: { لِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ } [الشورى: 49]؛ أي: سماوات القلوب { وَٱلأَرْضِ } [الشورى: 49] أرض النفوس { يَخْلُقُ مَا يَشَآءُ } [الشورى: 49] فيهما، وبقوله: { يَهَبُ لِمَن يَشَآءُ إِنَاثاً وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ } [الشورى: 49] يشير إلى أرباب الولاية من المشايخ المسلكين، يهب لبعضهم من المريدين الصادقين الأتقياء الصلحاء وهم بمثابة الإناث لا تصرف لهم في غيرهم بالتخريج والتسليك، ويهب لبعضهم من المريدين والصديقين المحبين الواصلين، الكاملين المسلكين المخرجين وهم بمثابة الذكور لاستعداد تصرفهم في الطالبين، { أَوْ يُزَوِّجُهُمْ ذُكْرَاناً وَإِنَاثاً } [الشورى: 50]؛ يعني: يهب لبعضهم من الجنسين المذكورين متصرفين في الغير وغير المتصرف، { وَيَجْعَلُ مَن يَشَآءُ } [الشورى: 50] لبعضهم من المشايخ { عَقِيماً } [الشورى: 50] لا يقوم منهم المريدون، { إِنَّهُ عَلِيمٌ } [الشورى: 50] لمن يجعله متصرفاً وغير متصرف في المريد، { قَدِيرٌ } [الشورى: 50] على من يشاء أن يجعله متصرفاً أو غير متصرف. ثم أخبر عن معاملة أهل المكالمة بقوله تعالى: { وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلاَّ وَحْياً } [الشورى: 51] يشير إلى أن البشر متى كان محجوباً بصفات البشرية، موصوفاً بأوصاف الخلقية الظلمانية الإنسانية لا يكون مستعداً أن يكلمه الله إلا بالإلهام والوحي في النوم أو اليقظة، { أَوْ مِن وَرَآءِ حِجَابٍ } [الشورى: 51] بالكلام الصريح { أَوْ يُرْسِلَ رَسُولاً } [الشورى: 51] من الملائكة، { فَيُوحِيَ بِإِذْنِهِ مَا يَشَآءُ إِنَّهُ عَلِيٌّ } [الشورى: 51] إنه علي بعلو القدم لا يجانسه محدث، { حَكِيمٌ } [الشورى: 51] فيما يساعد البشر بإفناء أنانيته بهويته، فإذا فنيت البشرية وارتفعت الحجب وتبدلت كينونيته بكينونية الحق حتى به يسمع وبه يبصر وبه ينطق، فيكلمه الحق به شفاها، وبه يسمع العبد كلام كفاحا كما كان حال النبي صلى الله عليه وسلم في سر فَأَوْحَىٰ إِلَىٰ عَبْدِهِ مَآ أَوْحَىٰ [النجم: 10].", "annotation": {"aya": [{"start": 2585, "end": 2624}], "hadith": [], "verse": []}}