{"text": " { وألَّفَ بَيْن قُلُوبهِم } قلوب المؤمنين على الإطلاق، وأزال حمئة العرب والعصبية التى تستعملها العرب فى أدنى شئ، وكانوا يكاد لا يتألف فيهم قلبان، وأزال ذلك منهم حتى صاروا كنفس واحدة، وذلك إعانة للنبى صلى الله عليه وسلم ومعجزة له ومن جملة ذلك ما كان بين الأوس والخزرج، فزال ذلك بالإسلام، وقد قال الأكثرون إن المراد بالمؤمنين الأوس والخزرج، وإن الآية فيهم، ألف بينهم وصاروا أنصار الله ورسوله صلى الله عليه وسلم، وكانت بينهم أحقاد لا أمد لها، ووقائع هلكت فيها سادتهم، وتحاور يهيج الضغائن، وأشعار تديم التحاسد والتنافس، وعادة كل من الطائفتين أن تكره ما أحبته الأخرى وتنفر عنه، فأنساهم الله ذلك، وقال ابن مسعود نزلت الآية فى المتحابين فى الله، وقال مجاهد إذا ترآى المتحابان فى الله فتصافحا وتضاحكا تحاتت خطاياهما، فقال له عبدة بن أبى لبانة إن هذا ليسير، فقال لا تقل ذلك، فإن الله سبحانه يقول { لَوْ أنفقْتَ ما فى الأرْض جَميعاً ما ألَّفْت بين قلُوبهِم ولكنَّ اللهَ ألَّفَ بيْنَهم } قال عبدة فعرفت أنه أفقه منى، وعن سهل بن سعد، عن رسول الله صلى الله عليه وسلم \" المؤمن ما ألفه لا خير فيمن لا يألف ولا يؤلف \" قالوا من كان من أهل الخير ألف أشباهه وألفوه، وكانت الحرب بين لأوس والخزرج قبل مبعث النبى صلى الله عليه وسلم بأربعين سنة، يجتمعون فيقتلون فى كل عام، كانوا يقتتلون فى حرب رجل يقال له شمير، وكانوا عند مبعث النبى صلى الله عليه وسلم فى حرب حاطب بن عبد الله مولى لهم، وأنزل الله بينهم الترحم، ووافقوا النبى صلى الله عليه وسلم، وسموا أنصارا، وجعل بلدتهم دار هجرة ومتبوَّأ للإيمان، وسماها المدينة بغير حضار عليها، وأكرمهم بنبيه، أقام فيهم عشر سنين، وجعل مدفنه فيها. وكان يوصى بالأنصار خيرا ويقول \" استوصوا بالأنصار خيرا اقبلوا من محسنهم وتجاوزوا عن مسيئهم، فقد قضوا ما عليهم، وبقى الذى لهم اللَّهم اغفر للأنصار، وذرارى الأنصار \" وقال للأنصار \" موعدكم الكوثر \" قالوا ما الكوثر يا رسول الله؟ قال \" نهر لى فى الجنة شرابه أبيض من اللبن، وأبرد من الثلج، وأحلى من العسل، عليه غلمان مخلدون، كعدد نجوم السماء، معهم الأباريق لا يسقون إلا من أمرت، فآويكم يومئذ كما آويتمونى فى الدنيا \" قالوا قد رضينا يا رسول الله، فقال لهم \" يا معشر الأنصار لولا الهجرة لكنت امرئ منكم، ولو سلك الناس واديا أو شِعْبا لسلكت واديكم وشعبكم \" ولم يقسم يوم حنين لهم شيئا ووجدوا من ذلك، فقالوا أعطى قريشا وآثر علينا إذا كانت الحرب صلينا بحرها وشدتها، وإذا كانت الغنائم كانت لغيرنا أعطى قوما سيوفنا تقطر من دمائهم، ادخلوا فساطيطكم فلا يؤثر رسول الله عليه وسلم إلا الحسن الجميل \" فقال رسول الله صلى الله عليه وسلم وهو جالس فى ناس من قريش \" يا معشر قريش مالى لا أرى فيكم من الأنصار أحدا؟ \" فوثب فتوسط فساطيطهم فقال ثلاث مرات \" اللهم اغفر لأصحاب هذه الفساطيط \" فقالوا هذه والله خير مما أعْطِيت قريش من الدنيا وما فيها، وقال \" ألا تخرجون إلىَّ يا معشر الأنصار؟ ألم تكونوا ضلالا فهداكم الله بى؟ ألم تكونوا عميا فبصركم الله بى؟ ألم تكونوا أذلة فأعزكم الله بى؟ ومتفرقين فألفكم بى؟ وعالة فأغناكم بى؟ \" قالوا بلى يا رسول الله صلى الله عليك وسلم فقال \" أما إنكم إن شئتم قلتم فصدقتم ألم تأتنا طريدا فآويناك، وفقيرا فواسيناك، ومخذولا فنصرناك \" فقالوا لله ولرسوله المنة علينا، فقال \" يا معشر الأنصار أما ترضون أن تذهب الناس بالدنيا وتذهبون برسول الله إلى منازلكم؟ \" فقالوا بلى يا رسول الله رضينا \". { إنَّه عَزيزٌ } لا يغلب على أمر أراده هو { حَكيمٌ } لا يفعل إلا الصواب، ولا يضع الأشياء إلا فى مواضعها، ومن عزته وحكمته صرف القلوب من العداوة إلى التحاب.", "annotation": {"aya": [], "hadith": [{"start": 954, "end": 1001}, {"start": 1490, "end": 2005}, {"start": 2237, "end": 2945}], "verse": []}}