{"text": " قَوْلُهُ تَعَالَى: { إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَمَٰوَٰتِ وَٱلأَرْضَ فِي سِتَّةِ أَيَّامٍ }؛ وذلكَ: أنَّ اللهَ تعالى لَمَّا عيَّرَ المشركينَ بعبادةِ الأصنامِ بقوله: وَضَلَّ عَنْهُمْ مَّا كَانُواْ يَفْتَرُونَ [الأعراف: 53] سَأَلُوا رسولَ اللهِ صلى الله عليه وسلم فقالوا: يا مُحَمَّدُ؛ مَنْ رَبُّكَ الذي تدعُونا إليه؟ فأرادُوا بذلك أن يَجْحَدُوا معنى في أسمائهِ، وفي شيء من أفعاله فأنزلَ اللهُ تعالى هذه الآيةِ، فتحيَّروا وعجَزُوا عن الجواب. ومعنى الآية: أنَّ خالِقَكم ورازقَكُم هو اللهُ الذي ابتدأ خَلْقَ السَّمَاواتِ والأَرض لا على مثالٍ سابق؛ فَوَحِّدُوهُ يا أهلَ مكَّةَ واعبدوهُ وأطيعوهُ؛ ودعُوا هذه الأصنامَ؛ فإنَّها لم تَخْلُقْ سَماءً ولا أرضاً. قَوْلُهُ تَعَالَى: { فِي سِتَّةِ أَيَّامٍ } قال ابنُ عَبَّاس: (أوَّلُهَا الأحَدُ وَآخِرُهَا يَوْمُ الْجُمُعَةِ). قال الحسنُ: (هِيَ سِتَّةِ أيَّامٍ مِنْ أيَّامِ الدُّنْيَا). ويقالُ: في سِتَّةِ ساعاتٍ من ستة أيَّامٍ من أوَّل أيَّامِ الدُّنيا. ولو شاءَ لَخَلَقَهَا في أسرعِ من اللَّحظةِ، ولكنه عَلَّمَ عبادَهُ التَّأَنِّي والرِّفْقَ والتدبيرَ والتثبُّتَ في الأمور. ٌَقَوْلُهُ تَعَالَى: { ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ }؛ اختلفَ المفسِّرون في ذلكَ؛ قال بعضُهم: يطلقُ الاستواءُ كما نَطَقَ به القُرْآنُ ولا يكيِّفُ، كما أثْبَتَ اللهُ ولا نُكَيِّفُهُ. وهذا القولُ مَحْكِيٌّ عن مالكِ بنِ أنسٍ، فإنه سُئِلَ عن معنى هذه الآية؛ فقال: (الاسْتِوَاءُ غَيْرُ مَجْهُولٍ، وَالْكَيْفُ غَيْرُ مَعْقُولٍ، وَالإِيْمَانُ بهِ وَاجِبٌ، وَالْجُحُودُ بهِ كُفْرٌ، وَالسُّؤَالُ عَنْهُ بدْعَةٌ). وقال بعضهُمْ: معنى { ٱسْتَوَىٰ }: اسْتَوْلَى، كما يقال: اسْتَوَاء الأميرُ على بلدِ كذا؛ أي اسْتَوْلَى عليهِ واحتوَى وأحرزه، ولا يرادُ بذلكَ الجلوسُ. قال الشاعرُ: قَدِ اسْتَوَى بشْرٌ عَلَى الْعِرَاق مِنْ غَيْر سَيْفٍ ودَم مِهْرَاق أراد بذلكَ بشْرَ بْنَ مَرْوَانٍ، واستواءَهُ على العراقِ: لا الْمَلِكَ. وقال بعضُهم: لفظ الاستواءِ في الآيةِ كنايةٌ عن نَفَاذِ الأمْرِ وعِظَمِ القُدْرَةِ. وَقِيْلَ: معناهُ: ثُمَّ أقبلَ على خَلْقِ العرشِ وعَمَدَ إلى خَلْقِهِ، وكذلكَ ثُمَّ ٱسْتَوَىٰ إِلَى ٱلسَّمَآءِ [فصلت: 11] أي عَمَدَ إلى خَلْقِ السَّماءِ. فإن قِيْلَ: ما معنى دخول { ثُمَّ } في قولهِ تعالى: { ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ } ، و { ثُمَّ } تكون للحَادِثِ، واستيلاءُ اللهِ تعالى واقتدارهُ ومُلكه للأشياءِ ثابتٌ فيما لَمْ يَزَلْ ولاَ يزالُ؟ قِيْلَ: معناه: ثُمَّ رَفَعَ العرشَ فوقَ السَّماواتِ واستولَى عليهِ. وإنَّما أدخلَ { ثُمَّ } مُتَّصِلةً في اللفظ بالاستواءِ؛ لأن الدلالة قد دَلَّتْ من جهةِ العقل على أنَّ اقتدارَهُ على الأمور ثابتٌ فيما لم يزل. وهذا مثلُ قولهِ تعالى: وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ ٱلْمُجَاهِدِينَ [محمد: 31] أي حتى يُجَاهِدَ الْمُجَاهِدُونَ منكم ونحنُ عَالِمونَ بهم. ويقال: معنى { ثُمَّ } هنا بمعنى الواو على طريقِ الجمع والعطف دون التَّراخِي، فإنَّ خَلْقَ العرشِ والاستيلاء عليه كان قَبْلَ خَلْق السَّماواتِ والأَرضِ. وقد وردَ في الخبر: \" أنَّ أوَّلَ شَيْءٍ خَلَقَهُ اللهُ الْقَلَمُ، ثُمَّ اللَّوْحُ، فأَمَرَ اللهُ الْقَلَمَ أنْ يَكْتُبَ مَا هُوَ كَائِنٌ إلَى يَوْمِ الْقِيَامَةِ. ثُمَّ خَلَقَ الْعَرْشَ، ثُمَّ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ \" قَوْلُهُ تَعَالَى: { يُغْشِي ٱلَّيلَ ٱلنَّهَارَ }؛ أي يُغْشِي بظلمةِ الليلِ ضوءَ النَّهارِ، ولم يقل: ويُغْشِي النهارَ الليلَ؛ لأنَّ الكلامَ دليلٌ عليه، وقد بَيَّنَ في آيةٍ أخرى فقالَ: عَزَّ وَجَلَّ: يُكَوِّرُ ٱللَّيْـلَ عَلَى ٱلنَّهَـارِ وَيُكَوِّرُ ٱلنَّـهَارَ عَلَى ٱللَّيْلِ [الزمر: 5]. وقرأ (يُغَشِّي) و(يُغْشِي) بالتشديد والتخفيفِ. وَقْوْلُهُ تَعَالَى: { يَطْلُبُهُ حَثِيثاً }؛ أي يَطْلُبُ سوادُ الليلِ ضوءَ النَّهار سريعاً؛ حتى يَغْلِبَ بسوادهِ بياضَهُ، وكلُّ واحدٍ منهما في طَلَب صاحبهِ و تسييرهِ ما بَقِيَتِ الدُّنيا. وَالْحَثُّ: السريعُ في السَّوْقِ من غيرِ فُتُورٍ. قَوْلُهُ تَعَالَى: { وَٱلشَّمْسَ وَٱلْقَمَرَ وَٱلنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ }؛ أي وخَلَقَ منهُ الأشياءَ مُذلَّلاتٍ بالْمَسِيْرِ في ساعاتِ الليل والنَّهار، جارياتٍ على مَجَاريْهِنَّ بمنافعِ بني آدمَ بأمرٍ الله وتدبيرهِ وصُنْعِهِ. ومن قرأ (وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ مُسَخَّرَاتٍ) كلُّها بالرفعِ فعلى الابتداء. قَوْلُهُ تَعَالَى: { أَلاَ لَهُ ٱلْخَلْقُ وَٱلأَمْرُ }؛ كَلِمَةٌ تَنْبيْهٍ؛ معناهُ: اعْلَمُوا أنَّ خَلْقَ الأشياءِ كلِّها للهِ، وأنَّ الأمرَ - وهو القضاءُ - نافذٌ في خَلْقِهِ. وَقَوْلُهُ تَعَالَى: { تَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَالَمِينَ }؛ أي تعالى اللهُ وهو ثابتٌ لَمْ يَزَلْ ولاَ يزالُ. ويقالُ: { تَبَارَكَ } تَفَاعَلَ من البركةِ؛ أي البركةُ كلُّها من اللهِ تعالى، واسْمُهُ بَرَكَةً لِمن ذكَرَهُ. وَقَوْلُهُ تَعَالَى: { رَبُّ ٱلْعَالَمِينَ } أي خالِقُ الْخَلْقِ أجمعين. قال رسولُ اللهِ صلى الله عليه وسلم: \" مَنْ لَمْ يَحْمَدِ اللهَ عَلَى \" مَا عَمِلَ مِنْ \" عَمَلٍ صَالِحٍ وَحَمَدَ نَفْسَهُ، قَلَّ شُكْرُهُ وَحَبطَ عَمَلُهُ. وَمَنْ زَعَمَ أنَّ اللهَ جَعَلَ لِلْعِبَادِ مِنَ الأَمْرِ شَيْئاً، فَقَدْ كَفَرَ بما أنْزَلَ اللهُ عَلَى أنْبيَائهِ لِقَوْلِهِ تعالَى: { أَلاَ لَهُ ٱلْخَلْقُ وَٱلأَمْرُ } \" قال الشاعرُ: إلَى اللهِ كُلُّ الأَمْرِ في خَلْقِهِ مَعَانِي وَلَيْسَ إلَى الْمَخْلُوقِ شَيْءٌ مِنَ الأمْرِ", "annotation": {"aya": [{"start": 180, "end": 222}, {"start": 1895, "end": 1927}, {"start": 2404, "end": 2456}, {"start": 3105, "end": 3183}], "hadith": [{"start": 2698, "end": 2905}, {"start": 4315, "end": 4607}], "verse": [{"start": 1596, "end": 1631}, {"start": 1632, "end": 1663}, {"start": 4621, "end": 4667}, {"start": 4668, "end": 4714}]}}