{"text": " المعنى قال الله تعالى: قد أعطيت يا موسى طلبتك في شرح الصدر وتيسير الامر وحل العقدة إما بالكل وإما على قدر الحاجة في الإفقاه. وإتيان هذا السؤال منة من الله عز وجل فقرن إليها عز وجل قديم منته عنده على جهة التوقيف عليها ليعظم اجتهاده وتقوى بصيرته. وكان من قصة موسى فيما روي أن فرعون ذكر له أن خراب ملكه على يدي غلام من بني إسرائيل فأمر بقتل كل مولود يولد لبني إسرائيل، ثم إنه رأى مع أهل مملكته أن فناء بني إسرائيل يعود على القبط بالضرر إذ هم كانوا عملة الأرض والصناع ونحو هذا، فعزم على أن يقتل الوالدان سنة ويستحييهم سنة، فولد هارون في سنة الاستحياء فكانت أمه آمنة، ثم ولد موسى في العام الرابع سنة القتل فخافت أمه عليه الذبح فبقيت مهتمة فأوحى الله إليها، قيل بملك جاء لها وأخبرها وأمرها، قال بعض من روى هذا لم تكن نبية لأنا نجد في الشرع ورواياته أن الملائكة قد كلمت من لم يكن نبياً، وقال بعضهم بل كانت أم موسى نبية بهذا الوحي، وقالت فرقة بل كان هذا الوحي رؤيا رأتها في النوم، وقالت فرقة بل هو وحي إلهام وتسديد كوحي الله إلى النحل وغير ذلك فأهمها الله إلى أن اتخذت تابوتاً فقذقت فيه موسى راقداً في فراش، ثم قذفته في يم النيل، وكان فرعون جالساً في موضع يشرف على النيل اذا رأى تابوتاً فأمر به، فسيق اليه وامرأته معه ففتح فرحمته امرأته وطلبته لتتخذه أبناً فأباح لها ذلك وروي أن { التابوت } جاء في الماء إلى المشرعة التي كان جواري امرأة فرعون يستقين فيها الماء فأخذن التابوت وجلبنه إليها فأخرجته وأعلمت فرعون وطلبته منه ثم إنها عرضته للرضاع فلم يقبل امرأة، فجعلت تنادي عليه في المدينة ويطاف يعرض للمراضع، فكلما عرضت عليه امرأة أباها. وكانت أمه حين ذهب عنها في النيل بقيت مغمومة فؤادها فارغ إلا من همه فقالت لأخته اطلبي أمره في المدينة عسى أن يقع لنا منه خبر، فبينما الأخت تطوف إذ بصرت به وفهمت أمره قالت لهم أنا أدلكم على أهل بيت يكفلونه لكم وهم له ناصحون، فتعلقوا بها وقالوا أنت تعرفين هذا الصبي، فقالت لا، غير أني أعلم من أهل هذا البيت الحرص على التقرب الى الملكة والجد في خدمتها ورضاها، فتركوها، وسألوها الدلالة فجاءت بأم موسى فلما قربته شرب ثديها، فسرت آسية أمراة فرعون وقالت لها كوني معي في القصر، فقالت لها ما كنت لأدع بيتي وولدي ولكنه يكون عندي، قالت نعم فأحسنت إلى ذلك البيت غاية الإحسان واعتز بنوا إسرائيل بهذا الرضاع، والسبب من الملكة، وأقام موسى حتى كمل رضاعه فأرسلت إليها آسية أن جيئي بولدي ليوم كذا، وأمرت خدمها ومن لها أن يلقينه بالتحف والهدايا واللباس، فوصل إليها على ذلك وهو بخير حال وأجمل ثياب فسرت به ودخلت على فرعون ليراه ويهبه فرآه وأعجبه وقربه فأخذ موسى عليه السلام بلحية فرعون وجذبها، فاستشاط فرعون وقال هذا عدو لي وأمر بذبحه، فناشدته فيه امرأته وقالت إنه لا يعقل، فقال فرعون بل يعقل فاتفقا على تجربته بالجمر والياقوت حسبما ذكرناه آنفاً في حل العقدة، فنجاه الله من فرعون ورجع إلى أمه فشب عندها فاعتز به بنو إسرائيل إلى أن ترعرع، وكان فتى جلداً فاضلاً كاملاً فاعتزت به بنوا اسرائيل بظاهر ذلك الرضاع وكان يحميهم ويكون ضلعه معهم وهو يعلم من نفسه أنه منهم ومن صميمهم، فكانت بصيرته في حمايتهم وكيدة، وكان يعرف ذلك أعيان بني إسرائيل. ثم إن قصة القبطي المتقاتل مع الإسرائيلي نزلت وذكرها في موضعها مستوعب، فخرج موسى عليه السلام من مصر حتى وصل إلى مدين، فكان من أمره مع شعيب ما هو في موضعه مستوعب يختص منه بهذا الموضع أنه تزوج ابنته الصغرى على رعية الغنم عشر سنين، ثم إنه اعتزم الرحيل بزوجته إلى بلاد مصر فجاء في طريقه فضل في ليلة مظلمة فرأى النار حسبما تقدم ذكره، فعدد الله تعالى على موسى في هذه الآية ما تضمنته هذه القصة من لطف الله تعالى به في كل فصل وتخليصه له من قصة إلى أخرى، وهذه الفتون التي فتنه بها أي اختبره وخلصه حتى صلح للنبوءة وسلم لها. وقوله { ما يوحى } إبهام يتضمن عظم الأمر وجلالته في النعم وهذا نحو قوله تعالى إذ يغشى السدرة ما يغشى [النجم: 16] وهو كثير في القرآن والكلام، و { أن } في قوله { أن اقذفيه } بدل من { ما } والضمير الأول في { اقذفيه } عائد على موسى وفي الثاني على { التابوت } ، ويجوز أن يعود على { موسى }. وقوله { فليلقه اليم } خبر خرج في صيغة الأمر إذ الأمر أقطع الأفعال وأوجبها، ومنه قول النبي عليه السلام \" قوموا فلأصل لكم \" فأخبر الخبر في صيغة الأمر لنفسه مبالغة وهذا كثير، ومن حيث خرج الفعل مخرج الأمر حسن جوابه كذلك، و \" العدو \" الذي هو لله ولموسى كان فرعون ولكن أم موسى أخبرت به على الإبهام وذلك قالت لأخته قصيه وهي لا تدري أين. ثم أخبر تعالى موسى أنه \" ألقى عليه محبة \" منه فقال بعض الناس أراد محبة آسية لأنها كانت من الله وكانت سبب حياته. وقالت فرقة: أراد القبول الذي يضعه الله في الأرض لخيار عباده، وكان حظ موسى منه في غاية الوفر. وقالت فرقة: أعطاه جمالاً يحبه به كل من رآه، وقالت فرقة: أعطاه ملاحة العينين، وهذان قولان فيهما ضعف وأقوى الأقوال أنه القبول. وقرأ الجمهور و \" لِتُصنع \" بكسر اللام وضم التاء على معنى ولتغذى وتطعم وتربى، وقرأ أبو نهيك \" ولَتصنع \" بفتح التاء، قال ثعلب معناه لتكون حركتك وتصرفك على عين مني، وقرأ أبو جعفر بن القعقاع \" ولْتصنع \" بسكون اللام على الأمر للغالب وذلك متجه. وقوله { على عيني } معناه بمرأى مني وأمر مدرك مبصر مراعى.", "annotation": {"aya": [{"start": 3332, "end": 3354}], "hadith": [{"start": 3641, "end": 3660}], "verse": []}}