{"text": " بيان الآيات كالمكملة للآيات السابقة تثبت لله سبحانه من استجابة الدعوة وكشف الضر ما نفاه القبيل السابق عن أصنامهم وأوثانهم فإن الآيات السابقة تبتدي بقوله تعالى { قل ادعوا الذين زعمتم من دونه فلا يملكون كشف الضر عنكم ولا تحويلاً } وهذه الآيات تفتتح بقوله { ربكم الذي يزجي لكم الفلك في البحر } الخ. وإنما قلنا هي كالمكملة لبيان الآيات السابقة مع أن ما تحتويه كل من القبيلين حجة تامة في مدلولها تبطل إحداهما ألوهية آلهتهم وتثبت الأخرى أُلوهية الله سبحانه لافتتاح القبيل الأول بقوله { قل } دون الثاني وظاهره كون مجموع القبيلين واحداً من الاحتجاج أُمر النبي صلى الله عليه وآله وسلم بإلقائه إلى المشركين لإِلزامهم بالتوحيد. ويؤيده السياق السابق المبدو بقوله { قل لو كان معه آلهة كما يقولون إذاً لابتغوا إلى ذي العرش سبيلاً } وقد لحقه قوله ثانياً { وقالوا أإذا متنا } إلى أن قال { قل كونوا حجارة أو حديداً }. وقد ختم الآيات بقوله { يوم ندعوا كل أناس بإمامهم } الخ فأشار به إلى أن هذا الذي يذكر من الهدى والضلالة في الدنيا يلازم الإِنسان في الآخرة فالنشأة الأخرى على طبق النشأه الأولى فمن أبصر في الدنيا أبصر في الآخرة، ومن كان في هذه أعمى فهو من الآخرة أعمى وأضل سبيلاً. قوله تعالى { ربكم الذي يزجي لكم الفلك في البحر لتبتغوا من فضله إنه كان بكم رحيماً } الازجاء على ما في مجمع البيان سوق الشيء حالاً بعد حال فالمراد به إجراء السفن في البحر بإرسال الرياح ونحوه وجعل الماء رطباً مائعاً يقبل الجري والخرق، والفلك جمع الفلكة وهي السفينة. وابتغاء الفضل طلب الرزق فإن الجواد إنما يجود غالباً بما زاد على مقدار حاجة نفسه وفضل الشيء ما زاد وبقي منه ومن ابتدائية، وربما قيل إنها للتبعيض وذيل الآية تعليل للحكم بالرحمة، والمعنى ظاهر. والآية تمهيد لتاليها. قوله تعالى { وإذا مسكم الضر في البحر ضل من تدعون إلا إياه } إلى آخر الآية الضر الشدة، ومس الضر في البحر هو خوف الغرق بالإِشراف عليه بعصف الرياح وتقاذف الأمواج ونحو ذلك. وقوله { ضل من تدعون إلا إياه } المراد بالضلال - على ما ذكروا - الذهاب عن الخواطر دون الخروج عن الطريق وقيل هو بمعنى الضياع من قولهم ضل عن فلان كذا أي ضاع عنه ويعود على أي حال إلى معنى النسيان. والمراد بالدعاء دعاء المسألة دون دعاء العبادة فيعم قوله { من تدعون الإِله الحق والآلهة الباطلة التي يدعوها المشركون، والاستثناء متصل، والمعنى وإذا اشتد عليكم الأمر في البحر بالإِشراف على الغرق نسيتم كل إله تدعونه وتسألونه حوائجكم إلا الله. وقيل المراد دعاء العبادة دون المسألة فيختص بمن يعبدونه من دون الله والاستثناء منقطع، والمعنى إذا مسكم الضر في البحر ذهب عن خواطركم الآلهة الذين تعبدونهم لكن الله سبحانه لا يغيب عنكم ولا ينسى. والظاهر أن المراد بالضلال معناه المعروف وهو خلاف الهدى والكلام مبني على تمثيل لطيف كأن الإِنسان إذا مسه الضر في البحر ووقع في قلبه أن يدعو لكشف ضره قصده آلهته الذين كان يدعوهم ويستمر في دعائهم قبل ذلك وأخذوا يسعون نحوه ويتسابقون في قطع الطريق إلى ذكره ليذكرهم ويدعوهم ويستغيث بهم لكنهم جميعاً يضلون الطريق ولا ينتهون إلى ذكره فينساهم والله سبحانه مشهود لقلبه حاضر في ذكره يذكره الإِنسان عند ذلك فيدعوه وقد كان معرضاً عنه فيجيبه وينجيه إلى البر. وبذلك يظهر أن المراد بالضلال معناه المعروف، وبمن تدعون آلهتهم من دون الله فحسب وأن الاستثناء منقطع والوجه في جعل الاستثناء منقطعاً أن الذي يبتني عليه الكلام من معنى التشبيه لا يناسب ساحة قدسه تعالى لتنزهه من السعي والوقوع في الطريق وقطعه ونحو ذلك. مضافاً إلى أن قوله { فلما نجاكم إلى البر أعرضتم } ظاهر في أن المراد بالدعوة دعاء المسألة وأنهم في البر أي في حالهم العادي غير حال الضر معرضون عنه تعالى لا يدعونه فقوله { من تدعون } الظاهر في استمرار الدعوة المراد به آلهتهم الذين كانوا يدعونهم فاستثناؤه تعالى استثناء منقطع. وقوله { فلما نجاكم إلى البر أعرضتم } أي فلما نجاكم من الغرق وكشف عنكم الضر راداً لكم إلى البر أعرضتم عنه أو عن دعائه وفيه دلالة على أنه تعالى غير مغفول عنه للإِنسان في حال وأن فطرته تهديه إلى دعائه في الضراء والسراء والشدة والرخاء جميعاً فإن الإِعراض إنما يتحقق عن أمر ثابت موجود فقوله إن الإِنسان يدعوه في الضر ويعرض عنه بعد كشفه في معنى أنه مهدي إليه بالفطرة دائماً. وقوله { وكان الإِنسان كفوراً } أي إن الكفران من دأب الإِنسان من حيث أن له الطبيعة الإِنسانية فإنه يتعلق بالأسباب الظاهرية فينسى مسبب الأسباب فلا يشكره تعالى وهو يتقلب في نعمه الظاهرة والباطنة. وفي تذييل الكلام بهذه الجملة تنبيه على أن إعراض الإِنسان عن ربه في غير حال الضر ليس بحال غريزي فطري له حتى يستدل بنسيانه ربه على نفي الربوبية بل هو دأب سيئ من الإِنسان يوقعه فيه كفران النعمة. وفي الآية حجة على توحده تعالى في ربوبيته، ومحصله أن الإِنسان إذا انقطع عن جميع الأسباب الظاهرية وأيس منها لم ينقطع عن التعلق بالسبب من أصله ولم يبطل منه رجاء النجاة من رأس بل رجا النجاة وتعلق قلبه بسبب ما يقدر على ما لا يقدر عليه سائر الأسباب، ولا معنى لهذا التعلق الفطري لولا أن هناك سبباً فوق الأسباب إليه يرجع الأمر كله وهو الله سبحانه، وليس يصرف الإِنسان عنه الا الاشتغال بزخارف الحياة الدنيا والتعلق بالأسباب الظاهرية والغفلة عما وراءها. قوله تعالى { أفأمنتم أن يخسف بكم جانب البر أو يرسل عليكم حاصباً ثم لا تجدوا لكم وكيلاً } خسوف القمر استتار قرصه بالظلمة والظل وخسف الله به الأرض أي ستره فيها، والحاصب - كما في المجمع - الريح التي ترمي بالحصباء والحصا الصغار وقيل الحاصب الريح المهلكة في البر والقاصف الريح المهلكة في البحر. والاستفهام للتوبيخ يوبخهم الله تعالى على إعراضهم عن دعائه في البر فإنهم لا مؤمن لهم من مهلكات الحوادث في البر كما لا مؤمن لهم حال مس الضر في البحر إذ لا علم لهم بما سيحدث لهم وعليهم فمن الجائز أن يخسف الله بهم جانب البر أو يرسل عليهم ريحاً حاصباً فيهلكهم بذلك ثم لا يجدوا لأنفسهم وكيلاً يدفع عنهم الشدة والبلاء ويعيد إليهم الأمن والسلام. قوله تعالى { أم أمنتم أن يعيدكم فيه تارة أُخرى } إلى آخر الآية القصف الكسر بشدة وقاصف الريح هي التي تكسر السفن والأبنية، وقيل القاصف الريح المهلكة في البحر والتبيع هو التابع يتبع الشيء، وضمير { فيه } للبحر وضمير \" به \" للغرق أو للإِرسال أو لهما معاً باعتبار ما وقع ولكل قائل، والآية من تمام التوبيخ. والمعنى أم هل أمنتم بنجاتكم إلى البر أن يعيدكم الله في البحر تارة أخرى فيرسل عليكم ريحاً كاسرة للسفن أو مهلكة فيغرقكم بسبب كفركم ثم لا تجدوا بسبب الإِغراق أحداً يتبع الله لكم عليه فيسأله لم فعل هذا بكم؟ ويؤاخذه على ما فعل. وفي قوله { ثم لا تجدوا لكم علينا به تبيعاً } التفات من الغيبة إلى التكلم بالغير وكأن النكتة فيه الظهور على الخصم بالعظمة والكبرياء. وهو المناسب في المقام، وليكون مع ذلك توطئة لما في الآيات التالية من سياق التكلم بالغير. قوله تعالى { ولقد كرمنا بني آدم وحملناهم في البر والبحر ورزقناهم من الطيبات وفضلناهم على كثير ممن خلقنا تفضيلاً } الآية مسوقة للامتنان مشوباً بالعتاب كأنه تعالى لما ذكر وفور نعمه وتواتر فضله ورحمته على الإِنسان، وحمله في البحر ابتغاء فضله ورزقه، ورفاه حاله في البر ثم نسيانه لربه وإعراضه عن دعائه إذا نجاه وكشف ضره كفراناً مع أنه متقلب دائماً بين نعمه التي لا تحصى نبه على جملة تكريمه وتفضيله ليعلم بذلك مزيد عنايته بالإِنسان وكفران الإِنسان لنعمه على كثرتها وبلوغها. وبذلك يظهر أن المراد بالآية بيان حال لعامة البشر مع الغض عما يختص به بعضهم من الكرامة الخاصة الإِلهية والقرب والفضيلة الروحية المحضة فالكلام يعم المشركين والكفار والفساق وإلا لم يتم معنى الامتنان والعتاب. فقوله { ولقد كرمنا بني آدم } المراد بالتكريم تخصيص الشيء بالعناية وتشريفه بما يختص به ولا يوجد في غيره، وبذلك يفترق عن التفضيل فإن التكريم معنى نفسي وهو جعله شريفاً ذا كرامة في نفسه، والتفضيل معنى إضافي وهو تخصيصه بزيادة العطاء بالنسبة إلى غيره مع اشتراكهما في أصل العطية، والإِنسان يختص من بين الموجودات الكونية بالعقل ويزيد على غيره في جميع الصفات والأحوال التي توجد بينها والأعمال التي يأتي بها. وينجلي ذلك بقياس ما يتفنن الإِنسان به في مأكله ومشربه وملبسه ومسكنه ومنكحه ويأتي به من النظم والتدبير في مجتمعه، ويتوسل إليه من مقاصده باستخدام سائر الموجودات الكونية، وقياس ذلك مما لسائر الحيوان والنبات وغيرهما من ذلك فليس عندها من ذلك إلا وجوه من التصرف ساذجة بسيطة أو قريب من البساطة وهي واقفة في موقفها المحفوظ لها يوم خلقت من غير تغير أو تحول محسوس وقد سار الإِنسان في جميع وجوه حياته الكمالية إلى غايات بعيدة ولا يزال يسعى ويرقى. وبالجملة بنو آدم مكرمون بما خصهم الله به من بين سائر الموجودات الكونية وهو الذي يمتازون به من غيرهم وهو العقل الذي يعرفون به الحق من الباطل والخير من الشر والنافع من الضار. وأما ما ذكره المفسرون أو وردت به الرواية أن الذي كرمهم الله به النطق أو تعديل القامة وامتدادها أو الأصابع يفعلون بها ما يشاؤون أو الأكل باليد أو الخط أو حسن الصورة أو التسلط على سائر الخلق وتسخيرهم له أو أن الله خلق أباهم آدم بيده أو أنه جعل محمداً صلى الله عليه وآله وسلم منهم أو جميع ذلك، وما ذكر منها فإنما ذكر على سبيل التمثيل. فبعضها مما يتفرع على العقل كالخط والنطق والتسلط على غيره من الخلق وبعضها من مصاديق التفضيل دون التكريم وقد تقدم الفرق بينهما، وبعضها خارج عن مدلول الآية كالتكريم بخلق أبيهم آدم عليه السلام بيده وجعل محمد صلى الله عليه وآله وسلم منهم فإن ذلك من التكريم الأخروي والتشريف المعنوي الخارج عن مدلول الآية كما تقدم. وبذلك يظهر ما في قول بعضهم أن التكريم بجميع ذلك وقد أخطأ صاحب روح المعاني حيث قال بعد ذكر الأقوال والكل في الحقيقة على سبيل التمثيل ومن ادعى الحصر في واحد كابن عطية حيث قال إنما التكريم بالعقل لا غيره فقد ادعى غلطاً ورام شططاً وخالف صريح العقل وصحيح النقل. انتهى. ووجه خطأه ظاهر مما تقدم. وقوله { وحملناهم في البر والبحر } أي حملناهم على السفن والدواب وغير ذلك يركبونها إلى مقاصدهم وابتغاء فضل ربهم ورزقه، وهذا أحد مظاهر تكريمهم. وقوله { ورزقناهم من الطيبات } أي من الأشياء التي يستطيبونها من أقسام النعم من الفواكه والثمار وسائر ما يتنعمون به ويستلذونه مما يصدق عليه الرزق، وهذا أيضاً أحد مظاهر التكريم فمثل الإِنسان في هذا التكريم الإِلهي مثل من يدعى إلى الضيافة وهي تكريم ثم يرسل إليه مركوب يركبه للحضور لها وهو تكريم ثم يقدم عليه أنواع الأغذية والأطعمه الطيبة اللذيذة وهو تكريم. وبذلك يظهر أن عطف قوله { وحملناهم } الخ وقوله { ورزقناهم } الخ على التكريم من قبيل عطف المصاديق المترتبة على العنوان الكلي المنتزع منها. وقوله { وفضلناهم على كثير ممن خلقنا تفضيلاً } لا يبعد أن يكون المراد بمن خلقناهم أنواع الحيوان ذوات الشعور والجن الذي يثبته القرآن فإن الله سبحانه يعد أنواع الحيوان أمماً أرضيه كالأُمة الإِنسانية ويجريها مجرى أولي العقل كما قال { وما من دابة في الأرض ولا طائر يطير بجناحيه إلا أُمم أمثالكم ما فرطنا في الكتاب من شيء ثم إلى ربهم يحشرون }. وهذا هو الأنسب بمعنى الآية وقد عرفت أن الغرض منها بيان ما كرم الله به بني آدم وفضلهم على سائر الموجودات الكونية وهي - فيما نعلم - الحيوان والجن وأما الملائكة فليسوا من الموجودات الكونية الواقعة تحت تأثير النظام المادي الحاكم في عالم المادة. فالمعنى وفضلنا بني آدم على كثير مما خلقنا وهم الحيوان والجن وأما غير الكثير وهم الملائكة فهم خارجون عن محل الكلام لأنهم موجودات نورية غير كونية ولا داخلة في مجرى النظام الكوني، والآية إنما تتكلم في الإِنسان من جهة أنه أحد الموجودات الكونية وقد انعم عليه بنعم نفسية وإضافية. وقد تبين مما تقدم أولاً أن كلاً من التكريم والتفضيل في الآية ناظر إلى نوع من الموهبة الإِلهية التي أوتيها الإِنسان، أما تكريمه فيما يختص بنوعه من الموهبة لا يتعداه إلى غيره وهو العقل الذي يميز به الخير من الشر والنافع من الضار والحسن من القبيح ويتفرع عليه مواهب أخرى كالتسلط على غيره واستخدامه في سبيل مقاصده والنطق والخط وغيره. وأما تفضيله فبما يزيد به على غيره في الأمور المشتركة بينه وبين غيره كما أن الحيوان يتغذى بما وجده من لحم أو فاكهة أو حب أو عشب ونحو ذلك على وجه ساذج والإِنسان يتغذى بذلك ويزيد عليه بما يبدعه من ألوان الغذاء المطبوخ وغير المطبوخ على أنحاء مختلفة وفنون مبتكرة وطعوم مستطابة لذيذه لا تكاد تحصى ولا تزال تزداد نوعاً وصنفاً، وقس على ذلك الحال في مشربه وملبسه ومسكنه ونكاحه واجتماعه المنزلي والمدني وغير ذلك. وقال في مجمع البيان ومتى قيل إذا كان معنى التكريم والتفضيل واحداً فما معنى التكرار؟ فجوابه أن قوله { كرمنا } ينبئ عن الإِنعام ولا ينبئ عن التفضل فجاء بلفظ التفضيل ليدل عليه، وقيل إن التكريم يتناول نعم الدنيا والتفضيل يتناول نعم الآخرة وقيل إن التكريم بالنعم التي يصح بها التكليف، والتفضل بالتكليف الذي عرضهم به للمنازل العالية. انتهى. أما ما ذكره أن التفضيل يدل على نكتة زائدة على مدلول التكريم وهو كونه تفضلاً وإعطاء لا عن استحقاق ففيه أنه ممنوع والتفضيل كما يصح لا عن استحقاق من المفضل كذلك يصح عن استحقاق منه لذلك، وأما ما نقله عن غيره فدعوى من غير دليل. وقال الرازي في تفسيره في الفرق بينهما إن الأقرب في ذلك أن يقال إنه تعالى فضل الإِنسان على سائر الحيوانات بأمور خلقية طبيعية ذاتية مثل العقل والنطق والخط والصوره الحسنة والقامة المديدة ثم إنه عز وجل عرضه بواسطة العقل والفهم لاكتساب العقائد الحقة والأخلاق الفاضلة فالأول هو التكريم والثاني هو التفضيل فكأنه قيل فضلناهم بالتعريض لاكتساب ما فيه النجاة والزلفى بواسطة ما كرمناهم به من مبادئ ذلك فعليهم أن يشكروا ويصرفوا ما خلق لهم لما خلق له فيوحدوا الله تعالى ولا يشركوا به شيئاً ويرفضوا ما هم عليه من عبادة غيره. انتهى. ومحصله الفرق بين التكريم والتفضيل بأن الأول إنما هو في الأمور الذاتية أو ما يلحق بها من الغريزيات والثاني في الأمور الاكتسابية، وأنت خبير بأن الإِنسان وإن وجد فيه من المواهب الإِلهية والكمالات الوجودية أمور ذاتية وأمور اكتسابيه على ما ذكره لكن اختصاص التكريم بالنوع الأول والتفضيل بالنوع الثاني لا يساعد عليه لغة ولا عرف. فالوجه ما قدمناه. وثانياً أن الآية ناظرة إلى الكمال الإِنساني من حيث وجوده الكوني وتكريمه وتفضيله بالقياس إلى سائر الموجودات الكونية الواقعة تحت النظام الكوني فالملائكة الخارجون عن النظام الكوني خارجون عن محل الكلام، والمراد بتفضيل الإِنسان على كثير ممن خلق تفضيله على غير الملائكة من الموجودات الكونية، وأما الملائكة فوجودهم غير هذا الوجود فلا تعرض لهم في ذلك بوجه. وبذلك يظهر فساد ما استدل بعضهم بالآية على كون الملائكة أفضل من الإِنسان حتى الأنبياء عليهم السلام قال لأن قوله تعالى { وفضلناهم على كثير ممن خلقنا } يدل على أن ها هنا من لم يفضلهم عليه، وليس إلا الملائكه لأن بني آدم أفضل من كل حيوان سوى الملائكة بالاتفاق. وجه الفساد أن الذي تعرضت له الآية إنما هو التفضيل من حيث الوجود الكوني الدنيوي والملائكة غير موجودين بهذا النحو من الوجود، وإلى هذا يرجع ما أجاب به بعضهم أن التفضيل في الآية لم يرد به الثواب لأن الثواب لا يجوز التفضيل به ابتداء، وإنما المراد بذلك ما فضلهم الله به من فنون النعم التي أوتيها في الدنيا. وأما ما أجابوا عنه بأن المراد بالكثير في الآية الجميع ومن بيانية، والمعنى وفضلناهم على من خلقنا وهم كثير. ففيه أنه وجه سخيف لا يساعد عليه كلامهم ولا سياق الآية، وما قيل إنه من قبيل قولهم بذلت له العريض من جاهي وأبحته المنيع من حريمي ولا يراد به أني بذلت له عريض جاهي ومنعته ما ليس بعريض وأبحته منيع حريمي ولم أُبحه ما ليس بمنيع بل المراد بذلت له جاهي الذي من صفته أنه عريض وأبحته حريمي الذي هو منيع، يرده أنه إن أريد بما فسر به المثالان أن العناية في الكلام مصروفة إلى أخذ كل الجاه عريضاً وكل الحريم منيعاً لم ينقسم الجاه والحريم حينئذ إلى عريض وغير عريض ومنيع وغير منيع ولم ينطبق على مورد الآية المدعى أنه أطلق فيها البعض وأريد به الكل، وإن أريد به أن المعنى بذلت له عريض جاهي فكيف بغير العريض وأبحته المنيع من حريمي فكيف بغير المنيع كان شمول حكم البعض للكل بالأولوية ولم يجز في مورد الآية قطعاً. وربما أجيب عن ذلك بأنا إن سلمنا أن المراد بالكثير غير الملائكة ولفظة من للتبعيض فغايه ما في الباب أن تكون الآية ساكتة عن تفضيل بني آدم على الملائكة وهو أعم من تفضيل الملك على الإِنسان لجواز التساوي، ولو سلم أنها تدل على التفضيل فغايته أن تدل على تفضيل جنس الملائكة على جنس بني آدم وهذا لا ينافي أن يكون بعض بني آدم أفضل من الملائكة كالأنبياء عليهم السلام. والحق كما عرفت أن الآية غير متعرضة للتفضيل من جهة الثواب والفضل الأخروي وبعبارة أُخرى هي متعرضة للتفضيل من جهة الوجود الكوني، والمراد بكثير ممن خلقنا غير الملائكة ومن تبعيضية والمراد بمن خلقنا الملائكة وغيرهم من الإِنسان والحيوان والجن. والإِنسان مفضل بحسب وجوده الكوني على الحيوان والجن هذا، وسيوافيك كلام في معنى تفضيل الإِنسان على الملك إن شاء الله. كلام في الفضل بين الإِنسان والملك اختلف المسلمون في أن الإِنسان والملك أيهما أفضل؟ فالمعروف المنسوب إلى الأشاعره أن الإِنسان أفضل والمراد به أفضلية المؤمنين منهم إذ لا يختلف اثنان في أن من الإِنسان من هو أضل من الأنعام وهو أهل الجحود منهم فكيف يمكن أن يفضل على الملائكه المقربين؟ وقد استدل عليه بالآية الكريمة { وفضلناهم على كثير ممن خلقنا تفضيلاً } على أن يكون الكثير بمعنى الجميع كما أومأنا إليه في تفسير الآية وبما ورد من طريق الرواية أن المؤمن أكرم على الله من الملائكة. وهو المعروف أيضاً من مذهب الشيعة، وربما استدلوا عليه بأن الملك مطبوع على الطاعة من غير أن يتاتى منه المعصية لكن الإِنسان من جهة اختياره تتساوى نسبته إلى الطاعة والمعصية وقد ركب من قوى رحمانية وشيطانية وتألف من عقل وشهوة وغضب فالإِنسان المؤمن المطيع يطيعه وهو غير ممنوع من المعصية بخلاف الملك فهو أفضل من الملك. ومع ذلك فالقول بأفضليه الإِنسان بالمعنى الذي تقدم ليس باتفاقي بينهم فمن الأشاعرة من قال بأفضلية الملك مطلقاً كالزجاج ونسب إلى ابن عباس. ومنهم من قال بأفضليه الرسل من البشر، مطلقاً ثم الرسل من الملائكة على من سواهم من البشر والملائكة ثم عامة الملائكة على عامة البشر. ومنهم من قال بأفضلية الكروبيين من الملائكة مطلقاً ثم الرسل من البشر ثم الكمل منهم ثم عموم الملائكة من عموم البشر، كما يقول به الإِمام الرازي ونسب إلى الغزالي. وذهبت المعتزلة إلى أفضلية الملائكة من البشر واستدلوا على ذلك بظاهر قوله تعالى { ولقد كرمنا بني آدم } إلى قوله { وفضلناهم على كثير ممن خلقنا تفضيلاً } وقد مر تقرير حجتهم في تفسير الآية. وقد بالغ الزمخشري في التشنيع على القائلين بأفضلية الإِنسان من الملك ممن فسر الكثير في الآية بالجميع فقال في الكشاف في ذيل قوله تعالى { وفضلناهم على كثير ممن خلقنا } هو ما سوى الملائكة وحسب بني آدم تفضيلاً أن ترفع عليهم الملائكة وهم هم ومنزلتهم عند الله منزلتهم. والعجب من المجبرة كيف عكسوا في كل شيء وكابروا حتى جسرتهم عادة المكابرة على العظيمة التي هي تفضيل الإِنسان الملك، وذلك بعد ما سمعوا تفخيم الله أمرهم وتكثيره مع التعظيم ذكرهم وعلموا أين أسكنهم؟ وأنى قربهم؟ وكيف نزلهم من أنبيائه منزلة انبيائه من أُممهم؟ ثم جرهم فرط التعصب عليهم إلى أن لفقوا أقوالاً وأخباراً منها قالت الملائكة ربنا إنك أعطيت بني آدم الدنيا يأكلون منها ويتمتعون ولم تعطنا ذلك فأعطناه في الآخرة فقال وعزتي وجلالي لا أجعل ذرية من خلقت بيدي كمن قلت له كن فكان، ورووا عن أبي هريره أنه قال المؤمن أكرم على الله من الملائكة الذين عنده. ومن ارتكابهم أنهم فسروا كثيراً بمعنى جميع في هذه الآية وخذلوا حتى سلبوا الذوق فلم يحسوا ببشاعة قولهم وفضلناهم على جميع ممن خلقنا على أن معنى قولهم على جميع ممن خلقنا أشجى لحلوقهم وأقذى لعيونهم ولكنهم لا يشعرون فانظر في تمحلهم وتشبثهم بالتأويلات البعيدة في عداوة الملأ الأعلى كأن جبريل عليه السلام غاظهم حين أهلك مدائن قوم لوط فتلك السخيمة لا تنحل عن قلوبهم انتهى. وما أشار إليه من رواية سؤال الملائكة أن يجعل لهم الآخرة كما جعل لبني آدم الدنيا رويت عن ابن عمر وأنس بن مالك وزيد بن أسلم وجابر بن عبد الله الأنصاري عن النبي صلى الله عليه وآله وسلم ولفظ الأخير قال \" لما خلق الله آدم وذريته قالت الملائكة يا رب خلقتهم يأكلون ويشربون وينكحون ويركبون الخيل فاجعل لهم الدنيا ولنا الآخرة فقال الله تعالى لا أجعل من خلقته بيدي كمن قلت له كن فكان \" ومتن الرواية لا يخلو عن شيء فإن الأكل والشرب والنكاح ونحوها في الإِنسان استكمالات مادية إنما يلتذ الإِنسان بها لما أنه يعالج البقاء لشخصه أو لنوعه بما جهز الله به بنيته المادية والملائكة واجدون في أصل وجودهم كمال ما يتوسل إلى بعضه الإِنسان بقواه المادية وأعماله المملة المتعبة منزهون عن مطاوعه النظام المادي الجاري في الكون فمن المحال أن يسألوا ذلك فليسوا بمحرومين حتى يحرصوا على ذلك فيرجوه أو يتمنوه. ونظير هذا وارد على ما تقدم من استدلالهم على أفضلية الإِنسان من الملك بأن وجود الإِنسان مركب من القوى الداعية إلى الطاعة والقوى الداعية إلى المعصية فإذا اختار الطاعة على المعصية وانتزع إلى الإِسلام والعبودية كانت طاعته أفضل من طاعة الملائكه المفطورين على الطاعة المجبولين على ترك المعصية فهو أكثر قرباً وزلفى وأعظم ثواباً وأجراً. وهذا مبني على أصل عقلائي معتبر في المجتمع الإِنساني وهو أن الطاعة التي هي امتثال الخطاب المولوي من أمر ونهي ولها الفضل والشرف على المعصية وبها يستحق الأجر والثواب لو استحق إنما يترتب عليها أثرها إذا كان الإِنسان المتوجة إليه الخطاب في موقف يجوز له فيه الفعل والترك متساوي النسبة إلى الجانبين، وكلما كان أقرب إلى المعصية منه إلى الطاعه قوي الأثر والعكس بالعكس فليس يستوى في امتثال النهي عن الزنا مثلاً العنين والشيخ الهرم ومن يصعب عليه تحصيل مقدماته والشاب القوي البنية الذي ارتفع عنه غالب موانعه من لا مانع له عنه أصلاً إلا تقوى الله فبعض هذه التروك لا يعد طاعة وبعضها طاعة وبعضها أفضل الطاعة على هذا القياس. ولما كانت الملائكة لا سبيل لهم إلى المعصية لفقدهم غرائز الشهوة والغضب ونزاهتهم عن هوى النفس كان امتثالهم للخطابات المولوية الإِلهية أشبه بامتثال العنين والشيخ الهرم لنهي الزنا وكان الفضل للإِنسان في طاعتة عليهم. وفيه أنه لو تم ذلك لم يكن لطاعة الملائكة فضل أصلاً إذ لا سبيل لهم إلى المعصية ولا لهم مقام استواء النسبة ولم يكن لهم شرف ذاتي وقيمة جوهريه إذ لا شرف على هذا إلا بالطاعة التي تقابلها معصية، وتسميه المطاوعة الذاتية التي لا تتخلف عن الذات طاعة مجاز، ولو كان كذلك لم يكن لقربهم من ربهم موجب ولا لأعمالهم منزلة. لكن الله سبحانه أقامهم مقام القرب والزلفى وأسكنهم في حظائر القدس ومنازل الأنس، وجعلهم خزان سره وحملة أمره ووسائط بينه وبين خلقه، وهل هذا كله لإِرادة منه جزافية من غير صلاحية منهم واستحقاق من ذواتهم؟ وقد أثنى الله عليهم أجزل الثناء إذ قال فيهم بل عباد مكرمون لا يسبقونه بالقول وهم بأمره يعملون الأنبياء 26-27 وقال لا يعصون الله ما أمرهم ويفعلون ما يؤمرون التحريم 6 فوصف ذواتهم بالإِكرام من غير تقييده بقيد ومدح طاعتهم واستنكافهم عن المعصية. وقال مادحاً لعبادتهم وتذللهم لربهم وهم من خشيته مشفقون الأنبياء 28 وقال فإن استكبروا فالذين عند ربك يسبحون له بالليل والنهار وهم لا يسأمون فصلت 38 وقال واذكر ربك في نفسك الأعراف 205 إلى أن قال ولا تكن من الغافلين إن الذين عند ربك لا يستكبرون عن عبادته ويسبحونه وله يسجدون الأعراف 205 فأمر نبيه صلى الله عليه وآله وسلم أن يذكره كذكرهم ويعبده كعبادتهم. وحق الأمر أن كون العمل جائز الفعل والترك ووقوف الإِنسان في موقف استواء النسبة ليس في نفسه ملاك أفضليه طاعته بل بما يكشف ذلك عن صفاء طينته وحسن سريرته والدليل على ذلك أن لا قيمه للطاعه مع العلم بخباثة نفس المطيع وقبح سريرته وإن بلغ في تصفية العمل وبذل المجهود فيه ما بلغ كطاعة المنافق ومريض القلب الحابط عمله عند الله الممحوة حسنته عن ديوان الأعمال فصفاء نفس المطيع وجمال ذاته وخلوصه في عبوديته الذي يكشف عنه انتزاعه من المعصية إلى الطاعة وتحمله المشاق في ذلك هو الموجب لنفاسة عمله وفضل طاعته. وعلى هذا فذوات الملائكة ولا قوام لها إلا الطهارة والكرامة ولا يحكم في أعمالهم إلا ذل العبودية وخلوص النية أفضل من ذات الإِنسان المتكدرة بالهوى المشوبة بالغضب والشهوه وأعماله التي قلما تخلو عن خفايا الشرك وشآمة النفس ودخل الطبع. فالقوام الملكي أفضل من القوام الإِنساني والأعمال الملكية الخالصة لوجه الله أفضل من أعمال الإِنسان وفيها لون قوامه وشوب من ذاته، والكمال الذي يتوخاه الإِنسان لذاته في طاعته وهو الثواب أوتيه الملك في أول وجوده كما تقدمت الإِشاره إليه. نعم لما كان الإِنسان إنما ينال الكمال الذاتي تدريجاً بما يحصل لذاته من الاستعداد سريعاً أو بطيئاً كان من المحتمل أن ينال عن استعداده مقاماً من القرب وموطناً من الكمال فوق ما قد ناله الملك ببهاء ذاته في أول وجوده، وظاهر كلامه تعالى يحقق هذا الاحتمال. كيف وهو سبحانه يذكر في قصة جعل الإِنسان خليفة في الأرض فضل الإِنسان واحتماله لما لا يحتمله الملائكة من العلم بالأسماء كلها، وأنه مقام من الكمال لا يتداركه تسبيحهم بحمده وتقديسهم له، ويطهره مما سيظهر منه من الفساد في الأرض وسفك الدماء كما قال وإذ قال ربك للملائكة إني جاعل في الأرض خليفة قالوا أتجعل فيها من يفسد فيها ويسفك الدماء ونحن نسبح بحمدك ونقدس لك قال إني أعلم ما لا تعلمون البقرة 30 إلى آخر الآيات وقد فصلنا القول في ذلك في ذيل الآيات في الجزء الأول من الكتاب. ثم ذكر سبحانه أمر الملائكة بالسجود لآدم ثم سجودهم له جميعاً فقال فسجد الملائكة كلهم أجمعون الحجر 30 وقد أوضحنا في تفسير الآيات في القصة في سورة الأعراف أن السجدة إنما كان خضوعاً منهم لمقام الكمال الإِنساني ولم يكن آدم عليه السلام إلا قبلة لهم ممثلاً للإِنسانية قبال الملائكة. فهذا ما يفيده ظاهر كلامه تعالى، وفي الأخبار ما يؤيده، وللبحث جهة عقلية يرجع فيها إلى مظانه. قوله تعالى { يوم ندعو كل أناس بإمامهم } اليوم يوم القيامة والظرف متعلق بمقدر أي اذكر يوم كذا، والإِمام المقتدى وقد سمى الله سبحانه بهذا الإِسم أفراداً من البشر يهدون الناس بأمر الله كما في قوله قال إني جاعلك للناس إماماً البقرة 124 وقوله وجعلناهم أئمة يهدون بأمرنا الأنبياء 73 وأفراداً آخرين يقتدى بهم في الضلال كما في قوله فقاتلوا أئمة الكفر التوبة 12. وسمى به أيضاً التوراة كما في قوله ومن قبله كتاب موسى إماماً ورحمة الأحقاف 12، وربما استفيد منه أن الكتب السماوية المشتملة على الشريعه ككتاب نوح وإبراهيم وعيسى ومحمد عليه السلام جميعاً أئمة. وسمى به أيضاً اللوح المحفوظ كما هو ظاهر قوله تعالى وكل شيء أحصيناه في إمام مبين يس 12 ولما كان ظاهر الآية أن لكل طائفة من الناس إماماً غير ما لغيرها فإنه المستفاد من إضافة الإِمام إلى الضمير الراجع إلى كل أُناس لم يصلح أن يكون المراد بالإِمام في الآية اللوح لكونه واحداً لا اختصاص له بأُناس دون أُناس. وأيضاً ظاهر الآية أن هذه الدعوة تعم الناس جميعاً من الأولين والآخرين وقد تقدم في تفسير قوله تعالى كان الناس أُمة واحدة فبعث الله النبيين مبشرين ومنذرين وأنزل معهم الكتاب البقرة 213 أن أول الكتب السماوية المشتملة على الشريعة هو كتاب نوح عليه السلام ولا كتاب قبله في هذا الشأن، وبذلك يظهر عدم صلاحية كون الإِمام في الآية مراداً به الكتاب وإلا خرج من قبل نوح من شمول الدعوة في الآية. فالمتعين أن يكون المراد بإمام كل أُناس من يأتمون به في سبيلى الحق والباطل كما تقدم أن القرآن يسميهما إمامين أو إمام الحق خاصة وهو الذي يجتبيه الله سبحانه في كل زمان لهداية أهله بأمره نبياً كان كابراهيم ومحمد عليهما الصلاة والسلام أو غير نبي، وقد تقدم تفصيل الكلام فيه في تفسير قوله وإذ ابتلى إبراهيم ربه بكلمات فأتمهن قال إني جاعلك للناس إماماً قال ومن ذريتي قال لا ينال عهدي الظالمين البقرة 124. لكن المستفاد من مثل قوله في فرعون وهو من أئمة الضلال يقدم قومه يوم القيامة فأوردهم النار هود 98، وقوله ليميز الله الخبيث من الطيب ويجعل الخبيث بعضه على بعض فيركمه جميعاً فيجعله في جهنم الأنفال 37 وغيرهما من الآيات وهي كثيرة، أن أهل الضلال لا يفارقون أولياءهم المتبوعين يوم القيامة، ولازم ذلك أن يصاحبوهم في الدعوة والإِحضار. على أن قوله { بإمامهم } مطلق لم يقيد بالإِمام الحق الذي جعله الله إماماً هادياً بأمره، وقد سمى مقتدى الضلال إماماً كما سمى مقتدى الهدى إماماً وسياق ذيل الآية والآية الثانية أيضاً مشعر بأن الإِمام المدعو به هو الذي اتخذه الناس إماماً واقتدوا به في الدنيا لا من اجتباه الله للإِمامة ونصبه للهداية بأمره سواء اتبعه الناس أو رفضوه. فالظاهر أن المراد بإمام كل أُناس في الآية من ائتموا به سواء كان إمام حق أو إمام باطل، وليس كما يظن أنهم ينادون بأسماء أئمتهم فيقال يا أُمة إبراهيم ويا أُمة محمد ويا آل فرعون ويا آل فلان فإنه لا يلائمه ما في الآية من التفريع أعني قوله { فمن أُوتي كتابه بيمينه }  { ومن كان في هذه أعمى } الخ إذ لا تفرع بين الدعوة بالإِمام بهذا المعنى وبين إعطاء الكتاب باليمين أو العمى. بل المراد بالدعوة - على ما يعطيه سياق الذيل - هو الإِحضار فهم محضرون بإمامهم ثم يأخذ من اقتدى بإمام حق كتابه بيمينه ويظهر عمى من عمي عن معرفة الإِمام الحق في الدنيا واتباعه، هذا ما يعطيه التدبر في الآية. وللمفسرين في تفسير الإِمام في الآية مذاهب شتى مختلفة منها أن المراد بالإِمام الكتاب الذي يؤتم به كالتوراة والإِنجيل والقرآن فينادي يوم القيامة يا أهل التوراة ويا أهل الإِنجيل ويا أهل القرآن، وقد تقدم بيانه وبيان ما يرد عليه. ومنها أن المراد بالإِمام النبي لمن كان على الحق والشيطان وإمام الضلال لمبتغي الباطل فيقال هاتوا متبعي إبراهيم هاتوا متبعي موسى هاتوا متبعي محمد فيقوم أهل الحق الذين اتبعوهم فيعطون كتب أعمالهم بأيمانهم ثم يُقال هاتوا متبعي الشيطان هاتوا متبعي رؤساء الضلال. وفيه أنه مبني على أخذ الإِمام في الآية بمعناه العرفي وهو من يؤتم به من العقلاء، ولا سبيل إليه مع وجود معنى خاص له في عرف القرآن وهو الذي يهدي بأمر الله والمؤتم به في الضلال. ومنها أن المراد كتاب أعمالهم فيقال يا أصحاب كتاب الخير ويا أصحاب كتاب الشر ووجّه كونه إماماً بأنهم متبعون لما يحكم به من جنة أو نار. وفيه أنه لا معنى لتسمية كتاب الأعمال إماماً وهو يتبع عمل الإِنسان من خير أو شر فإن يسمى تابعاً أولى به من أن يسمى متبوعاً، وأما ما وجه به أخيراً ففيه أن المتبع من الحكم ما يقضي به الله سبحانه بعد نشر الصحف والسؤال والوزن والشهادة وأما الكتاب فإنما يشتمل على متون أعمال الخير والشر من غير فصل القضاء. ومنه يظهر أن ليس المراد بالإِمام اللوح المحفوظ ولا صحيفة عمل الأُمة وهي التي يشير إليها قوله كل أُمة تدعى إلى كتابها الجاثية 28 لعدم ملائمته قوله ذيلاً { فمن أُوتي كتابه بيمينه } الظاهر في الفرد دون الجماعة. ومنها أن المراد به الأُمهات - بجعل إمام جمعاً لأُم - فيقال يا ابن فلان ولا يُقال يا ابن فلان، وقد رووا فيه رواية. وفيه أنه لا يلائم لفظ الآية فقد قيل { ندعوا كل أُناس بإمامهم } ولم يقل ندعو الناس بإمامهم أو ندعو كل إِنسان بأُمه ولو كان كما قيل لتعين أحد التعبيرين الأخيرين وما أُشير إليه من الرواية على تقدير صحتها وقبولها رواية مستقله غير واردة في تفسير الآية. على أن جمع الأُم بالإِمام لغه نادرة لا يحمل على مثلها كلامه تعالى وقد عد في الكشاف هذا القول من بدع التفاسير. ومنها أن المراد به المقتدى به والمتبع عاقلاً كان أو غيره حقاً كان أو باطلاً كالنبي والولي والشيطان ورؤساء الضلال والأديان الحقة والباطلة والكتب السماوية وكتب الضلال والسنن الحسنة والسيئة، ولعل دعوة كل أُناس بإمامهم على هذا الوجه كناية عن ملازمة كل تابع يوم القيامة لمتبوعه، والباء للمصاحبة. وفيه ما أوردناه على القول بأن المراد به الأنبياء ورؤساء الضلال فالحمل على المعنى اللغوي إنما يحسن فيما لم يكن للقرآن فيه عرف، وقد عرفت أن الإِمام في عرف القرآن هو الذي يهدي بأمر الله أو المقتدى في الضلال ومن الممكن أن يكون الباء في { بإمامهم } للآلة فافهم ذلك. على أن هداية الكتاب والسنة والدين وغير ذلك بالحقيقة ترجع إلى هداية الإِمام وكذا النبي إنما يهدي بما أنه إمام يهدي بأمر الله، وأما من حيث إنبائه عن معارف الغيب أو تبليغه ما ارسل به فإنما هو نبي أو رسول وليس بإمام، وكذا إضلال المذاهب الباطلة وكتب الضلال والسنن المبتدعة بالحقيقة إضلال مؤسسيها والمبتدعين بها. قوله تعالى { فمن أُوتي كتابه بيمينه فأولئك يقرؤن كتابهم ولا يظلمون فتيلاً } الفتيل هو المفتول الذي في شق النواة، وقيل الفتيل هو الذي في بطن النواة والنقير في ظهرها والقطمير شق النواة. وتفريع التفصيل على دعوتهم بإمامهم دليل على أن ائتمامهم هو الموجب لانقسامهم إلى قسمين وتفرقهم فريقين من أُوتي كتابه بيمينه ومن كان أعمى وأضل سبيلاً فالإِمام إمامان إمام هدى وإمام ضلال، وهذا هو الذي قدمناه أن تفريع التفصيل يشهد بكون المراد بالإِمام أعم من إمام الهدى. وشهد به أيضاً تبديل إيتاء الكتاب بالشمال أو من وراء الظهر كما وقع في غير هذا الموضع من قوله { ومن كان في هذه أعمى فهو في الآخرة أعمى } الخ. والمعنى - باعانة من السياق - فيتفرقون حينئذ فريقين فالذين أعطوا صحيفة أعمالهم بأيمانهم فأُولئك يقرؤن كتابهم فرحين مستبشرين مسرورين بالسعادة ولا يظلمون مقدار فتيل بل يوفون أجورهم تامة كاملة. قوله تعالى { ومن كان في هذه أعمى فهو في الآخرة أعمى وأضل سبيلاً } المقابلة بين قوليه { في هذه } و { في الآخرة } دليل على أن الإِشارة بهذه إلى الدنيا كما أن كون الآية مسوقة لبيان التطابق بين الحياة الدنيا والآخرة دليل على أن المراد بعمى الآخرة عمى البصيرة كما أن المراد بعمى الدنيا ذلك قال تعالى { إنها لا تعمى الأبصار ولكن تعمى القلوب التي في الصدور } ويؤيد ذلك أيضاً تعقيب عمى الآخرة بقوله { وأضل سبيلاً }. والمعنى ومن كان في هذه الحياه الدنيا لا يعرف الإِمام الحق ولا يسلك سبيل الحق فهو في الحياة الآخرة لا يجد السعادة والفلاح ولا يهتدي إلى المغفره والرحمة. وبما تقدم يتبين ما في قول بعضهم أن الإِشاره بقوله { في هذه } إلى النعم المذكورة والمعنى ومن كان في هذه النعم التي رزقها أعمى لا يعرفها ولا يشكر الله على ما أنعمها فهو في الآخرة أعمى. وكذا ما ذكره بعضهم أن المراد بعمى الدنيا عمى البصيرة وبعمى الآخرة عمى البصر، وقد تقدم وجه الفساد على أن عمى البصر في الآخرة ربما رجع إلى عمى البصيرة لقوله تعالى { يوم تبلى السرائر }. وظاهر بعض المفسرين أن الأعمى الثاني في الآية تفيد معنى التفضيل حيث فسره أنه في الآخرة أشد عمى وأضل سبيلاً والسياق يساعده على ذلك. بحث روائي في أمالي الشيخ بإسناده عن زيد بن علي عن أبيه عليه السلام في قوله { ولقد كرمنا بني آدم } يقول فضلنا بني آدم على سائر الخلق { وحملناهم في البر والبحر } يقول على الرطب واليابس { ورزقناهم من الطيبات } يقول من طيبات الثمار كلها { وفضلناهم } يقول ليس من دابة ولا طائر إلا هي تأكل وتشرب بفيها لا ترفع يدها إلى فيها طعاماً ولا شراباً غير ابن آدم فإنه يرفع إلى فيه بيده طعامه فهذا من التفضيل. وفي تفسير العياشي عن جابر عن أبي جعفر عليه السلام { وفضلناهم على كثير ممن خلقنا تفضيلاً } قال خلق كل شيء منكباً غير الإِنسان خلق منتصباً. أقول وما في الروايتين من قبيل ذكر بعض المصاديق والدليل عليه قوله في آخر الرواية الأُولى فهذا من التفضيل. وفيه عن الفضيل قال سألت أبا جعفر عليه السلام عن قول الله { يوم ندعوا كل أُناس بإمامهم } قال يجيء رسول الله صلى الله عليه وآله وسلم في قومه، وعلي عليه السلام في قومه والحسن في قومه والحسين في قومه وكل من مات بين ظهراني إمام جاء معه. وفي تفسير البرهان عن ابن شهر آشوب عن الصادق عليه السلام ألا تحمدون الله؟ إنه إذا كان يوم القيامة يدعى كل قوم إلى من يتولونه، وفزعنا إلى رسول الله صلى الله عليه وآله وسلم وفزعتم أنتم إلينا. أقول ورواه في المجمع عنه عليه السلام وفيه دلالة على أن رسول الله صلى الله عليه وآله وسلم إمام الأئمة كما أنه شهيد الشهداء وأن حكم الدعوة بالإِمام جار بين الأئمة أنفسهم. وفي مجمع البيان روى الخاص والعام عن علي بن موسى الرضا عليه السلام بالأسانيد الصحيحة أنه روى عن آبائه عن النبي صلى الله عليه وآله وسلم أنه قال فيه \" يدعى كل أُناس بإمام زمانهم وكتاب ربهم وسنة نبيهم \" أقول ورواه في تفسير البرهان عن ابن شهر آشوب عنه عن آبائه عن النبي صلى الله عليه وآله وسلم بلفظه وقد أسنده أيضاً إلى رواية الخاص والعام. وفي الدر المنثور أخرج ابن مردويه عن علي قال قال رسول الله صلى الله عليه وآله وسلم { يوم ندعوا كل أُناس بإمامهم } قال \" يدعى كل قوم بإمام زمانهم وكتاب ربهم وسنة نبيهم \" وفي تفسير العياشي عن عمار الساباطي عن أبي عبد الله عليه السلام قال لا يترك الأرض بغير إمام يحل حلال الله ويحرم حرامه، وهو قول الله { يوم ندعوا كل أُناس بإمامهم } ثم قال قال رسول الله صلى الله عليه وآله وسلم \" من مات بغير إمام مات ميتة جاهلية \" الحديث. أقول ووجه الاحتجاج بالآية عموم الدعوة فيها لجميع الناس. وفيه عن إسماعيل بن همام عن أبي عبد الله عليه السلام في قول الله { يوم ندعوا كل أُناس بإمامهم } قال إذا كان يوم القيامة قال الله أليس العدل من ربكم أن يولوا كل قوم من تولوا؟ قالوا بلى قال فيقول تميزوا فيتميزون. أقول وفيه تأييد لما قدمنا أن المراد بالدعوه بالإِمام احضارهم معه دون النداء بالاسم، والروايات في المعاني السابقة كثيرة. وفي تفسير القمي في قوله تعالى { ولا يظلمون فتيلاً } قال قال الجلدة التي في ظهر النواة. وفي تفسير العياشي عن المثنى عن أبي عبد الله عليه السلام قال سأله أبو بصير وأنا أسمع فقال له رجل له مائة ألف فقال العام أحج العام أحج حتى يجيئه الموت فحجبه البلاء ولم يحج حج الإِسلام فقال يا أبا بصير أو ما سمعت قول الله { من كان في هذه أعمى فهو في الآخرة أعمى وأضل سبيلاً } عمي عن فريضة من فرائض الله.", "annotation": {"aya": [{"start": 19567, "end": 19616}, {"start": 19637, "end": 19677}, {"start": 19799, "end": 19818}, {"start": 19836, "end": 19902}, {"start": 19916, "end": 19933}, {"start": 19957, "end": 20035}, {"start": 21561, "end": 21699}, {"start": 21853, "end": 21878}, {"start": 22350, "end": 22376}, {"start": 22394, "end": 22420}, {"start": 22480, "end": 22498}, {"start": 22544, "end": 22575}, {"start": 22751, "end": 22779}, {"start": 23100, "end": 23171}, {"start": 23665, "end": 23767}, {"start": 23833, "end": 23868}, {"start": 23883, "end": 23964}, {"start": 26187, "end": 26210}], "hadith": [{"start": 17287, "end": 17464}, {"start": 30842, "end": 30894}, {"start": 31148, "end": 31198}, {"start": 31406, "end": 31442}], "verse": []}}