{"text": " { يَا أَيُّهَا ٱلَّذِينَ ءَامَنُواْ } خطاب للمؤمنين بحكم كلي جار فيما سيقع من الوقائع والحروب جيء به في تضاعيف القصة إظهاراً للاعتناء به وحثاً على المحافظة عليه { إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحْفاً } الزحف كما قال الراغب ((انبعاث مع جر الرجل كانبعاث الصبـي قبل أن يمشي والبعير المعيـى والعسكر إذا كثر فتعثر انبعاثه))، وقال غير واحد: هو الدبيب يقال: زحف الصبـي إذا دب على إسته قليلاً قليلاً ثم سمي به الجيش الدهم المتوجه إلى العدو لأنه لكثرته وتكاثفه يرى كأنه يزحف لأن الكل يرى كجسم واحد متصل فتحس حركته بالقياس في غاية البطء وإن كانت في نفس الأمر في غاية السرعة كما قال سبحانه وتعالى: وَتَرَى ٱلْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِىَ تَمُرُ مَرَّ ٱلسَّحَابَ [النمل: 88] وقال قائلهم: وأرعن مثل الطود تحسب أنه وقوف لجاج والركاب تهملج ويجمع على زحوف لأنه خرج عن المصدرية، ونصبه إما على أنه حال من مفعول { لَقِيتُمُ } أي زاحفين نحوكم أو على أنه مصدر مؤكد لفعل مضمر هو الحال منه أي يزحفون زحفاً وجوز كونه حالاً من فاعله أو منه ومن مفعوله معاً، واعترض بأنه يأباه قوله تعالى: { فَلا تُوَلُّوهُمُ ٱلأَدْبَارَ } إذ لا معنى لتقييد النهي عن الإدبار بتوجههم السابق إلى العدو وبكثرتهم بل توجه العدو إليهم وكثرتهم هو الداعي إلى الإدبار عادة والمحوج إلى النهي، وحمله على الإشعار بما سيكون منهم يوم حنين حين تولوا وهم اثنا عشر ألفاً بعيد انتهى. وأجيب بأن المراد بالزحف ليس إلا المشي للقتال من دون اعتبار كثرة أو قلة وسمي المشي لذلك به لأن الغالب عند ملاقاة الطائفتين مشي إحداهما نحو الأخرى مشياً رويداً والمعنى إذا لقيتم الكفار ماشين لقتالهم متوجهين لمحاربتهم أو ماشياً كل واحد منكم إلى صاحبه فلا تدبروا، وتقييد النهي بذلك لإيضاح المراد بالملاقاة ولتفظيع أمر الإدبار لما أنه مناف لتلك الحال، كأنه قيل حيث أقبلتم فلا تدبروا وفيه تأمل؛ والمراد من تولية / الأدبار الانهزام فإن المنهزم يولي ظهره من انهزم منه، وعدل عن لفظ الظهور إلى الأدبار تقبيحاً للانهزام وتنفيراً عنه. وقد يقال: الآية على حد وَلاَ تَقْرَبُواْ ٱلزِّنَىٰ [الإسراء: 32] والمعنى على تقدير الحالية من المفعول كما هو الظاهر واعتبار الكثرة في الزحف وكونها بالنسبة إليهم يا أيها الذين آمنوا إذا لقيتم أعداءكم الكفرة للقتال وهم جمع جم وأنتم عدد نزر فلا تولوهم أدباركم فضلاً عن الفرار بل قابلوهم وقاتلوهم مع قلتكم فضلاً عن أن تدانوهم في العدد أو تساووهم.", "annotation": {"aya": [{"start": 594, "end": 665}, {"start": 1783, "end": 1810}], "hadith": [], "verse": [{"start": 691, "end": 715}, {"start": 716, "end": 739}]}}