{"text": " { فى جنات النعيم } متعلق بالمقربون او بمضمر هو حال من ضميره اى كائنين فى جنات النعيم يعنى در بوستانهاى مشتمل بر انواع نعمتن قيل السابقون اربعة سابق امة موسى عليه السلام وهو خربيل مؤمن آل فرعون وسابق امة عيسى وهو حبيب النجار صاحب انطاكية وسابقا امة محمد عليه السلام وهما ابو بكر وعمر رضى الله عنهما وقال كعب هم اهل القرآن المتوجون يوم القيامة فانهم كادوا أن يكونوا انبياء الا انه لا يوحى اليهم والمراد باهل القرءآن الملازمون لقرآءته العاملون به وكان خلق النبى عليه السلام القرءآن وقيل الناس ثلاثة فرجل ابتكر الخير فى حداثه سنه ثم داوم عليه حتى خرج من الدنيا فهو السابق المقرب ورجل ابتكر عمره بالذنب وطول الغفلة ثم تراجع بتوبة فهذا صاحب اليمين ورجل ابتكر الشرفى حداثة سنه ثم لم يزل عليه حتى خرج من الدنيا فهذا صاحب الشمال وقال حضرة شيخى وسندى قدس سره فى بعض تحريراته العباد ثلاثة اصناف صنف هم اهل النيسان وصنف هم اهل الذكر وصنف هم اهل الاحسان والصنف الاول اهل الفتور مطلقا وليس فيه بوجه من الحضور شىء اصلا وهم اهل البعد قطعا وليس لهم من القرب شىء جدا وهم اصحاب المشأمة مااصحاب المشأمة وهم ارباب الغضب والقهر والجلال ولهم فى نار الجحيم عذاب اليم وماء حميم والصنف الثانى اهل الفتور من وجه واهل الحضور من وجه وهم اهل البعد بوجه واهل القرب بوجه وهم اصحاب الميمنة واصحاب الميمنة مااصحاب الميمنة وهم ارباب الرحمة واللطف والجمال ولهم فى نور النعيم ثواب عظيم وسرور مقيم والصنف الثالث اهل الحضور مطلقا وليس فيهم بوجه من الفتور شىء اصلا وهم اهل القرب مطلقا وليس لهم من البعد شىء اصلا وهم السابقون والسابقون السابقون اولئك المقربون وهم اصحاب كمال الرضى والاجتباء والاصطفاء لهم فى سر نعيم جنة الوصال دوام الصحبة والمشاهدة والمعاينة وبقاء تجلى الوجه الحق والجمال المطلق وهم ارباب الكمال المتوجه بوجه بلا قفا فى الظاهر وقفا بلا وجه فى الباطن والثالث وجه بلا قفا فى الظاهر والباطن لكونهم على تعين الوجه المطلق وفى رسالته العرفانية اصحاب اليمين ممن سوى المقربين وجه بلا قفا فى الظاهر لحصول الرؤية لهم وقفا بلا وجه فى الباطن اى لعدم انكشاف البصيرة لهم واصحاب الشمال قفا بلا وجه فى الظاهر اى باعتبار البداية ووجه بلا قفا فى الباطن اى باعتبار النهاية وقال فى اللائحات البرقيات له ذكر بعضهم بمجرد اللسان فقط وهم فريق الغافلين من الفجار ولهم رد مطلق فانهم يقولونه بأفواههم ماليس فى قلوبهم وذكر بعضهم بمجرد اللسان والعقل فقط وهم فريق المتيقظين من الابرار ولهم قبول بالنسبة الى من تحتهم لا بالنسبة الى من فوقهم وذكر بعضهم بمجرد اللسان والعقل والقلب فقط وهم فريق اهل البداية من المقربين وقبولهم نسبى ايضا وذكر بعضهم بمجرد اللسان والعقل والقلب والروح فقط وهم اهل الوسط من المقربين وقبولهم اضافى ايضا وذكر بعضهم كان مطلقا حيث تحقق لهم ذكر اللسان وفكر المذكور ومطالعة الآثار بالعقل وحضور المذكور ومكاشفة الاطوار وبالقلب وانس المذكور ومشاهدة الانوار بالروح والفناء فى المذكور ومعاينة الاسرار بالسر فلهم قبول مطلقا وليس لهم رد اصلا لأن كمالهم وتمامهم كان حقيقيا جدا وهم ارباب النهاية من المقربين من الانبياء والمرسلين واولياء الكاملين الا كملين. وفى التأويلات النجمية يشير الى مراتب اعاظم المملكة الانسانية ومقامات اكابرها وصناديدها وهم الروح السابق المقرب وجود او رتبة والقلب المتوسط صاحب الميمنة والنفس الاخيرة صاحبة المشأمة اما تسمية الروح بالسابق فلسبقه بالتجليات الذاتية الرحامنية والتنزلات الربانية وبقاء طهارته ونزاهته ابتدآء وانتهاء ووصف القلب بصاحب الميمنة ليمنه والتيمن به وغلبة التجليات الصفاتية والاسمائية عليه ووصف النفس بصاحبة المشأمة لشؤمها وميشوميتها وتلعثمها عند اجابة دواعى الحق بالانقياد من غير عناد واعتناد واما تقديم القلب والنفس على الروح فلسعة الرحمانية الواسعة كل شىء كما قال ورحمتى وسعت كل شىء وقال \" رحمتى سبقت غضبى \" اذ جعل النفس برزخا بين القلب والروح لتستفيد برحمته مرة من هذا وتارة من هذا وتصير منصبة بنورانتيهما وتؤمن بهما ان شاء الله تعالى كما قال تعالى الا من تاب وآمن وعمل عملا صالحا فاولئك يبدل الله سيئاتهم حسنات وبقوله { فى جنات نعيم } يشير الى جنة الذات وجنة الصفات وجنة الافعال لان السابقين المقربين هم الفانون فى الله بالذات والصفات والافعال والباقون بالله بالذات والصفات والافعال ولصاحب كل مقام من هذه المقامات الثلاثة جنة مختصة به جزاء وفاقا هذه الجنات كلها شاملة للنعيم الدنيوى واخروى ان فهمت الرموز الالهية فزت بالكنوز الرحمانية", "annotation": {"aya": [{"start": 3269, "end": 3287}, {"start": 3455, "end": 3517}], "hadith": [{"start": 3293, "end": 3312}], "verse": []}}