{"text": " اعلم أن في قوله: { بَلَغَ أَشُدَّهُ وَٱسْتَوَىٰ } قولين: أحدهما: أنهما بمعنى واحد وهو استكمال القوة واعتدال المزاج والبنية والثاني: وهو الأصح أنهما معنيان متغايران ثم اختلفوا على وجوه: أحدها: وهو الأقرب أن الأشد عبارة عن كمال القوة الجسمانية البدنية، والاستواء عبارة عن كمال القوة العقلية وثانيها: الأشد عبارة عن كمال القوة، والاستواء عبارة عن كمال البنية والخلقة وثالثها: الأشد عبارة عن البلوغ، والاستواء عبارة عن كمال الخلقة ورابعها: قال ابن عباس الأشد ما بين الثمان عشرة سنة إلى الثلاثين ثم من الثلاثين سنة إلى الأربعين يبقى سواء من غير زيادة ولا نقصان، ومن الأربعين يأخذ في النقصان، وهذا الذي قاله ابن عباس رضي الله عنهما حق، لأن الإنسان يكون في أول العمر في النمو والتزايد ثم يبقى من غير زيادة ولا نقصان، ثم يأخذ في الانتقاص فنهاية مدة الازدياد من أول العمر إلى العشرين ومن العشرين إلى الثلاثين يكون التزايد قليلاً والقوة قوية جداً ثم من الثلاثين إلى الأربعين يقف فلا يزداد ولا ينتقص ومن الأربعين إلى الستين يأخذ في الانتقاص الخفي، ومن الستين إلى آخر العمر يأخذ في الانتقاص البين الظاهر، ويروى أنه لم يبعث نبي إلا على رأس أربعين سنة والحكمة فيه ظاهرة لأن الإنسان يكون إلى رأس الأربعين قواه الجسمانية من الشهوة والغضب والحس قوية مستكملة فيكون الإنسان منجذباً إليها فإذا انتهى إلى الأربعين أخذت القوى الجسمانية في الانتقاص، والقوة العقلية في الازدياد فهناك يكون الرجل أكمل ما يكون فلهذا السر اختار الله تعالى هذا السن للوحي. المسألة الثانية: اختلفوا في واحد الأشد، قال الفراء: الأشد واحدها شد في القياس ولم يسمع لها بواحد. وقال أبو الهيثم: واحدة الأشد شدة، كما أن واحدة الأنعم نعمة، والشدة القوة والجلادة. أما قوله: { آتَيْنَاهُ حُكْمًا وَعِلْمًا } ففيه وجهان الأول: أنها النبوة وما يقرن بها من العلوم والأخلاق، وعلى هذا التقدير ليس في الآية دليل على أن هذه النبوة كانت قبل قتل القبطي أو بعده، لأن الواو في قوله: { وَدَخَلَ ٱلْمَدِينَةَ } لا تفيد الترتيب الثاني: آتيناه الحكمة والعلم قال تعالى: وَٱذْكُـرْنَ مَا يُتْـلَىٰ فِى بُيُوتِكُـنَّ مِنْ ءايَـٰتِ ٱللَّهِ وَٱلْحِكْــمَةِ [الأحزاب: 34] وهذا القول أولى لوجوه: أحدها: أن النبوة أعلى الدرجات البشرية فلا بد وأن تكون مسبوقة بالكمال في العلم والسيرة المرضية التي هي أخلاق الكبراء والحكماء وثانيها: أن قوله: { وَكَذَلِكَ نَجْزِى ٱلْمُحْسِنِينَ } يدل على أنه إنما أعطاه الحكم والعلم مجازاة على إحسانه والنبوة لا تكون جزاء على العمل وثالثها: أن المراد بالحكم والعلم لو كان هو النبوة، لوجب حصول النبوة لكل من كان من المحسنين لقوله: { وَكَذَلِكَ نَجْزِى ٱلْمُحْسِنِينَ } لأن قوله: { وَكَذٰلِكَ } إشارة إلى ما تقدم ذكره من الحكم والعلم، ثم بين إنعامه عليه قبل قتل القبطي. وفيه مسائل: المسألة الأولى: اختلفوا في المدينة فالجمهور على أنها هي المدينة التي كان يسكنها فرعون، وهي قرية على رأس فرسخين من مصر، وقال الضحاك: هي عين شمس. المسألة الثانية: اختلفوا في معنى قوله: { عَلَىٰ حِينِ غَفْلَةٍ مّنْ أَهْلِهَا } على أقوال: فالقول الأول: أن موسى عليه السلام لما بلغ أشده واستوى وآتاه الله الحكم والعلم في دينه ودين آبائه، علم أن فرعون وقومه على الباطل، فتكلم بالحق وعاب دينهم، واشتهر ذلك منه حتى آل الأمر إلى أن أخافوه وخافهم، وكان له من بني إسرائيل شيعة يقتدون به ويسمعون منه، وبلغ في الخوف بحيث ما كان يدخل مدينة فرعون إلا خائفاً، فدخلها يوماً على حين غفلة من أهلها، ثم الأكثرون على أنه عليه السلام دخلها نصف النهار وقت ما هم قائلون، وعن ابن عباس يريد بين المغرب والعشاء والأول أولى، لأنه تعالى أضاف الغفلة إلى أهلها، وإذا دخل المرء مستتراً لأجل خوف، لا تضاف الغفلة إلى القوم القول الثاني: قال السدي: إن موسى عليه السلام حين كبر كان يركب مراكب فرعون، ويلبس مثل ما يلبس، ويدعى موسى ابن فرعون، فركب يوماً في أثره فأدركه المقيل في موضع، فدخلها نصف النهار، وقد خلت الطرق، فهو قوله: { عَلَىٰ حِينِ غَفْلَةٍ } القول الثالث: قال ابن زيد: ليس المراد من قوله: { عَلَىٰ حِينِ غَفْلَةٍ مّنْ أَهْلِهَا } حصول الغفلة في تلك الساعة، بل المراد الغفلة من ذكر موسى وأمره، فإن موسى حين كان صغيراً ضرب رأس فرعون بالعصا ونتف لحيته، فأراد فرعون قتله، فجيء بجمر فأخذه وطرحه في فيه، فمنه عقدة لسانه، فقال فرعون: لا أقتله، ولكن أخرجوه عن الدار والبلد، فأخرج ولم يدخل عليهم حتى كبر، والقوم نسوا ذكره وذلك قوله: { عَلَىٰ حِينِ غَفْلَةٍ } ولا مطمع في ترجيح بعض هذه الروايات على بعض، لأنه ليس في القرآن ما يدل على شيء منها. المسألة الثالثة: قال تعالى: { فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلاَنِ هَـٰذَا مِن شِيعَتِهِ وَهَـٰذَا مِنْ عَدُوّهِ } قال الزجاج: قال: هذا وهذا وهما غائبان على وجه الحكاية، أي وجد فيها رجلين يقتتلان، إذا نظر الناظر إليهما قال هذا من شيعته وهذا من عدوه، ثم اختلفوا فقال مقاتل: الرجلان كانا كافرين، إلا أن أحدهما من بني إسرائيل، والآخر من القبط، واحتج عليه بأن موسى عليه السلام قال له في اليوم الثاني إِنَّكَ لَغَوِىٌّ مُّبِينٌ [القصص: 18] والمشهور أن الذي من شيعته كان مسلماً، لأنه لا يقال فيمن يخالف الرجل في دينه وطريقه: إنه من شيعته، وقيل إن القبطي الذي سخر الإسرائيلي كان طباخ فرعون، استسخره لحمل الحطب إلى مطبخه، وقيل الرجلان المقتتلان: أحدهما السامري وهو الذي من شيعته، والآخر طباخ فرعون، والله أعلم بكيفية الحال، فاستغاثه الذي من شيعته على الذي من عدوه، أي سأله أن يخلصه منه واستنصره عليه، فوكزه موسى عليه السلام، الوكز الدفع بأطراف الأصابع، وقيل بجمع الكف. وقرأ ابن مسعود: فلكزه موسى، وقال بعضهم: الوكز في الصدر واللكز في الظهر، وكان عليه السلام شديد البطش، وقال بعض المفسرين: فوكزه بعصاه، قال المفضل هذا غلط، لأنه لا يقال وكزه بالعصا { فَقَضَىٰ عَلَيْهِ } أي أماته وقتله. المسألة الرابعة: احتج بهذه الآية من طعن في عصمة الأنبياء عليه السلام من وجوه: أحدها: أن ذلك القبطي إما أن يقال إنه كان مستحق القتل أو لم يكن كذلك، فإن كان الأول فلم قال: { هَـٰذَا مِنْ عَمَلِ ٱلشَّيْطَـٰنِ } ولم قال: { رَبّ إِنّى ظَلَمْتُ نَفْسِى فَٱغْفِرْ لِى فَغَفَرَ لَهُ } ولم قال في سورة أخرى فَعَلْتُهَا إِذاً وَأَنَاْ مِنَ ٱلضَّالّينَ [الشعراء: 20]؟ وإن كان الثاني وهو أن ذلك القبطي لم يكن مستحق القتل كان قتله معصية وذنباً وثانيها: أن قوله: { وَهَـٰذَا مِنْ عَدُوّهِ } يدل على أنه كان كافراً حربياً فكان دمه مباحاً فلم استغفر عنه، والاستغفار عن الفعل المباح غير جائز، لأنه يوهم في المباح كونه حراماً؟ وثالثها: أن الوكز لا يقصد به القتل ظاهراً، فكان ذلك القتل قتل خطأ، فلم استغفر منه؟ والجواب: عن الأول لم لا يجوز أن يقال إنه كان لكفره مباح الدم. أما قوله: { هَـٰذَا مِنْ عَمَلِ ٱلشَّيْطَـٰنِ } ففيه وجوه: أحدها: لعل الله تعالى وإن أباح قتل الكافر إلا أنه قال الأولى تأخير قتلهم إلى زمان آخر، فلما قتل فقد ترك ذلك المندوب فقوله: { هَـٰذَا مِنْ عَمَلِ ٱلشَّيْطَـٰنِ } معناه إقدامي على ترك المندوب من عمل الشيطان وثانيها: أن قوله هذا إشارة إلى عمل المقتول لا إلى عمل نفسه فقوله: { هَـٰذَا مِنْ عَمَلِ ٱلشَّيْطَـٰنِ } أي عمل هذا المقتول من عمل الشيطان، المراد منه بيان كونه مخالفاً لله تعالى مستحقاً للقتل وثالثها: أن يكون قوله هذا إشارة إلى المقتول، يعني أنه من جند الشيطان وحزبه، يقال فلان من عمل الشيطان، أي من أحزابه. أما قوله: { رَبّ إِنّى ظَلَمْتُ نَفْسِى فَٱغْفِرْ لِى } فعلى نهج قول آدم عليه السلام: رَبَّنَا ظَلَمْنَا أَنفُسَنَا [الأعراف: 23] والمراد أحد وجهين، إما على سبيل الانقطاع إلى الله تعالى والاعتراف بالتقصير عن القيام بحقوقه، وإن لم يكن هناك ذنب قط، أو من حيث حرم نفسه الثواب بترك المندوب. أما قوله: { فَٱغْفِرْ لِى } أي فاغفر لي ترك هذا المندوب، وفيه وجه آخر، وهو أن يكون المراد رب إني ظلمت نفسي حيث قتلت هذا الملعون، فإن فرعون لو عرف ذلك لقتلني به { فَٱغْفِرْ لِى } أي فاستره علي ولا توصل خبره إلى فرعون { فَغَفَرَ لَهُ } أي ستره عن الوصول إلى فرعون، ويدل على هذا التأويل أنه على عقبه قال: { رَبّ بِمَا أَنْعَمْتَ عَلَىَّ فَلَنْ أَكُونَ ظَهِيراً لّلْمُجْرِمِينَ } ولو كانت إعانة المؤمن ههنا سبباً للمعصية لما قال ذلك. وأما قوله: { فَعَلْتُهَا إِذاً وَأَنَاْ مِنَ ٱلضَّالّينَ } فلم يقل إني صرت بذلك ضالاً، ولكن فرعون لما ادعى أنه كان كافراً في حال القتل نفى عن نفسه كونه كافراً في ذلك الوقت، واعترف بأنه كان ضالاً أي متحيراً لا يدري ما يجب عليه أن يفعله وما يدبر به في ذلك. أما قوله إن كان كافراً حربياً فلم استغفر عن قتله؟ قلنا كون الكافر مباح الدم أمر يختلف باختلاف الشرائع فلعل قتلهم كان حراماً في ذلك الوقت، أو إن كان مباحاً لكن الأولى تركه على ما قررنا، قوله ذلك القتل كان قتل خطأ، قلنا لا نسلم فلعل الرجل كان ضعيفاً وموسى عليه السلام كان في نهاية الشدة، فوكزه كان قاتلاً قطعاً. ثم إن سلمنا ذلك ولكن لعله عليه السلام كان يمكنه أن يخلص الإسرائيلي من يده بدون ذلك الوكز الذي كان الأولى تركه، فلهذا أقدم على الاستغفار على أنا وإن سلمنا دلالة هذه الآية على صدور المعصية لكنا بينا أنه لا دليل ألبتة على أنه كان رسولاً في ذلك الوقت فيكون ذلك صادراً منه قبل النبوة، وذلك لا نزاع فيه. المسألة الخامسة: قالت المعتزلة الآية دلت على بطلان قول من نسب المعاصي إلى الله تعالى لأنه عليه السلام قال: { هَـٰذَا مِنْ عَمَلِ ٱلشَّيْطَـٰنِ } فنسب المعصية إلى الشيطان، فلو كانت بخلق الله تعالى لكانت من الله لا من الشيطان وهو كقول يوسف عليه السلام مِن بَعْدِ أَن نَّزغَ ٱلشَّيْطَـٰنُ بَيْنِى وَبَيْنَ إِخْوَتِى [يوسف: 100] وقول صاحب موسى عليه السلام: وَمَا أَنْسَانِيهُ إِلاَّ ٱلشَّيْطَـٰنُ [الكهف: 63] وقوله تعالى: لاَ يَفْتِنَنَّكُمُ ٱلشَّيْطَـٰنُ كَمَا أَخْرَجَ أَبَوَيْكُم مّنَ ٱلْجَنَّةِ [الأعراف: 27]. أما قوله: { رَبّ بِمَا أَنْعَمْتَ عَلَىَّ فَلَنْ أَكُونَ ظَهِيراً لّلْمُجْرِمِينَ } ففيه وجوه: أحدها: أن ظاهره يدل على أنه قال إنك لما أنعمت علي بهذا الإنعام فإني لا أكون معاوناً لأحد من المجرمين بل أكون معاوناً للمسلمين، وهذا يدل على أن ما أقدم عليه من إعانة الإسرائيلي على القبطي كان طاعة لا معصية، إذ لو كانت معصية، لنزل الكلام منزلة ما إذا قيل إنك لما أنعمت علي بقبول توبتي عن تلك المعصية فإني أكون مواظباً على مثل تلك المعصية وثانيها: قال القفال: كأنه أقسم بما أنعم الله عليه أن لا يظاهر مجرماً، والباء للقسم أي بنعمتك علي وثالثها: قال الكسائي والفراء إنه خبر، ومعناه الدعاء كأنه قال فلا تجعلني ظهيراً، قال الفراء وفي حرف عبدالله { فَلاَ تَجْعَلْنِى ظَهِيرًا } ، واعلم أن في الآية دلالة على أنه لا يجوز معاونة الظلمة والفسقة. وقال ابن عباس: لم يستثن ولم يقل فلن أكون ظهيراً إن شاء الله، فابتلي به في اليوم الثاني، وهذا ضعيف لأنه في اليوم الثاني ترك الإعانة، وإنما خاف منه ذلك العدو فقال: إِن تُرِيدُ إِلاَّ أَن تَكُونَ جَبَّاراً فِى ٱلأَرْضِ [القصص: 19] لا أنه وقع منه.", "annotation": {"aya": [{"start": 1798, "end": 1880}, {"start": 4341, "end": 4367}, {"start": 5320, "end": 5363}, {"start": 6434, "end": 6463}, {"start": 8178, "end": 8240}, {"start": 8281, "end": 8320}, {"start": 8346, "end": 8422}, {"start": 9331, "end": 9384}], "hadith": [], "verse": []}}