{"text": " قوله - عز وجل -: { هَلْ أَتَاكَ حَدِيثُ مُوسَىٰ }: منهم من يقول: قد أتاك فخوفهم به. وقال الحسن: لم يكن أتاه، فأتاه بهذا؛ كما يقول الرجل لآخر: هل أتاك ما فعل فلان؟ وهو يريد أن يذكره بهذا فيعلمه مع علمه أنه لم يكن علمه من قبل. وقد ذكرنا ما في ذكر الأنباء من الفوائد من تثبيت الرسالة والتخويف لمن أساء صحبة الرسل - عليهم السلام - لئلا ينزل بهم ما نزل بفرعون وأتباعه حين أساءوا صحبة الرسول موسى، عليه السلام. وقوله - عز وجل -: { إِذْ نَادَاهُ رَبُّهُ بِٱلْوَادِ ٱلْمُقَدَّسِ طُوًى } قيل: طوى: اسم ذلك الوادي. وقيل: سمي: طوى؛ لأنه بورك مرتين، مرة حين أتاه إبراهيم عليه السلام، ومرة بإتيان موسى عليه السلام. وذكر عن الزجاج أن { طِوى } بكسر الطاء الذي بورك مرتين، ثم أضاف ذلك الحديث مرة إلى موسى ومرة إلى نفسه إذ ناداه؛ فظاهره: أن الله - تعالى - هو الذي كلمه، فأضيف إلى الله تعالى؛ لأن أصله من الله - تعالى - كما ذكرنا في قوله - تعالى -: حَتَّىٰ يَسْمَعَ كَلاَمَ ٱللَّهِ [التوبة: 6]، وفي قوله: إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ [الحاقة: 40]. وقوله - عز وجل -: { ٱذْهَبْ إِلَىٰ فِرْعَوْنَ إِنَّهُ طَغَىٰ } أي: عتا وطغى في نعمه، فاستعملها في كفران نعمه؛ فلم يشكر الله - تعالى - بها. وقوله - عز وجل -: { فَقُلْ هَل لَّكَ إِلَىٰ أَن تَزَكَّىٰ } ، أي: هل لك في إجابة من إذا أجبت تزكيت، أو هل لك رغبة إلى ما تزكو به نفسك وتنمو. ثم في هذه الآية دلالة أن من أراد أن يدعو آخر إلى ما فيه رشده وصلاحه، فالواجب عليه أن يدعوه أولا بالرفق واللين؛ كما أمر موسى وهارون - عليهما السلام - بقوله: فَقُولاَ لَهُ قَوْلاً لَّيِّناً [طه: 44]، وبقوله: { هَل لَّكَ إِلَىٰ أَن تَزَكَّىٰ } ثم إذا ترك الإجابة ختم كلامه بالتعنيف؛ كما فعل موسى - عليه السلام - بقوله: وَإِنِّي لأَظُنُّكَ يٰفِرْعَونُ مَثْبُوراً [الإسراء: 102] بعد قوله: لَقَدْ عَلِمْتَ مَآ أَنزَلَ هَـٰؤُلاۤءِ إِلاَّ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلأَرْضِ [الإسراء: 102]. وقوله - عز وجل -: { وَأَهْدِيَكَ إِلَىٰ رَبِّكَ فَتَخْشَىٰ } ، أي: أهديك إلى ربك فتهتدي، ثم تخشاه إذا اهتديت؛ أي: عرفت عظمته وجلاله؛ فتخشى عقوبته؛ فيكون العلم مثمرا للخشية؛ ألا ترى إلى قوله: إِنَّمَا يَخْشَى ٱللَّهَ مِنْ عِبَادِهِ ٱلْعُلَمَاءُ [فاطر: 28]. أو أهديك إلى طاعة ربك، وأنذرك عقابه إذا عصيته؛ فتخشى؛ فلا تعصيه. وقوله - عز وجل -: { فَأَرَاهُ ٱلآيَةَ ٱلْكُبْرَىٰ }: منهم من ذكر أن الآية الكبرى هي اليد؛ سميت: كبرى؛ لأن سحرهم عمل في الحبال والعصي، ولم يعمل في اليد؛ فكانت هذه الآية خارجة عن نوع سحرهم، فسميت: كبرى؛ لهذا المعنى. ومنهم من ذكر أن الآية الكبرى هي العصا؛ لأن غلبة موسى - عليه السلام - على السحرة كانت بالعصا، حيث تلقفت ما أتوا به من السحر، ولكن كل آياته كانت كبرى، كما قال في آية أخرى: وَمَا نُرِيِهِم مِّنْ آيَةٍ إِلاَّ هِيَ أَكْبَرُ مِنْ أُخْتِهَا [الزخرف: 48]، فكانت أحداهما أكبر من الأخرى عند ذوي الأحلام والنهى لمن تأمل فيها وتدبر، والله الموفق. وقوله: { فَكَذَّبَ وَعَصَىٰ } ، أي: كذب بآيات الله، وعصى نبيه موسى؛ فلم يطعه. وقوله - عز وجل -: { ثُمَّ أَدْبَرَ يَسْعَىٰ } ، قال الحسن: كان خفيفا طيَّاشاً، وإلا فالملوك إذا دعوا إلى أمر تدبروا فيه وتفكروا: إما ليجيبوا الداعي إلى ما دعاهم، أو ليردوا عليه، فأما الإدبار والسعي فليس إلا من الخفة والطيش. وقال غيره: أدبر عن طاعة الله - تعالى - وتولى عنه، وسعى في جمع السحرة. أو سعى في جمع من قال لموسى - عليه السلام -: فَٱجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِداً لاَّ نُخْلِفُهُ [طه: 58]. وقوله - عز وجل -: { فَحَشَرَ فَنَادَىٰ * فَقَالَ أَنَاْ رَبُّكُمُ ٱلأَعْلَىٰ }: ذلك اللعين قد علم أنه ليس برب السماء والأرض، ولكن قد اتخذ لقومه أصناما فأمر العوام منهم أن يعبدوها؛ ليقربهم ذلك إليه، لكن إذا صاروا من خاصته أذن لهم بأن يعبدوه، وأمر الخواص منهم بعبادته، فسمى نفسه: أعلى الأرباب؛ لهذا. وقوله -: { فَأَخَذَهُ ٱللَّهُ نَكَالَ ٱلآخِرَةِ وَٱلأُوْلَىٰ }: منهم من يقول: أخذه بعقوبة الكلمتين جميعا: الكلمة الأولى: قوله: مَا عَلِمْتُ لَكُمْ مِّنْ إِلَـٰهٍ غَيْرِي [القصص: 38]، والكلمة الثانية: قوله: { أَنَاْ رَبُّكُمُ ٱلأَعْلَىٰ }. ومنهم من يقول: أخذه بعقوبة ما تقدم من الإجرام وما تأخر إلى أن غرق. ومنهم من يقول: أخذه بالعقوبة في الدنيا والآخرة، فغرقه في الدنيا، وعذب روحه بعد مماته بقوله: ٱلنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوّاً وَعَشِيّاً [غافر: 46]، ويدخل في النار مع أتباعه بقوله: وَيَوْمَ تَقُومُ ٱلسَّاعَةُ أَدْخِلُوۤاْ آلَ فِرْعَوْنَ أَشَدَّ ٱلْعَذَابِ [غافر: 46]؛ فاتصلت عقوبة الدنيا بعقوبة الآخرة. وقوله: { إِنَّ فِي ذَلِكَ لَعِبْرَةً لِّمَن يَخْشَىٰ }: وفي ذلك كله عبرة، لكن الذي يعتبر بها من يخشى العواقب، ويخاف عقوبة الله تعالى. وقوله: { ءَأَنتُمْ أَشَدُّ خَلْقاً أَمِ ٱلسَّمَآءُ }: جائز أن يكون هذا صلة قوله: يَوْمَ تَرْجُفُ ٱلرَّاجِفَةُ [النازعات: 6]؛ فيكون في قوله: { يَوْمَ تَرْجُفُ ٱلرَّاجِفَةُ }. وفي قوله: { ءَأَنتُمْ أَشَدُّ خَلْقاً } تقرير له أيضا. ثم قوله: { ءَأَنتُمْ أَشَدُّ خَلْقاً أَمِ ٱلسَّمَآءُ } يحتمل أوجها: أحدها: أن إعادتهم خلقا جديدا وبعثهم أيسر في عقول منكري البعث من خلق السماوات، وقد أقروا أنه خالق السماء، فإذا لم يتعذر عليه خلق السماء، وإن كان خلقها أشد في عقولهم من خلق أمثالهم، فما بالهم ينكرون بعثهم وإعادتهم إلى ما كانوا عليه، وذلك أهون في عقولهم. ويحتمل وجها آخر: وهو أن السماء مع شدة خلقها أشفقت على نفسها، فأبت قبول ما عرض عليها من الأمانة، وخافت نقمة الله - تعالى - [فما بال] هذا الإنسان مع ضعفه يمتنع عن الإجابة إلى ما دعي إليه؛ أفلا يشفق على نفسه، ولا يخاف نقمة الله تعالى، وما خلقت النار والجنة إلا لأجل الإنس، فيذكرهم بهذا؛ ليخوفهم ويرتدعوا عما هم فيه من الطغيان ويجيبوا إلى ما دعاهم إليه الرسول. وجائز أن يكون هذا صلة قوله: إِذَا ٱلسَّمَآءُ ٱنفَطَرَتْ [الانفطار: 1]، و إِذَا ٱلسَّمَآءُ ٱنشَقَّتْ [الإنشقاق: 1]، فيخبر أن السماء مع شدتها وطواعيتها لا تقوم بذلك اليوم؛ فكيف [يقوم الإنسان] لهول ذلك اليوم مع ضعفه؟! فيرجع هذا - أيضا - إلى التخويف. وقوله - عز وجل -: { بَنَاهَا * رَفَعَ سَمْكَهَا فَسَوَّاهَا }: { بَنَاهَا }: أي: خلقها، { رَفَعَ سَمْكَهَا }: سقفها، { فَسَوَّاهَا } بالأرض، أو سواها على ما توجبه الحكمة ويدل على الوحدانية. قال إمام الهدى أبو منصور - رضي الله عنه -: ثم لم يفهم أحد من قوله: { بَنَاهَا } ما يفهم من البناء المضاف إلى الخلق، ولا فهم من الرفع ما يفهم من الرفع المضاف إليهم، ولا فهم من قوله: { وَٱلأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا } ما يفهم من البسط المعروف المنسوب إلى الخلق، فما بال [بعض] الناس فهموا من المجيء الذي أضيف إلى الله تعالى ما فهموا من المجيء الذي يضاف إلى الخلق، فلولا آفة حلت بهم حملتهم على أن يفهموا منه المعنى المكروه، وإلا لم تنصرف أوهامهم إلى مثل ذلك. وقوله - عز وجل -: { وَأَغْطَشَ لَيْلَهَا } ، قيل: أظلم ليلها، { وَأَخْرَجَ ضُحَاهَا }: ففي؛ إظلام الليل، وإخراج الضحى ما ينفي عن منكري البعث الشبه التي تعترض لهم، وذلك أنه يغطش في ساعة لطيفة ويغشى ظلمتها كل شيء، ثم يتلفها في أدنى وهلة، ويفنيها كأنها لم تكن، ثم يعيدها بعدما أتلفها حتى لو أراد [أحد أن يميز] بين الأولى والثانية لم يقدر عليه، بل وقع عنده أن الأولى هي الثانية، والثانية هي الأولى، وهذا بعدما تلفت الظلمة الأولى، وذهبت كلها حتى لم يبق منها أثر؛ فلأن يكون قادرا على إعادتهم خلقا جديدا بعدما أفناهم، وقد بقي من آثار الخلق الأول بعضه - أولى. ثم أضاف ذلك إلى السماء؛ لأن بدأهما يظهر من عندها. وقوله - عز وجل -: { وَٱلأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا } قالوا: بسطها: فمنهم من يقول: خلقها مجتمعة، ثم بسطها بعدما خلق السماوات؛ ألا ترى أنه قال: { دَحَاهَا } ، ولم يقل: خلقها. ومنهم من ذكر أنه خلق سماء الدنيا أولاً، ثم خلق الأرضين بعد ذلك، ثم خلق السماوات الست من بعد. ومنهم من ذكر أنها كانت قبل أن تبسط تحت بيت المقدس، ثم بسطها بعد ذلك. قال أبو بكر: هذا لا يحتمل؛ لأنه لا يجوز أن تكون بجملتها وسعتها تحت بيت المقدس، والله أعلم. ولكن معناه عندنا - إن كان على ما قالوا - [فهو] منصرف إلى الجوهر؛ أي: الجوهر الذي خلق منه الأرض كان هنالك، لا أن كانت بجملتها تحته؛ كما خلق هذا الإنسان من النطفة وإن لم يكن بكليته في النطفة، وخلق من التراب وإن لم يكن بكليته على ما هو عليه في التراب، وكان معناه: أنه خلق من ذلك الجوهر؛ فعلى ذلك الحكم فيما ذكره. ومنهم من زعم أن خلقهما كان معا. وذكر عن الحسن أن الأرضين خلقت قبل السماء بقوله: هُوَ ٱلَّذِي خَلَقَ لَكُمْ مَّا فِي ٱلأَرْضِ جَمِيعاً ثُمَّ ٱسْتَوَىٰ إِلَى ٱلسَّمَآءِ فَسَوَّٰهُنَّ... [البقرة: 29]، وقال في موضع آخر: ثُمَّ ٱسْتَوَىٰ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٌ [فصلت: 11]، وقال: اسم السماء ما ارتفع من الشيء كما يقال للسقف، سماء؛ لارتفاعه عن الإنسان. وقوله - عز وجل -: { أَخْرَجَ مِنْهَا مَآءَهَا وَمَرْعَاهَا }: ذكر ما أنشأه لنا؛ لنحمده، وما أخرج منها للأنعام لتذكير النعم - أيضا - لنشكره ونحمده عليه؛ إذ الدواب خلقت لنا، فما رجع إلى منافعها فيهي راجعة إلينا، إذ بها ما نصل إلى الانتفاع بالدواب. وقوله - عز وجل -: { وَٱلْجِبَالَ أَرْسَاهَا } ، أثبتها؛ لئلا تميد بأهلها. وقوله - عز وجل -: { مَتَاعاً لَّكُمْ وَلأَنْعَامِكُمْ }: فيه أن ما جعله متاعا لنا قد جعل شيئا من ذلك للدواب أيضا، والذي جعله للأنعام، لم يجعل لنا فيه شركاء؛ وذلك لأن الذي أنشأه لمتاع البشر منه ما يستخبث ويستقذر، ومنه ما يستطاب ويدخر، فجعل ما طاب منه للبشر، وما خبث منه لمنافع الدواب، والذي أنشأه لمنافع الدواب مما تستخبثه الطباع وتستقذره، فَفَضَّل أغذية مَنْ فَضَّلَ منازلهم، ففيما ذكرنا دلالة إباحة التناول من الطيبات؛ إذ الله تعالى مَنَّ على عباده أن جعل أغذيتهم بما طاب من الأشياء، وفضلهم على الأنعام، [فمن كره ذلك] فقد كره الانتفاع بما أنشئ للانتفاع، والله أعلم.", "annotation": {"aya": [{"start": 831, "end": 863}, {"start": 887, "end": 919}, {"start": 1370, "end": 1401}, {"start": 1530, "end": 1572}, {"start": 1598, "end": 1675}, {"start": 1883, "end": 1935}, {"start": 2397, "end": 2460}, {"start": 2978, "end": 3034}, {"start": 3470, "end": 3512}, {"start": 3741, "end": 3791}, {"start": 3836, "end": 3910}, {"start": 4173, "end": 4201}, {"start": 5026, "end": 5053}, {"start": 5071, "end": 5097}, {"start": 7314, "end": 7417}, {"start": 7450, "end": 7497}], "hadith": [], "verse": []}}