{"text": " روي عن ابن عباس أنهم كانوا أربعة آلاف، وعنه كانوا ثمانية آلاف، وقال أبو صالح تسعة آلاف، وعن ابن عباس أربعون ألفاً، وقال وهب بن منبه وأبو مالك كانوا بضعة وثلاثين ألفاً. وروى ابن أبي حاتم عن ابن عباس، قال كانوا أهل قرية يقال لها داوردان. وكذا قال السدي وأبو صالح، وزاد من قبل واسط، وقال سعيد بن عبد العزيز كانوا من أهل أذرعات، وقال ابن جريج عن عطاء قال هذا مثل. وقال علي بن عاصم كانوا من أهل داوردان قرية على فرسخ من قبل واسط. وقال وكيع بن الجراح في تفسيره حدثنا سفيان عن ميسرة بن حبيب النهدي، عن المنهال بن عمرو الأسدي، عن سعيد بن جبير، عن ابن عباس { أَلَمْ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَـٰرِهِمْ وَهُمْ أُلُوفٌ حَذَرَ ٱلْمَوْتِ } قال كانوا أربعة آلاف خرجوا فراراً من الطاعون، قالوا نأتي أرضاً ليس بها موت، حتى إذا كانوا بموضع كذا وكذا قال الله لهم { مُوتُواْ } فماتوا، فمر عليهم نبي من الأنبياء، فدعا ربه أن يحييهم، فأحياهم، فذلك قوله عز وجل { أَلَمْ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَـٰرِهِمْ وَهُمْ أُلُوفٌ حَذَرَ ٱلْمَوْتِ } الآية. وذكر غير واحد من السلف، أن هؤلاء القوم، كانوا أهل بلدة في زمان بني إسرائيل، استوخموا أرضهم، وأصابهم بها وباء شديد، فخرجوا فراراً من الموت، هاربين إلى البرية، فنزلوا وادياً أفيح، فملؤوا ما بين عدوتيه، فأرسل الله إليهم ملكين، أحدهما من أسفل الوادي، والآخر من أعلاه، فصاحا بهم صيحة واحدة، فماتوا عن آخرهم موتة رجل واحد، فحيزوا إلى حظائر، وبني عليهم جدران وقبور، وفنوا وتمزقوا وتفرقوا، فلما كان بعد دهر، مرّ بهم نبي من أنبياء بني إسرائيل، يقال له حزقيل، فسأل الله أن يحييهم على يديه، فأجابه إلى ذلك، وأمره أن يقول أيتها العظام البالية إن الله يأمرك أن تجتمعي، فاجتمع عظام كل جسد بعضها إلى بعض، ثم أمره فنادى أيتها العظام إن الله يأمرك أن تكتسي لحماً وعصباً وجلداً، فكان ذلك وهو يشاهد، ثم أمره فنادى أيتها الأرواح إن الله يأمرك أن ترجع كل روح إلى الجسد الذي كانت تعمره، فقاموا أحياءً ينظرون، قد أحياهم الله بعد رقدتهم الطويلة، وهم يقولون سبحانك لا إله إلا أنت. وكان في إحيائهم عبرة ودليل قاطع على وقوع المعاد الجسماني يوم القيامة، ولهذا قال { إن الله لذو فضل على الناس } ، أي فيما يريهم من الآيات الباهرة والحجج القاطعة والدلالات الدامغة { وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لاَ يَشْكُرُونَ } أي لا يقومون بشكر ما أنعم الله به عليهم في دينهم ودنياهم. وفي هذه القصة عبرة ودليل، على أنه لن يغني حذر من قدر، وأنه لا ملجأ من الله إلا إليه، فإن هؤلاء خرجوا فراراً من الوباء، طلباً لطول الحياة، فعوملوا بنقيض قصدهم، وجاءهم الموت سريعاً في آن واحد. ومن هذا القبيل، الحديث الصحيح الذي رواه الإمام أحمد حدثنا إسحاق بن عيسى، أخبرنا مالك وعبد الرزاق، أخبرنا معمر، كلاهما عن الزهري، عن عبد الحميد بن عبد الرحمن بن زيد بن الخطاب، عن عبد الله ابن الحارث بن نوفل، عن عبد الله بن عباس أن عمر بن الخطاب خرج إلى الشام حتى إذا كان بسرغ، لقيه أمراء الأجناد أبو عبيدة بن الجراح وأصحابه، فأخبروه أن الوباء قد وقع بالشام، فذكر الحديث، فجاءه عبد الرحمن بن عوف، وكان متغيباً لبعض حاجته، فقال إن عندي من هذا علماً، سمعت رسول الله صلى الله عليه وسلم يقول \" إذا كان بأرض وأنتم بها فلا تخرجوا فراراً منه، وإذا سمعتم به بأرض فلا تقدموا عليه \" فحمد الله عمر، ثم انصرف، وأخرجاه في الصحيحين من حديث الزهري به بطريق أخرى لبعضه. قال أحمد حدثنا حجاج ويزيد العمي، قالا أخبرنا ابن أبي ذئب عن الزهري عن سالم عن عبد الله بن عامر بن ربيعة أن عبد الرحمن بن عوف أخبر عمر وهو في الشام عن النبي صلى الله عليه وسلم \" أن هذا السقم عذب به الأمم قبلكم، فإذا سمعتم به في أرض، فلا تدخلوها، وإذا وقع بأرض وأنتم بها، فلا تخرجوا فراراً \" قال فرجع عمر من الشام، وأخرجاه في الصحيحين من حديث مالك، عن الزهري بنحوه. وقوله { وَقَـٰتِلُواْ فِي سَبِيلِ اللَّهِ وَٱعْلَمُوۤاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ } أي كما أن الحذر لا يغني من القدر، كذلك الفرار من الجهاد وتجنبه، لا يقرب أجلاً ولا يبعده، بل الأجل المحتوم والرزق المقسوم مقدر مقنن، لا يزاد فيه، ولا ينقص منه، كما قال تعالى ٱلَّذِينَ قَالُواْ لإِخْوَٰنِهِمْ وَقَعَدُواْ لَوْ أَطَاعُونَا مَا قُتِلُوا قُلْ فَادْرَءُوا عَنْ أَنفُسِكُمُ الْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ آل عمران 168، وقال تعالى وَقَالُواْ رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا ٱلْقِتَالَ لَوْلاۤ أَخَّرْتَنَا إِلَىٰ أَجَلٍ قَرِيبٍ قُلْ مَتَـٰعُ ٱلدُّنْيَا قَلِيلٌ وَٱلآخِرَةُ خَيْرٌ لِّمَنِ ٱتَّقَىٰ وَلاَ تُظْلَمُونَ فَتِيلاً أَيْنَمَا تَكُونُواْ يُدْرِككُّمُ ٱلْمَوْتُ وَلَوْ كُنتُمْ فِى بُرُوجٍ مُّشَيَّدَةٍ النساء 77 ـ 78 وروينا عن أمير الجيوش، ومقدم العساكر، وحامي حوزة الإسلام، وسيف الله المسلول على أعدائه أبي سليمان خالد بن الوليد رضي الله عنه، أنه قال، وهو في سياق الموت لقد شهدت كذا وكذا موقفاً. وما من عضو من أعضائي إلا وفيه رمية أو طعنة أو ضربة، وها أنا ذا أموت على فراشي كما يموت العير، فلا نامت أعين الجبناء ـ يعني أنه يتألم لكونه ما مات قتيلاً في الحرب، ويتأسف على ذلك، ويتألم أن يموت على فراشه. وقوله { مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً } ، يحث تعالى عباده على الإنفاق في سبيل الله، وقد كرر تعالى هذه الآية في كتابه العزيز في غير موضع، وفي حديث النزول أنه يقول تعالى \" من يقرض غير عديم ولا ظلوم \" وقال ابن أبي حاتم حدثنا الحسن بن عرفة، حدثنا خلف بن خليفة، عن حميد الأعرج، عن عبد الله بن الحارث، عن عبد الله بن مسعود، قال لما نزلت { مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ } ، قال أبو الدحداح الأنصاري يا رسول الله وإن الله عز وجل ليريد منا القرض؟ قال \" نعم يا أبا الدحداح \" قال أرني يدك يا رسول الله قال فناوله يده، قال فإني قد أقرضت ربي عز وجل حائطي، قال وحائط له فيه ستمائة نخلة، وأم الدحداح فيه وعيالها. قال فجاء أبو الدحداح فناداها يا أم الدحداح قالت لبيك. قال اخرجي، فقد أقرضته ربي عز وجل. وقد رواه ابن مردويه من حديث عبد الرحمن ابن زيد بن أسلم عن أبيه، عن عمر رضي الله عنه مرفوعاً بنحوه، وقوله { قَرْضًا حَسَنًا } روي عن عمر وغيره من السلف هو النفقة في سبيل الله، وقيل هو النفقة على العيال، وقيل هو التسبيح والتقديس. وقوله { فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً } كما قال تعالى مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّاْئَةُ حَبَّةٍ وَٱللَّهُ يُضَـٰعِفُ لِمَن يَشَآءُ البقرة 261 الآية، وسيأتي الكلام عليها. وقال الإمام أحمد حدثنا يزيد، أخبرنا مبارك بن فضالة، عن علي بن زيد، عن أبي عثمان النهدي، قال أتيت أبا هريرة رضي الله عنه، فقلت له إنه بلغني أنك تقول إن الحسنة تضاعف ألف ألف حسنة، قال وما أعجبك من ذلك؟ لقد سمعته من النبي صلى الله عليه وسلم يقول \" إن الله يضاعف الحسنة ألفي ألف حسنة \" هذا حديث غريب، وعلي بن زيد بن جدعان عنده مناكير، لكن رواه ابن أبي حاتم من وجه آخر فقال حدثنا أبو خلاد سليمان بن خلاد المؤدب، حدثنا يونس بن محمد المؤدب، حدثنا محمد بن عقبة الرفاعي عن زياد الجصاص عن أبي عثمان النهدي، قال لم يكن أحد أكثر مجالسة لأبي هريرة مني، فقدم قبلي حاجاً، قال وقدمت بعده، فإذا أهل البصرة يأثرون عنه أنه قال سمعت رسول الله صلى الله عليه وسلم يقول \" إن الله يضاعف الحسنة ألف ألف حسنة \" فقلت ويحكم، والله ما كان أحد أكثر مجالسة لأبي هريرة مني، فما سمعت هذا الحديث، قال فتحملت أريد أن ألحقه، فوجدته قد انطلق حاجاً، فانطلقت إلى الحج أن ألقاه في هذا الحديث، فلقيته لهذا، فقلت يا أبا هريرة ما حديث سمعت أهل البصرة يأثرون عنك؟ قال ما هو؟ قلت زعموا أنك تقول إن الله يضاعف الحسنة ألف ألف حسنة، قال يا أبا عثمان وما تعجب من ذا، والله يقول { مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً } ويقول فَمَا مَتَاعُ ٱلْحَيَاةِ ٱلدُّنْيَا فِى ٱلآخِرَةِ إِلاَّ قَلِيلٌ التوبة 38 والذي نفسي بيده لقد سمعت رسول الله صلى الله عليه وسلم يقول \" إن الله يضاعف الحسنة ألفي ألف حسنة \" وفي معنى هذا الحديث ما رواه الترمذي وغيره من طريق عمرو بن دينار، عن سالم، عن عبد الله ابن عمر بن الخطاب، أن رسول الله صلى الله عليه وسلم قال \" من دخل سوقاً من الأسواق، فقال لا إله إلا الله وحده لاشريك له، له الملك وله الحمد، وهو على كل شيء قدير، كتب الله له ألف ألف حسنة، ومحا عنه ألف ألف سيئة \" الحديث، وقال ابن أبي حاتم حدثنا أبو زرعة إسماعيل بن إبراهيم بن بسام، حدثنا أبو إسماعيل المؤدب عن عيسى بن المسيب، عن نافع، عن ابن عمر، قال لما نزلت مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ البقرة 261 إلى آخرها، فقال رسول الله صلى الله عليه وسلم \" رب زد أمتي \" ، فنزلت { مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً }. قال \" رب زد أمتي \" ، فنزلت إِنَّمَا يُوَفَّى ٱلصَّـٰبِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ الزمر 10. وروى ابن أبي حاتم أيضاً عن كعب الأحبار أنه جاءه رجل فقال إني سمعت رجلاً يقول من قرأ قُلْ هُوَ ٱللَّهُ أَحَدٌ الإخلاص 1 مرة واحدة، بنى الله له عشرة آلاف ألف غرفة من درّ وياقوت في الجنة، أفأصدق ذلك؟ قال نعم، أو عجبت من ذلك؟ قال نعم، وعشرين ألف ألف وثلاثين ألف ألف وما لا يحصي ذلك إلا الله، ثم قرأ { مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً } فالكثير من الله لا يحصى. وقوله { وَٱللَّهُ يَقْبِضُ وَيَبْسُطُ } أي أنفقوا ولا تبالوا، فالله هو الرازق، يضيق على من يشاء من عباده في الرزق، ويوسعه على آخرين، له الحكمة البالغة في ذلك { وَإِلَيْهِ تُرْجَعُونَ } أي يوم القيامة.", "annotation": {"aya": [{"start": 3558, "end": 3701}, {"start": 3727, "end": 4004}, {"start": 5482, "end": 5661}, {"start": 6830, "end": 6894}, {"start": 7446, "end": 7552}, {"start": 7754, "end": 7814}, {"start": 7909, "end": 7933}], "hadith": [{"start": 2767, "end": 2851}, {"start": 3108, "end": 3222}, {"start": 4633, "end": 4662}, {"start": 4946, "end": 4968}, {"start": 5944, "end": 5982}, {"start": 6348, "end": 6385}, {"start": 6964, "end": 7002}, {"start": 7144, "end": 7298}, {"start": 7609, "end": 7623}, {"start": 7731, "end": 7745}], "verse": []}}