{"text": " قوله تعالى: { إِنَّ ٱلْمُصَّدِّقِينَ وَٱلْمُصَّدِّقَاتِ } قرأ ابن كثير وأبو بكر عن عاصم بتخفيف الصاد فيهما من التصديق، أي المصدّقين بما أنزل الله تعالى. الباقون بالتشديد أي المتصدقين والمتصدقات فأدغِمت التاء في الصاد، وكذلك في مصحف أُبيّ. وهو حثٌّ على الصدقات، ولهذا قال: { وَأَقْرَضُواْ ٱللَّهَ قَرْضاً حَسَناً } بالصدقة والنفقة في سبيل الله. قال الحسن: كل ما في القرآن من القرض الحسن فهو التطوع. وقيل: هو العمل الصالح من الصدقة وغيرها محتسباً صادقاً. وإنما عطف بالفعل على الاسم، لأن ذلك الاسم في تقدير الفعل، أي إن الذين صدّقوا وأقرضوا { يُضَاعَفُ لَهُمْ } أمثالها. وقراءة العامة بفتح العين على ما لم يسم فاعله. وقرأ الأعمش «يُضَاعِفُه» بكسر العين وزيادة هاء. وقرأ ٱبن كثير وٱبن عامر ويعقوب «يُضَعَّفُ» بفتح العين وتشديدها. { وَلَهُمْ أَجْرٌ كَرِيمٌ } يعني الجنة. قوله تعالى: { وَٱلَّذِينَ آمَنُواْ بِٱللَّهِ وَرُسُلِهِ أُوْلَـٰئِكَ هُمُ ٱلصِّدِّيقُونَ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ } ٱختلف في { وَٱلشُّهَدَآءُ } هل هو مقطوع مما قبل أو متصل به. فقال مجاهد وزيد بن أسلم: إن الشهداء والصدّيقين هم المؤمنون وأنه متصل وروي معناه عن النبيّ صلى الله عليه وسلم فلا يوقف على هذا على قوله: { ٱلصِّدِّيقُونَ } وهذا قول ٱبن مسعود في تأويل الآية. قال القشيري قال الله تعالى: فَأُوْلَـٰئِكَ مَعَ ٱلَّذِينَ أَنْعَمَ ٱللَّهُ عَلَيْهِم مِّنَ ٱلنَّبِيِّينَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّالِحِينَ [النساء:69] فالصدّيقون هم الذين يتلون الأنبياء، والشهداء هم الذين يتلون الصدّيقين، والصالحون يتلون الشهداء، فيجوز أن تكون هذه الآية في جملة من صدّق بالرسل أعني { وَٱلَّذِينَ آمَنُواْ بِٱللَّهِ وَرُسُلِهِ أُوْلَـٰئِكَ هُمُ ٱلصِّدِّيقُونَ وَٱلشُّهَدَآءُ }. ويكون المعنى بالشهداء من شهد لله بالوحدانية، فيكون صدّيق فوق صدّيق في الدرجات كما قال النبيّ صلى الله عليه وسلم: \" إن أهل الجنات العلا ليراهم من دونهم كما يرى أحدكم الكوكب الذي في أفق السماء وإن أبا بكر وعمر منهم وأنْعَمَا \" وروي عن ٱبن عباس ومسروق أن الشهداء غير الصدّيقين. فالشهداء على هذا منفصل مما قبله والوقف على قوله: { ٱلصِّدِّيقُونَ } حسن. والمعنى { وَٱلشُّهَدَآءُ عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ } أي لهم أجر أنفسهم ونور أنفسهم. وفيهم قولان أحدهما ـ أنهم الرسل يشهدون على أممهم بالتصديق والتكذيب قاله الكلبي ودليله قوله تعالى: وَجِئْنَا بِكَ عَلَىٰ هَـٰؤُلاۤءِ شَهِيداً [النساء:41]. الثاني ـ أنهم أمم الرسل يشهدون يوم القيامة، وفيما يشهدون به قولان: أحدهما ـ أنهم يشهدون على أنفسهم بما عملوا من طاعة ومعصية. وهذا معنى قول مجاهد. الثاني ـ يشهدون لأنبيائهم بتبليغهم الرسالة إلى أممهم قاله الكلبي. وقال مقاتل قولاً ثالثاً: إنهم القتلى في سبيل الله تعالى. ونحوه عن ٱبن عباس أيضاً قال: أراد شهداء المؤمنين. والواو واو الابتداء. والصدّيقون على هذا القول مقطوع من الشهداء. وقد ٱختلف في تعيينهم فقال الضحاك: هم ثمانية نفر أبو بكر وعليّ وزيد وعثمان وطلحة والزبير وسعد وحمزة. وتابعهم عمر بن الخطاب رضي الله عنهم ألحقه الله بهم لما صدق نبيّه صلى الله عليه وسلم. وقال مقاتل بن حيان: الصدّيقون هم الذين آمنوا بالرسل ولم يكذبوهم طرفة عين، مثل مؤمن آل فرعون، وصاحب آل ياسين، وأبي بكر الصديق، وأصحاب الأخدود. قوله تعالى: { وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِآيَاتِنَآ } أي بالرسل والمعجزات { أُوْلَـٰئِكَ أَصْحَابُ ٱلْجَحِيمِ } فلا أجر لهم ولا نور.", "annotation": {"aya": [{"start": 1196, "end": 1320}, {"start": 2126, "end": 2168}], "hadith": [{"start": 1689, "end": 1800}], "verse": []}}