{"text": " { قَالَتْ فَذٰلِكُنَّ } الفاء فصيحةٌ والخطابُ للنسوة والإشارةُ إلى يوسف بالعنوان الذي وصفْنه به الآن من الخروج في الحسن والجمالِ عن المراتب البشريةِ والانتصار على الملَكية، فاسمُ الإشارة مبتدأٌ والموصولُ خبرُه والمعنى إن كان الأمرُ قلتنّ فذلكنّ الملكُ الكريمُ النائي عن المراتب البشريةِ هو { ٱلَّذِى لُمْتُنَّنِى فِيهِ } أي عيَّرْتُنّني في الافتتان به حيث رَبَأْتُن بمحلِّي بنسبتي إلى العزيز ووضعتُنَّ قدرَه بكونه من المماليك أو بالعنوان الذي وصفْنه به فيما سبق بقولهن: امرأةُ العزيز عشِقت عبدَها الكَنعاني فهو خبرٌ لمبتدأ محذوفٍ أي فهو ذلك العبدُ الكنعانيُّ الذي صورتُنّ في أنفسكن وقلتنّ فيه وفيَّ ما قلتن فالآن قد علمتُنّ من هو وما قولُكن فينا، وأما ما يقال ـ تعني أنكن لم تصوِّرْنه بحقِّ صورتِه ولو صوّرتُنّه بما عاينتُنّ لعذرتُنّني في الافتتان به ـ فلا يلائمُ المقام فإن مرادَها بدعوتهن وتمهيدِ ما مهَّدَتْه لهن تبكيتُهن وتنديمُهن على ما صدر عنهن من اللوم وقد فعلت ذلك بما لا مزيدَ عليه، وما ذكر من المقال فحقُّ المعتذر قبل ظهور معذرتِه وقد قيل في تعليل الملَكية: أن الجمعَ بـين الجمال الرائقِ والكمال الفائق والعصمةِ البالغةِ من الخواصِّ الملكية وهو أيضاً لا يلائم قولها: { فَذٰلِكُنَّ ٱلَّذِى لُمْتُنَّنِى فِيهِ } فإن عنوانَ العصمةِ مما ينافي تمشيةَ مرامِها ثم بعدما أقامت عليهن الحجة وأوضحت لديهن عذرَها وقد أصابهن من قِبله عليه السلام ما أصابها باحت لهن ببقية سرِّها فقالت: { وَلَقَدْ رَاوَدتُّهُ عَن نَّفْسِهِ } حسبما قلتنّ وسمعتن { فَٱسَتَعْصَمَ } امتنع طالباً للعصمة وهو بناءُ مبالغةٍ يدل على الامتناع البليغِ والتحفّظ الشديد كأنه في عصمة وهو يجتهد في الاستزادة منها كما في استمسك واستجمع الرأيَ وفيه برهانٌ نيِّر على أنه لم يصدُر عنه عليه السلام شيء مُخِلٌّ باستعصامه بقوله: معاذ الله من الهمّ وغيرِه. اعترفت لهن أولاً بما كن يسمعنْه من مراودتها له وأكدتْه إظهاراً لابتهاجها بذلك ثم زادت على ذلك أنه أعرض عنها على أبلغ ما يكون ولم يَمِلْ إليها قط ثم زادت عليه أيضاً أنها مستمرةٌ على ما كانت عليه غير مرغوبة عنه لا بلوم العواذل ولا بإعراض الحبـيب فقالت: { وَلَئِن لَّمْ يَفْعَلْ مَا ءامُرُهُ } أي آمرُ به فيما سيأتي كما لم يفعل فيما مضىٰ فحُذف الجارُّ وأوصل الفعلُ إلى الضمير كما في أمرتك الخيرَ فالضميرُ للموصول أو أمري إياه أي موجبَ أمري ومقتضاه، فما مصدرية والضميرُ ليوسف وعبّرت عن مراودتها بالأمر إظهاراً لجريان حكومتِها عليه واقتضاءً للامتثال بأمرها { لَيُسْجَنَنَّ } بالنون المثقلة آثرت بناءَ الفعل للمفعول جرياً على رسم الملوكِ أو إيهاماً لسرعة ترتبِ ذلك على عدم امتثالِه لأمرها كأنه لا يدخُل بـينهما فعلُ فاعل { وَلَيَكُونًا } بالمخففة { مِنَ ٱلصَّـٰغِرِينَ } أي الأذلاء في السجن وقد قرىء الفعلان بالتثقيل ولكن المشهورةَ أولى لأن النونَ كُتبت في المصحف ألفاً على حكم الوقف، واللامُ الداخلة على حرف الشرطِ موطئةٌ للقسم وجوابُه سادٌّ مسدَّ الجوابـين ولقد أتتْ بهذا الوعيدِ المنطوي على فنون التأكيدِ بمحضر منهن ليعلم يوسفُ عليه السلام أنها ليست في أمرها على خُفية ولا خفية من أحد فتضيقَ عليه الحيلُ وتعيا به العللُ وينصحن له ويُرشِدْنه إلى موافقتها. ولما كان هذا الإبراقُ والإرعادُ منها مظِنةً لسؤال سائل يقول: فما صنع يوسفُ حينئذ؟ قيل:", "annotation": {"aya": [], "hadith": [], "verse": []}}