{"text": " قوله تعالى: { لَن تَنَالُواْ ٱلْبِرَّ } يعني: الجنة، قاله ابن عباس وابن مسعود ومجاهد، وقال مقاتل بن حيان: التقوى، وقيل: الطاعة، وقيل: الخير، وقال الحسن: لن تكونوا أبراراً. أخبرنا محمد بن عبد الله الصالحي أنا أبو بكر أحمد بن الحسن الحيري، أنا حاجب بن أحمد الطوسي أخبرنا محمد بن حماد قال: أخبرنا أبو معاوية عن الأعمش عن شقيق عن عبد الله رضي الله عنه قال: قال رسول الله صلّى الله عليه وسلم: \" عليكم بالصدقِ، فإنّ الصدق يهدي إلى البِرَّ، وإنّ البرَ يهدي إلى الجنة، وما يزالُ الرجلُ يصدقُ ويتحرَّى الصدقَ حتى يُكتبَ عندَ الله صديقاً، وإياكم والكذبَ فإنّ الكذبَ يهدي إلى الفجورِ وإن الفجور يهدي إلى النار، وما يزالُ الرجلُ يكذبُ ويتحرَّى الكذبَ حتى يُكتبَ عند الله كذّاباً \". قوله تعالى: { حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَ } أي: من أحبِّ أموالِكم إليكم، روى الضحاك عن ابن عباس: أن المراد منه أداء الزكاة. وقال مجاهد والكلبي: هذه الآية نسختها آية الزكاة، وقال الحسن: كل إنفاق يبتغي به المسلمُ وجهَ الله حتى الثمرة ينال به هذا البِّر، وقال عطاء: لن تنالوا البِّر أي: شرفَ الدين والتقوى حتى تتصدقُوا وأنتم أصحاء أشحاء. أخبرنا أبو الحسن السرخسي أنا زاهر بن أحمد أنا أبو إسحاق الهاشمي، أنا أبو مصعب عن مالك عن إسحاق بن عبد الله بن أبي طلحة أنه سمع أنس بن مالك يقول: \" كان أبو طلحة الأنصاري أكثر أنصاريّ بالمدينة مالاً وكان أحب أمواله إليه بِيْرُحَاء، وكانت مستقبلة المسجد، وكان رسول الله يدخلها ويشرب من ماءٍ فيها طَيِّبٍ، قال أنس: فلما نزلت هذه الآية { لَن تَنَالُواْ ٱلْبِرَّ حَتَّىٰ تُنْفِقُواْ مِمَّا تُحِبُّونَ } قام أبو طلحة إلى رسول الله صلّى الله عليه وسلم فقال: يا رسول الله إن الله تعالى يقول في كتابه: (لن تنالوا البِّر حتى تُنفقوا ممّا تُحبون) وإنّ أحب أموالي إليَّ بيرُحاء، وإنها صدقة أرجو بِرَّها وذُخرَها عند الله، فضعها يا رسول الله حيث شئت، فقال رسول الله صلّى الله عليه وسلم: بخٍ بخٍ ذلك مالٌ رابح. أو قال: ذلك مال رابح وقد سمعتُ ما قلتَ فيها، وإني أرى أن تجعلها في الأقربين، فقال أبو طلحة أفعلُ يا رسول الله فقسّمها أبو طلحة في أقاربه وبني عمه \". وروي عن مجاهد قال: كتب عمر بن الخطاب رضي الله عنه إلى أبي موسى الأشعري أن يبتاع له جارية من سبي جلولاء يوم فُتحتْ فدعا بها فأعجبته، فقال عمر: إن الله عزّ وجلّ يقول: { لَن تَنَالُواْ ٱلْبِرَّ حَتَّىٰ تُنْفِقُواْ مِمَّا تُحِبُّونَ } فأعتقها عمر. وعن حمزة بن عبد الله بن عمر قال: خطرتْ على قلب عبد الله بن عمر هذه الآية { لَن تَنَالُواْ ٱلْبِرَّ حَتَّىٰ تُنْفِقُواْ مِمَّا تُحِبُّونَ } قال ابن عمر: فذكرتُ ما أعطاني الله عزّ وجلّ، فما كان شيء أعجب إليّ من فلانة، هي حرّةٌ لوجه الله تعالى، ولولا أنني لا أعود في شيء جعلته لله لنكحتها. { وَمَا تُنفِقُواْ مِن شَىْءٍ فَإِنَّ ٱللَّهَ بِهِ عَلِيمٌ } ، أي: يعلمه ويجازي به.", "annotation": {"aya": [], "hadith": [{"start": 388, "end": 669}, {"start": 1159, "end": 1858}], "verse": []}}