{"text": " { وكذلك أعثرنا عليهم } أي: مثل ذلك البعث والإنامة أطلعنا على حالهم المستعدّين القابلين لهديهم ومعرفة حقائقهم { ليعلموا } بصحبتهم وهدايتهم { أنّ وعد الله } بالبعث والجزاء { حق وأنّ الساعة لا ريب فيها إذ يتنازعون بينهم أمرهم } أي: حين يتنازع المستعدون الطالبون بينهم أمرهم في المعاد، فمنهم من يقول: إن البعث مخصوص بالأرواح المجردة دون الأجساد، ومنهم من يقول: إنه بالأرواح والأجساد معاً، فعلموا بالاطلاع عليهم ومعرفتهم أنه بالأرواح والأجساد وأن المعاد الجسماني حق، { فقالوا ابنوا عليهم بنياناً } أي: فلما توفوا قالوا ذلك كالخانقاهات والمشاهد والمزارات المبنية على الكمل، المقربين من الأنبياء والأولياء كإبراهيم ومحمد وعلى سائر الأنبياء والأولياء عليهم الصلاة والسلام. { ربّهم أعلم بهم } من كلام أتباعهم من أممهم والمقتدين بهم، أي: هم أجلّ وأعظم شأناً من أن يعرفهم غيرهم، الموحدون الهالكون في الله، المتحققون به، فهو أعلم بهم كما قال تعالى: \" أوليائي تحت قبائي، لا يعرفهم غيري \" { قال الذين غلبوا على أمرهم } من أصحابهم والذين يلون أمرهم تبركاً بهم وبمكانهم { لنتخذنّ عليهم مسجداً } يصلى فيه. { سيقولون } أي: الظاهريون من أهل الكتاب والمسلمين الذين لا علم لهم بالحقائق. وقوله: { رجماً بالغيب } أي: رمياً بالذي غاب عنهم، يعني: ظنّاً خالياً عن اليقين بعد قولهم: { ثلاثة رابعهم كلبهم } و { خمسة سادسهم كلبهم } وتوسيط الواو الدالة على أن الصفة مجامعة للموصوف ولا تفارقه، وأنه لا عدد وراءه بين قوله: { ويقولون سبعة } وبين { وثامنهم كلبهم }. وقوله: { ما يعلمهم إلا قليل } بعده، يدل على أنّ العدد هو سبعة لا غير، فالقليل هم المحققون القائلون به وإن أوّلناهم بالقوى الروحانية فهم العاقلتان: النظرية والعملية، والفكر والوهم، والتخيل والذكر، والحسّ المشترك المسمى بنطاسيا، والكلب النفس والشمس والروح على كلا التأويلين. ولهذا روي عن أمير المؤمنين عليه السلام أنه قال: \" إنهم كانوا سبعة، ثلاثة عن يمين الملك وثلاثة عن يساره، والسابع هو الراعي صاحب الكلب \" ، فإن صحت الرواية فالملك هو دقيانوس النفس الأمّارة، والثلاثة الذين كانوا عن يمينه يستشيرهم هم العاقلتان والفكر، والثلاثة الذين كانوا عن يساره يستوزرهم هم التخيل والوهم والذكر، والراعي هو بنطاسيا صاحب أغنام الحواس، والذين قالوا هم ثلاثة ارادوا القلب والعاقلتين، والذين قالوا خمسة زادوا عليهم الفكر والوهم وتركوا المدرك للصور والذكر لعدم تصرفهما وكون كل منهما كالخزانة. وعلى هذا التأويل فالاطلاع للفئة المحققين من الحضرة الإلهية على بقاء النفس بعد خراب البدن، والتنازع، هو التجاذب والتغالب الواقع بين القوى في الاستيلاء على البدن الذي يبعثون فيه وهو البنيان المأمور ببنائه والآمرون هم الغالبون الذين قالوا: { لَنَتَّخِذَنَّ عَلَيْهِمْ مَّسْجِداً } [الكهف، الآية: 21] يسجد، أي: ينقاد فيه جميع القوى الحيوانية و الطبيعية والنفسانية والمأمورون هم المغلوبون الفاعلون في البدن المبعوث فيه والله أعلم.", "annotation": {"aya": [], "hadith": [{"start": 837, "end": 874}], "verse": []}}