{"text": " قوله { إِنَّ ٱلَّذِينَ لاَ يُؤْمِنُونَ بِٱلآخِرَةِ لَيُسَمُّونَ ٱلْمَلَـٰئِكَةَ تَسْمِيَةَ ٱلآنثَىٰ } أي أن هؤلاء الذين لا يؤمنون بالبعث، وما بعده من الدار الآخرة، وهم الكفار يضمون إلى كفرهم مقالة شنعاء، وجهالةً جهلاء، وهي أنهم يسمون الملائكة المنزهين عن كل نقص تسمية الأنثى، وذلك أنهم زعموا أنها بنات الله، فجعلوهم إناثاً، وسموهم بنات { وَمَا لَهُم بِهِ مِنْ عِلْمٍ } هذه الجملة في محل نصب على الحال، أي يسمونهم هذه التسمية، والحال أنهم غير عالمين بما يقولون، فإنهم لم يعرفوهم، ولا شاهدوهم، ولا بلِّغ إليهم ذلك من طريق من الطرق التي يخبر المخبرون عنها، بل قالوا ذلك جهلاً وضلالةً وجرأة. وقرىء ما لهم بها أي بالملائكة، أو التسمية { إِن يَتَّبِعُونَ إِلاَّ ٱلظَّنَّ } أي ما يتبعون في هذه المقالة إلاّ مجرّد الظنّ، والتوهم. ثم أخبر سبحانه عن الظنّ وحكمه، فقال { وَإِنَّ ٱلظَّنَّ لاَ يُغْنِى مِنَ ٱلْحَقّ شَيْئاً } أي إن جنس الظنّ لا يغني من الحق شيئًا من الإغناء، والحقّ هنا العلم. وفيه دليل على أن مجرّد الظن لا يقوم مقام العلم، وأن الظانّ غير عالم. وهذا في الأمور التي يحتاج فيها إلى العلم، وهي المسائل العلمية لا فيما يكتفي فيه بالظنّ، وهي المسائل العملية، وقد قدّمنا تحقيق هذا. ولا بدّ من هذا التخصيص، فإن دلالة العموم والقياس وخبر الواحد، ونحو ذلك ظنية، فالعمل بها عمل بالظن، وقد وجب علينا العمل به في مثل هذه الأمور، فكانت أدلة وجوبه العمل به فيها مخصصة لهذا العموم، وما ورد في معناه من الذمّ لمن عمل بالظن والنهي عن اتباعه. { فَأَعْرَضَ عمن تَوَلَّىٰ عَن ذِكْرِنَا } أي أعرض عن ذكرنا، والمراد بالذكر هنا القرآن، أو ذكر الآخرة، أو ذكر الله على العموم، وقيل المراد بالذكر هنا الإيمان، والمعنى اترك مجادلتهم، فقد بلغت إليهم ما أمرت به، وليس عليك إلاّ البلاغ، وهذا منسوخ بآية السيف { وَلَمْ يُرِدْ إِلاَّ ٱلْحَيَوٰةَ ٱلدُّنْيَا } أي لم يرد سواها، ولا طلب غيرها بل قصر نظره عليها، فإنه غير متأهل للخير، ولا مستحقّ للاعتناء بشأنه. ثم صغر سبحانه شأنهم وحقر أمرهم، فقال { ذَلِكَ مَبْلَغُهُمْ مّنَ ٱلْعِلْمِ } أي إن ذلك التولي وقصر الإرادة على الحياة الدنيا هو مبلغهم من العلم ليس لهم غيره، ولا يلتفتون إلى سواه من أمر الدين. قال الفرّاء أي ذلك قدر عقولهم، ونهاية علمهم أن آثروا الدنيا على الآخرة، وقيل الإشارة بقوله { ذٰلِكَ } إلى جعلهم للملائكة بنات الله، وتسميتهم لهم تسمية الأنثى، والأوّل أولى. والمراد بالعلم هنا مطلق الإدراك الذي يندرج تحته الظنّ الفاسد، والجملة مستأنفة لتقرير جهلهم، واتباعهم مجرّد الظن، وقيل معترضة بين المعلل والعلة وهي قوله { إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ ٱهْتَدَىٰ } ، فإن هذا تعليل للأمر بالإعراض، والمعنى أنه سبحانه أعلم بمن حاد عن الحق، وأعرض عنه، ولم يهتد إليه، وأعلم بمن اهتدى، فقبل الحق، وأقبل إليه، وعمل به، فهو مجاز كل عامل بعمله، إن خيراً فخير، وإن شراً فشرّ. وفيه تسلية لرسول الله صلى الله عليه وسلم وإرشاد له بأن لا يتعب نفسه في دعوة من أصرّ على الضلالة، وسبقت له الشقاوة، فإن الله قد علم حال هذا الفريق الضال، كما علم حال الفريق الراشد. ثم أخبر سبحانه عن سعة قدرته، وعظيم ملكه، فقال { وَللَّهِ مَا فِى ٱلسَّمَـٰوَاتِ وَمَا فِي ٱلأرْضِ } أي هو المالك لذلك، والمتصرّف فيه لا يشاركه فيه أحد، واللام في { لِيَجْزِىَ ٱلَّذِينَ أَسَاءواْ بِمَا عَمِلُواْ } متعلقة بما دلّ عليه الكلام، كأنه قال هو مالك ذلك يضلّ من يشاء، ويهدي من يشاء ليجزي المسيء بإساءته، والمحسن بإحسانه. وقيل إن قوله { وَللَّهِ مَا فِى ٱلسَّمَـٰوَاتِ وَمَا فِي ٱلأرْضِ } معترضة، والمعنى إن ربك هو أعلم بمن ضل عن سبيله، وهو أعلم بمن اهتدى ليجزي، وقيل هي لام العاقبة، أي وعاقبة أمر الخلق الذين فيهم المحسن والمسيء أن يجزي الله كلاً منهما بعمله. وقال مكي إن اللام متعلقة بقوله { لاَ تُغْنِى شَفَـٰعَتُهُمْ } وهو بعيد من حيث اللفظ، ومن حيث المعنى. قرأ الجمهور { ليجزي } بالتحتية. وقرأ زيد بن عليّ بالنون، ومعنى { بِٱلْحُسْنَى } أي بالمثوبة الحسنى، وهي الجنة، أو بسبب أعمالهم الحسنى. ثم وصف هؤلاء المحسنين، فقال { ٱلَّذِينَ يَجْتَنِبُونَ كَبَـٰئِرَ ٱلإثْمِ وَٱلْفَوٰحِشَ } فهذا الموصول في محل نصب على أنه نعت للموصول الأوّل في قوله { ٱلَّذِينَ أَحْسَنُواْ } وقيل بدل منه، وقيل بيان له، وقيل منصوب على المدح بإضمار أعني، أو في محل رفع على أنه خبر مبتدأ محذوف، أي هم الذين يجتنبون كبائر الإثم. قرأ الجمهور { كبائر } على الجمع. وقرأ حمزة، والكسائي، والأعمش، ويحيى بن وثاب { كبير } على الإفراد، والكبائر كل ذنب توعد الله عليه بالنار، أو ذمّ فاعله ذماً شديداً، ولأهل العلم في تحقيق الكبائر كلام طويل. وكما اختلفوا في تحقيق معناها وماهيتها اختلفوا في عددها، والفواحش جمع فاحشة وهي ما فحش من كبائر الذنوب كالزنا، ونحوه. وقال مقاتل كبائر الإثم كل ذنب ختم بالنار، والفواحش كل ذنب فيه الحد، وقيل الكبائر الشرك، والفواحش الزنا، وقد قدّمنا في سورة النساء ما هو أبسط من هذا، وأكثر فائدة، والاستثناء بقوله { إِلاَّ ٱللَّمَمَ } منقطع، وأصل اللمم في اللغة ما قلّ وصغر، ومنه ألمّ بالمكان قلّ لبثه فيه، وألمّ بالطعام قل أكله منه. قال المبرد أصل اللمم أن تلمّ بالشيء من غير أن تركبه يقال ألم بكذا إذا قاربه ولم يخالطه. قال الأزهري العرب تستعمل الإلمام في معنى الدنوّ والقرب، ومنه قول جرير بنفسي من تجنبه عزيز   عليّ ومن زيارته لمام وقول الآخر متى تأتنا تلمم بنا في ديارنا   تجد حطباً جزلاً وناراً تأججاً قال الزجاج أصل اللمم والإلمام ما يعمله الإنسان المرّة بعد المرّة، ولا يتعمق فيه، ولا يقيم عليه، يقال ألممت به إذا زرته، وانصرفت عنه، ويقال ما فعلته إلاّ لماماً وإلماماً، أي الحين بعد الحين، ومنه إلمام الخيال. قال الأعشى ألمّ خيال من قبيلة بعد ما   وهَى حبلها من حبلنا فتصرّما قال في الصحاح ألمّ الرجل من ألمم وهو صغائر الذنوب، ويقال هو مقاربة المعصية من غير مواقعة، وأنشد غيره بزينب ألمم قبل أن يرحل الركب   وقلّ أن تملينا فما ملك القلب وقد اختلفت أقوال أهل العلم في تفسير هذا اللمم المذكور في الآية، فالجمهور على أنه صغائر الذنوب، وقيل هو ما كان دون الزنا من القبلة، والغمزة، والنظرة، وقيل هو الرجل يلم بذنب، ثم يتوب، وبه قال مجاهد، والحسن، والزهري، وغيرهم، ومنه إن تغفر اللَّهم تغفر جمّا   وأيّ عبد لك إلاّ ألمّا اختار هذا القول الزجاج، والنحاس، وقيل هو ذنوب الجاهلية، فإن الله لا يؤاخذ بها في الإسلام، وقال نفطويه هو أن يأتي بذنب لم يكن له بعادة. قال والعرب تقول ما تأتينا إلاّ إلماماً، أي في الحين بعد الحين، قال ولا يكون أن يلمّ ولا يفعل لأن العرب لا تقول ألمّ بنا إلاّ إذا فعل، لا إذا همّ ولم يفعل، والراجح الأول، وجملة { إِنَّ رَبَّكَ وٰسِعُ ٱلْمَغْفِرَةِ } تعليل لما تضمنه الاستثناء، أي إن ذلك وإن خرج عن حكم المؤاخذة، فليس يخلو عن كونه ذنباً يفتقر إلى مغفرة الله، ويحتاج إلى رحمته، وقيل إنه سبحانه يغفر لمن تاب عن ذنبه. ثم ذكر سبحانه إحاطة علمه بأحوال عباده، فقال { هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُمْ مّنَ ٱلأرْضِ } أي خلقكم منها في ضمن خلق أبيكم آدم. وقيل المراد آدم، فإنه خلقه من طين { وَإِذْ أَنتُمْ أَجِنَّةٌ } أي هو أعلم بأحوالكم وقت كونكم أجنة، والأجنة جمع جنين وهو الولد ما دام في البطن سمي بذلك لاجتنانه، أي استتاره، ولهذا قال { فِى بُطُونِ أُمَّهَـٰتِكُـمْ } فلا يسمى من خرج عن البطن جنيناً، والجملة مستأنفة لتقرير ما قبلها { فَلاَ تُزَكُّواْ أَنفُسَكُمْ } أي لا تمدحوها ولا تبرئوها عن الآثام ولا تثنوا عليها، فإن ترك تزكية النفس أبعد من الرياء، وأقرب إلى الخشوع، وجملة { هُوَ أَعْلَمُ بِمَنِ ٱتَّقَىٰ } مستأنفة مقررة للنهي، أي هو أعلم بمن اتقى عقوبة الله، وأخلص العمل له. قال الحسن وقد علم سبحانه من كل نفس ما هي عاملة، وما هي صانعة، وإلى ما هي صائرة. ثم لما بيّن سبحانه جهالة المشركين على العموم خصّ بالذمّ بعضهم فقال { أَفَرَأَيْتَ ٱلَّذِى تَوَلَّىٰ } أي تولى عن الخير، وأعرض عن اتباع الحق { وَأَعْطَىٰ قَلِيلاً وَأَكْدَىٰ } أي أعطى عطاءً قليلاً، أو أعطى شيئًا قليلاً، وقطع ذلك وأمسك عنه، وأصل أكدى من الكدية وهي الصلابة، يقال لمن حفر بئراً ثم بلغ فيها إلى حجر لا يتهيأ له فيه حفر قد أكدى، ثم استعملته العرب لمن أعطى فلم يتمّ، ولمن طلب شيئًا فلم يبلغ آخره، ومنه قول الحطيئة فأَعطى قليلاً ثم أكْدَى عطاؤه   ومن يَبْذُلِ المعروف في الناس يحمد قال الكسائي، وأبو زيد، ويقال كديت أصابعه إذا محلت من الحفر، وكدت يده إذا كلت، فلم تعمل شيئًا، وكدت الأرض إذا قل نباتها، وأكديت الرجل عن الشيء رددته، وأكدى الرجل إذا قلّ خيره. قال الفراء معنى الآية أمسك من العطية وقطع. وقال المبرد منع منعاً شديداً. قال مجاهد، وابن زيد، ومقاتل نزلت في الوليد بن المغيرة، وكان قد اتبع رسول الله صلى الله عليه وسلم على دينه، فعيره بعض المشركين، فترك ورجع إلى شركه. قال مقاتل كان الوليد مدح القرآن، ثم أمسك عنه، فأعطى قليلاً من لسانه من الخير ثم قطعه. وقال الضحاك نزلت في النضر بن الحارث. وقال محمد بن كعب القرظي نزلت في أبي جهل { أعنده عِلْمُ ٱلْغَيْبِ فَهُوَ يَرَىٰ } الاستفهام للتقريع والتوبيخ، والمعنى أعند هذا المكدي علم ما غاب عنه من أمر العذاب، فهو يعلم ذلك { أَمْ لَمْ يُنَبَّأْ بِمَا فِى صُحُفِ مُوسَىٰ * وَإِبْرٰهِيمَ ٱلَّذِى وَفَّىٰ } أي ألم يخبر، ولم يحدّث بما في صحف موسى، يعني أسفاره، وهي التوراة، وبما في صحف إبراهيم، الذي وفى أي تمم وأكمل ما أمر به. قال المفسرون أي بلغ قومه ما أمر به وأدّاه إليهم، وقيل بالغ في الوفاء بما عاهد الله عليه، ثم بيّن سبحانه ما في صحفهما، فقال { أَلاَّ تَزِرُ وٰزِرَةٌ وِزْرَ أُخْرَىٰ } أي لا تحمل نفس حاملة حمل نفس أخرى، ومعناه لا تؤخذ نفس بذنب غيرها، وأن هي المخففة من الثقيلة، واسمها ضمير شأن مقدّر، وخبرها الجملة بعدها، ومحل الجملة الجرّ على أنها بدل من صحف موسى، وصحف إبراهيم، أو الرفع على أنها خبر مبتدأ محذوف، وقد مضى تفسير هذه الآية في سورة الأنعام { وَأَن لَّيْسَ لِلإنسَـٰنِ إِلاَّ مَا سَعَىٰ } عطف على قوله { أَلاَّ تَزِرُ } وهذا أيضاً مما في صحف موسى، والمعنى ليس له إلاّ أجر سعيه، وجزاء عمله، ولا ينفع أحداً عمل أحد، وهذا العموم مخصوص بمثل قوله سبحانه أَلْحَقْنَا بِهِمْ ذُرّيَّتَهُمْ الطور 21، وبمثل ما ورد في شفاعة الأنبياء، والملائكة للعباد، ومشروعية دعاء الأحياء للأموات، ونحو ذلك، ولم يصب من قال إن هذه الآية منسوخة بمثل هذه الأمور، فإن الخاصّ لا ينسخ العام بل يخصصه، فكل ما قام الدليل على أن الإنسان ينتفع به وهو من غير سعيه، كان مخصصاً لما في هذه الآية من العموم { وَأَنَّ سَعْيَهُ سَوْفَ يُرَىٰ } أي يعرض عليه ويكشف له يوم القيامة { ثُمَّ يُجْزَاهُ } أي يجزى الإنسان سعيه، يقال جزاه الله بعمله، وجزاء على عمله، فالضمير المرفوع عائد إلى الإنسان، والمنصوب إلى سعيه. وقيل إن الضمير المنصوب راجع إلى الجزاء المتأخر وهو قوله { ٱلْجَزَاء ٱلأوْفَىٰ } فيكون الضمير راجعاً إلى متأخر عنه هو مفسر له، ويجوز أن يكون الضمير المنصوب راجعاً إلى الجزاء الذي هو مصدر يجزاه، ويجعل الجزاء الأوفى تفسيراً للجزاء المدلول عليه بالفعل، كما في قوله ٱعْدِلُواْ هُوَ أَقْرَبُ المائدة 8 قال الأخفش يقال جزيته الجزاء، وجزيته بالجزاء سواءً لا فرق بينهما. { وَأَنَّ إِلَىٰ رَبّكَ ٱلْمُنتَهَىٰ } أي المرجع والمصير إليه سبحانه لا إلى غيره، فيجازيهم بأعمالهم. وقد أخرج ابن مردويه عن ابن عباس في قوله { ٱلَّذِينَ يَجْتَنِبُونَ كَبَـٰئِرَ ٱلإثْمِ وَٱلْفَوٰحِشَ } قال الكبائر ما سمى الله فيه النار، والفواحش ما كان فيه حدّ الدنيا. وأخرج البخاري، ومسلم، وغيرهما عن ابن عباس قال ما رأيت شيئًا أشبه باللمم مما قال أبو هريرة عن النبيّ صلى الله عليه وسلم قال \" إن الله كتب على ابن آدم حظه من الزنا أدرك ذلك لا محالة، فزنا العين النظر، وزنا اللسان النطق، والنفس تتمنى وتشتهي، والفرج يصدّق ذلك، أو يكذبه \" وأخرج عبد الرزاق، وعبد بن حميد، وابن جرير، وابن المنذر، والحاكم وصححه، والبيهقي في الشعب عن ابن مسعود في قوله { إِلاَّ ٱللَّمَمَ } قال زنا العينين النظر، وزنا الشفتين التقبيل، وزنا اليدين البطش، وزنا الرجلين المشي، ويصدّق ذلك الفرج، أو يكذبه، فإن تقدم بفرجه كان زانياً، وإلاّ فهو اللمم. وأخرج مسدد، وابن جرير، وابن أبي حاتم عن أبي هريرة أنه سئل عن قوله { إِلاَّ ٱللَّمَمَ } قال هي النظرة، والغمزة، والقبلة، والمباشرة، فإذا مسّ الختان الختان، فقد وجب الغسل، وهو الزنا. وأخرج سعيد بن منصور، والترمذي وصححه، والبزار، وابن جرير، وابن المنذر، وابن أبي حاتم، والحاكم وصححه، وابن مردويه، والبيهقي في الشعب عن ابن عباس قال في قوله { إِلاَّ ٱللَّمَمَ } هو الرجل يلم بالفاحشة، ثم يتوب منها. قال وقال رسول الله صلى الله عليه وسلم إن تغفر اللَّهم تغفر جما   وأيّ عبد لك لا ألما وأخرج ابن جرير، وابن المنذر، وابن أبي حاتم عنه في قوله { اللمم } يقول إلاّ ما قد سلف. وأخرج ابن جرير، وابن أبي حاتم، وابن مردويه، والبيهقي في الشعب عن أبي هريرة في قوله { إِلاَّ ٱللَّمَمَ } قال اللمة من الزنا ثم يتوب ولا يعود، واللمة من شرب الخمر ثم يتوب ولا يعود، فذلك الإلمام. وأخرج عبد بن حميد، وابن جرير عن ابن عباس قال اللمم كل شيء بين الحدّين حدّ الدنيا وحدّ الآخرة يكفره الصلاة، وهو دون كلّ موجب، فأما حدّ الدنيا، فكلّ حدّ فرض الله عقوبته في الدنيا وأما حدّ الآخرة، فكلّ شيء ختمه الله بالنار، وأخر عقوبته إلى الآخرة. وأخرج ابن المنذر، وابن أبي حاتم، والطبراني، وابن مردويه، وأبو نعيم في المعرفة عن ثابت بن الحارث الأنصاري قال كانت اليهود إذا هلك لهم صبيّ صغير قالوا هو صدّيق، فبلغ ذلك النبيّ صلى الله عليه وسلم فقال \" كذبت يهود ما من نسمة يخلقها في بطن أمها إلاّ أنه شقيّ، و سعيد \" ، فأنزل الله عند ذلك { هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُمْ مّنَ ٱلأرْضِ } الآية كلها. وأخرج أحمد، ومسلم، وأبو داود عن زينب بنت أبي سلمة أنها سميت برّة، فقال رسول الله صلى الله عليه وسلم \" لا تزكوا أنفسكم الله أعلم بأهل البرّ منكم، سموها زينب \" وأخرج ابن مردويه عن ابن عباس في قوله { وَأَعْطَىٰ قَلِيلاً وَأَكْدَىٰ } قال قطع، نزلت في العاص بن وائل. وأخرج ابن جرير، وابن أبي حاتم عنه قال أطاع قليلاً ثم انقطع. وأخرج سعيد بن منصور، وعبد بن حميد، وابن جرير، وابن أبي حاتم، وابن مردويه، والشيرازي في الألقاب، والديلمي قال السيوطي بسند ضعيف عن أبي أمامة عن النبيّ قال \" أتدرون ما قوله { وَإِبْرٰهِيمَ ٱلَّذِى وَفَّىٰ }؟ \" قالوا الله ورسوله أعلم، قال \" وفّى عمل يومه بأربع ركعات كان يصليهنّ، وزعم أنها صلاة الضحى \" ، وفي إسناده جعفر بن الزبير، وهو ضعيف. وأخرج الحاكم وصححه، وابن مردويه عن ابن عباس قال سهام الإسلام ثلاثون سهماً لم يتممها أحد قبل إبراهيم عليه السلام قال الله { وَإِبْرٰهِيمَ ٱلَّذِى وَفَّىٰ }. وأخرج ابن جرير عنه في الآية قال يقول إبراهيم الذي استكمل الطاعة فيما فعل بابنه حين رأى الرؤيا، والذي في صحف موسى، { أَلاَّ تَزِرُ وٰزِرَةٌ وِزْرَ أُخْرَىٰ } إلى آخر الآية. وأخرج ابن أبي حاتم عن سهل بن معاذ بن أنس، عن أبيه، عن رسول الله صلى الله عليه وسلم أنه قال \" ألا أخبركم لم سمى الله إبراهيم خليله الذي وفى؟ إنه كان يقول كلما أصبح وأمسى { فَسُبْحَانَ ٱللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ } إلى آخر الآية الروم 17 \" ، وفي إسناده ابن لهيعة. وأخرج عبد بن حميد، والحاكم وصححه، وابن مردويه عن ابن عباس. قال لما نزلت { وَٱلنَّجْمِ } فبلغ { وَإِبْرٰهِيمَ ٱلَّذِى وَفَّىٰ } قال وفّى { أَلاَّ تَزِرُ وٰزِرَةٌ وِزْرَ أُخْرَىٰ } إلى قوله { مّنَ ٱلنُّذُرِ ٱلأوْلَىٰ }. وأخرج أبو داود، والنحاس كلاهما في الناسخ، وابن جرير، وابن المنذر، وابن مردويه عنه قال { وَأَن لَّيْسَ لِلإنسَـٰنِ إِلاَّ مَا سَعَىٰ } فأنزل الله بعد ذلك وَٱلَّذِينَ ءامَنُواْ وَٱتَّبَعَتْهُمْ ذُرّيَّتُهُم بِإِيمَـٰنٍ أَلْحَقْنَا بِهِمْ ذُرّيَّتَهُمْ الطور 21، فأدخل الله الأبناء الجنة بصلاح الآباء. وأخرج ابن مردويه عنه أيضاً قال كان رسول الله صلى الله عليه وسلم إذا قرأ { وَأَن لَّيْسَ لِلإنسَـٰنِ إِلاَّ مَا سَعَىٰ * وَأَنَّ سَعْيَهُ سَوْفَ يُرَىٰ * ثُمَّ يُجْزَاهُ ٱلْجَزَاء ٱلأوْفَىٰ } استرجع واستكان. وأخرج الدارقطني في الأفراد، والبغوي في تفسيره عن أبيّ بن كعب عن النبيّ صلى الله عليه وسلم في قوله { وَأَنَّ إِلَىٰ رَبّكَ ٱلْمُنتَهَىٰ } قال \" لا فكرة في الرب \".", "annotation": {"aya": [{"start": 8729, "end": 8761}, {"start": 9510, "end": 9534}, {"start": 13429, "end": 13525}], "hadith": [{"start": 10003, "end": 10147}, {"start": 11637, "end": 11702}, {"start": 11891, "end": 11948}, {"start": 12267, "end": 12320}, {"start": 12349, "end": 12412}, {"start": 12871, "end": 13033}, {"start": 13923, "end": 13943}], "verse": [{"start": 4610, "end": 4652}, {"start": 4664, "end": 4724}, {"start": 4945, "end": 5000}, {"start": 5102, "end": 5161}, {"start": 5389, "end": 5439}, {"start": 7123, "end": 7189}, {"start": 10867, "end": 10913}]}}