{"text": " ثم قال تعالى: { ٱلَّذِى أَطْعَمَهُم مّن جُوعٍ } وفي هذه الإطعام وجوه أحدها: أنه تعالى لما آمنهم بالحرم حتى لا يتعرض لهم في رحلتيهم كان ذلك سبب إطعامهم بعدما كانوا فيه من الجوع ثانيها: قال مقاتل: شق عليهم الذهاب إلى اليمن والشام في الشتاء والصيف لطلب الرزق، فقذف الله تعالى في قلوب الحبشة أن يحملوا الطعام في السفن إلى مكة فحملوه، وجعل أهل مكة يخرجون إليهم بالإبل والخمر، ويشترون طعامهم من جدة على مسيرة ليلتين وتتابع ذلك، فكفاهم الله مؤونة الرحلتين ثالثها: قال الكلبي: هذه الآية معناها أنهم لما كذبوا محمداً صلى الله عليه وسلم دعا عليهم، فقال: \" \" اللهم اجعلها عليهم سنين كسني يوسف \" \" فاشتد عليهم القحط وأصابهم الجهد فقالوا: يا محمد ادع الله فإنا مؤمنون، فدعا رسول الله صلى الله عليه وسلم فأخصبت البلاد وأخصب أهل مكة بعد القحط، فذاك قوله: { أَطْعَمَهُم مّن جُوعٍ } ثم في الآية سؤالات: السؤال الأول: العبادة إنما وجبت لأنه تعالى أعطى أصول النعم، والإطعام ليس من أصول النعم، فلما علل وجوب العبادة بالإطعام؟ والجواب: من وجوه أحدها: أنه تعالى لما ذكر إنعامه عليهم بحبس الفيل وإرسال الطير وإهلاك الحبشة، وبين أنه تعالى فعل ذلك لإيلافهم، ثم أمرهم بالعبادة، فكان السائل يقول: لكن نحن محتاجون إلى كسب الطعام والذب عن النفس، فلو اشتغلنا بالعبادة فمن ذا الذي أيطعمنا، فقال: الذي أطعمهم من جوع، قبل أن يعبدوه، ألا يطعمهم إذا! وثانيها: أنه تعالى بعد أن أعطى العبد أصول النعم أساء العبد إليه، ثم إنه يطعمهم مع ذلك، فكأنه تعالى يقول: إذا لم تستح من أصول النعم ألا تستحي من إحساني إليك بعد إساءتك وثالثها: إنما ذكر الإنعام، لأن البهيمة تطيع من يعلفها، فكأنه تعالى يقول: لست دون البهيمة. السؤال الثاني: أليس أنه جعل الدنيا ملكاً لنا بقوله: خَلَقَ لَكُم مَّا فِى ٱلأَرْضِ جَمِيعاً [البقرة:29] فكيف تحسن المنة علينا بأن أعطانا ملكنا؟ الجواب: أنظر في الأشياء التي لا بد منها قبل الأكل حتى يتم الطعام ويتهيأ، وفي الأشياء التي لا بد منها بعد الأكل حتى يتم الانتفاع بالطعام المأكول، فإنك تعلم أنه لا بد من الأفلاك والكواكب، ولا بد من العناصر الأربعة حتى يتم ذلك الطعام، ولا بد من جملة الأعضاء على اختلاف أشكالها وصورها حتى يتم الانتفاع بالطعام، وحينئذ تعلم أن الإطعام يناسب الأمر بالطاعة والعبادة. السؤال الثالث: المنة بالإطعام لا تليق بمن له شيء من الكرم، فكيف بأكرم الأكرمين؟ الجواب: ليس الغرض منه المنة، بل الإرشاد إلى الأصلح، لأنه ليس المقصود من الأكل تقوية الشهوة المانعة عن الطاعة، بل تقوية البنية على أداء الطاعات، فكأن المقصود من الأمر بالعبادة ذلك. السؤال الرابع: ما الفائدة في قوله: { مِن جُوعٍ }؟ الجواب: فيه فوائد أحدها: التنبيه على أن أمر الجوع شديد، ومنه قوله تعالى: وَهُوَ ٱلَّذِى يُنَزّلُ ٱلْغَيْثَ مِن بَعْدِ مَا قَنَطُواْ [الشورى:28] وقوله صلى الله عليه وسلم: \" \" من أصبح آمناً في سربه \" \" الحديث وثانيها: تذكيرهم الحالة الأولى الرديئة المؤلمة وهي الجوع حتى يعرفوا قدر النعمة الحاضرة وثالثها: التنبيه على أن خير الطعام ما سد الجوعة، لأنه لم يقل: وأشبعهم لأن الطعام يزيل الجوع، أما الإشباع فإنه يورث البطنة. أما قوله تعالى: { وآمنهم من خوف } ففي تفسيره وجوه أحدها: أنهم كانوا يسافرون آمنين لا يتعرض لهم أحد، ولا يغير عليهم أحد لا في سفرهم، ولا في حضرهم وكان غيرهم لا يأمنون من الغارة في السفر والحضر، وهذا معنى قوله: أَوَ لَمْ يَرَوْاْ أَنَّا جَعَلْنَا حَرَماً ءامِناً [العنكبوت:67] ثانيها: أنه آمنهم من زحمة أصحاب الفيل وثالثها: قال الضحاك والربيع: وآمنهم من خوف الجزام، فلا يصيبهم ببلدتهم الجذام ورابعها: آمنهم من خوف أن تكون الخلافة في غيرهم وخامسها: آمنهم بالإسلام، فقد كانوا في الكفر يتفكرون، فيعلمون أن الدين الذي هم عليه ليس بشيء، إلا أنهم ما كانوا يعرفون الدين الذي يجب على العاقل أن يتمسك به وسادسها: أطعمهم من جوع الجهل بطعام الوحي، وآمنهم من خوف الضلال ببيان الهدى، كأنه تعالى يقول: يا أهل مكة كنتم قبل مبعث محمد تسمون جهال العرب وأجلافهم، ومن كان ينازعكم كانوا يسمون أهل الكتاب، ثم أنزلت الوحي على نبيكم، وعلمتكم الكتاب والحكمة حتى صرتم الآن تسمون أهل العلم والقرآن، وأولئك يسمون جهال اليهود والنصارى، ثم إطعام الطعام الذي يكون غذاء الجسد يوجب الشكر، فإطعام الطعام الذي هو غذاء الروح، ألا يكون موجباً للشكر! وفي الآية سؤالات: السؤال الأول: لم لم يقل: عن جوع وعن خوف؟ قلنا: لأن معنى عن أنه جعل الجوع بعيداً عنهم، وهذا يقتضي أن يكون ذلك التبعيد مسبوقاً بمقاساة الجوع زماناً، ثم يصرفه عنه، ومن لا تقتضي ذلك، بل معناه أنهم عندما يجوعون يطعمون، وحين ما يخافون يؤمنون. السؤال الثاني: لم قال: من جوع، من خوف على سبيل التنكير؟ الجواب: المراد من التنكير التعظيم. أما الجوع فلما روينا: أنه أصابتهم شدة حتى أكلوا الجيف والعظام المحرقة. وأما الخوف، فهو الخوف الشديد الحاصل من أصحاب الفيل، ويحتمل أن يكون المراد من التنكير التحقير، يكون المعنى أنه تعالى لما لم يجوز لغاية كرمه إبقاءهم في ذلك الجوع القليل والخوف القليل، فكيف يجوز في كرمه لو عبدوه أن يهمل أمرهم، ويحتمل أن يكون المراد أنه: أَطْعَمَهُم مّن جُوعٍ دون جوع: وآمنهم من خوف دون خوف، ليكون الجوع الثاني، والخوف الثاني مذكراً ما كانوا فيه أولاً من أنواع الجوع والخوف، حتى يكونوا شاكرين من وجه، وصابرين من وجه آخر، فيستحقوا ثواب الخصلتين. السؤال الثالث: أنه تعالى إنما أطعمهم وآمنهم إجابة لدعوة إبراهيم عليه الصلاة والسلام أما في الإطعام فهو قوله: وَٱرْزُقْ أَهْلَهُ [البقرة:126] وأما الأمان فهو قوله: ٱجْعَلْ هَـٰذَا ٱلْبَلَدَ امِنًا [إبراهيم:35] وإذا كان كذلك كان ذلك منة على إبراهيم عليه السلام، فكيف جعله منة على أولئك الحاضرين؟ والجواب: أن الله تعالى لما قال: { إِنّى جَـٰعِلُكَ لِلنَّاسِ إِمَامًا } قال إبراهيم: { وَمِن ذُرّيَتِى } فقال الله تعالى: لاَ يَنَالُ عَهْدِي ٱلظَّـٰلِمِينَ [البقرة:124] فنادى إبراهيم بهذا الأدب، فحين قال: { رَبّ ٱجْعَلْ هَـٰذَا ٱلْبَلَدَ امِنًا وَٱرْزُقْ أَهْلَهُ مِنَ ٱلثَّمَرٰتِ } قيده بقوله: { مَنْ ءامَنَ بِٱللَّهِ } فقال الله: لا حاجة إلى هذا التقيد، بل ومن كفر فأمتعه قليلاً، فكأنه تعالى قال: أما نعمة الأمان فهي دينية فلا تحصل إلا لمن كان تقياً، وأما نعمة الدنيا فهي تصل إلى البر والفاجر والصالح والطالح، وإن كان كذلك كان إطعام الكافر من الجوع، وأمانه من الخوف إنعاماً من الله ابتداء عليه لا بدعوة إبراهيم، فزال السؤال. والله سبحانه وتعالى أعلم، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.", "annotation": {"aya": [{"start": 1525, "end": 1564}, {"start": 2360, "end": 2418}, {"start": 2913, "end": 2964}, {"start": 4700, "end": 4718}, {"start": 4754, "end": 4786}, {"start": 5007, "end": 5041}], "hadith": [{"start": 544, "end": 585}, {"start": 2457, "end": 2486}], "verse": []}}