{"text": " في الآية مسائل: المسألة الأولى: تمسك أصحابنا بهذه الآية في بيان أن الضلال والهداية من الله تعالى. واعلم أن هذه الآية كما أن لفظها يدل على قولنا، فلفظها أيضاً يدل على الدليل القاطع العقلي الذي في هذه المسألة، وبيانه أن العبد قادر على الإيمان وقادر على الفكر، فقدرته بالنسبة إلى هذين الأمرين حاصلة على السوية، فيمتنع صدور الإيمان عنه بدلاً من الكفر أو الكفر بدلاً من الإيمان، إلا إذا حصل في القلب داعية إليه، وقد بينا ذلك مراراً كثيرة في هذا الكتاب، وتلك الداعية لا معنى لها إلا علمه أو اعتقاده أو ظنه بكون ذلك الفعل مشتملاً على مصلحة زائدة ومنفعة راجحة، فإنه إذا حصل هذا المعنى في القلب دعاه ذلك إلى فعل ذلك الشيء، وإن حصل في القلب علم أو اعتقاد أو ظن بكون ذلك الفعل مشتملاً على ضرر زائد ومفسدة راجحة دعاه ذلك إلى تركه، وبينا بالدليل أن حصول هذه الدواعي لا بد وأن يكون من الله تعالى، وأن مجموع القدرة مع الداعي يوجب الفعل. إذا ثبت هذا فنقول: يستحيل أن يصدر الإيمان عن العبد إلاإذا خلق الله في قلبه اعتقاد أن الإيمان راجح المنفعة زائد المصلحة، وإذا حصل في القلب هذا الاعتقاد مال القلب، وحصل في النفس رغبة شديدة في تحصيله، وهذا هو انشراح الصدر للإيمان. فأما إذا حصل في القلب اعتقاد أن الإيمان بمحمد مثلاً سبب مفسدة عظيمة في الدين والدنيا، ويوجب المضار الكثيرة فعند هذا يترتب على حصول هذا الاعتقاد نفرة شديدة عن الإيمان بمحمد عليه الصلاة والسلام، وهذا هو المراد من أنه تعالى يجعل صدره ضيقاً حرجاً، فصار تقدير الآية: أن من أراد الله تعالى منه الإيمان قوى دواعيه إلى الإيمان، ومن أراد الله منه الكفر قوى صوارفه عن الإيمان، وقوى دواعيه إلى الكفر ولما ثبت بالدليل العقلي أن الأمر كذلك، ثبت أن لفظ القرآن مشتمل على هذه الدلائل العقلية، وإذا انطبق قاطع البرهان على صريح لفظ القرآن، فليس وراءه بيان ولا برهان. قالت المعتزلة: لنا في هذه الآية مقامان: المقام الأول: بيان أنه لا دلالة في هذه الآية على قولكم. المقام الثاني: مقام التأويل المطابق لمذهبنا وقولنا. أما المقام الأول: فتقريره من وجوه: الوجه الأول: أن هذه الآية ليس فيها أنه تعالى أضل قوماً أو يضلهم، لأنه ليس فيها أكثر من أنه متى أراد أن يهدي إنساناً فعل به كيت وكيت، وإذا أراد إضلاله فعل به كيت وكيت، وليس في الآية أنه تعالى يريد ذلك أو لا يريده. والدليل عليه أنه تعالى قال: لَوْ أَرَدْنَا أَن نَّتَّخِذَ لَهْواً لاَّتَّخَذْنَـٰهُ مِن لَّدُنَّا إِن كُنَّا فَـٰعِلِينَ [الأنبياء: 17] فبين تعالى أنه يفعل اللهو لو أراده، ولا خلاف أنه تعالى لا يريد ذلك ولا يفعله. الوجه الثاني: أنه تعالى لم يقل: ومن يرد أن يضله عن الإسلام، بل قال: { وَمَن يُرِدْ أَن يُضِلَّهُ } فلم قلتم إن المراد ومن يرد أن يضله عن الإيمان. والوجه الثالث: أنه تعالى بين في آخر الآية أنه إنما يفعل هذا الفعل بهذا الكافر جزاء على كفره، وأنه ليس ذلك على سبيل الابتداء، فقال: { كَذٰلِكَ يَجْعَلُ ٱللَّهُ ٱلرّجْسَ عَلَى ٱلَّذِينَ لاَ يُؤْمِنُونَ }. الوجه الرابع: أن قوله: { وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيّقاً حَرَجاً } فهذا يشعر بأن جعل الصدر ضيقاً حرجاً يتقدم حصوله على حصول الضلالة، وأن لحصول ذلك المتقدم أثراً في حصول الضلال وذلك باطل بالإجماع. أما عندنا: فلا نقول به. وأما عندكم: فلأن المقتضى لحصول الجهل والضلال هو أن الله تعالى يخلقه فيه لقدرته فثبت بهذه الوجوه الأربعة أن هذه الآية لا تدل على قولكم. أما المقام الثاني: وهو أن تفسير هذه الآية على وجه يليق بقولنا، فتقريره من وجوه: الأول: وهو الذي اختاره الجبائي، ونصره القاضي، فنقول: تقدير الآية: ومن يرد الله أن يهديه يوم القيامة إلى طريق الجنة، يشرح صدره للإسلام حتى يثبت عليه، ولا يزول عنه، وتفسير هذا الشرح هو أنه تعالى يفعل به ألطافاً تدعوه إلى البقاء على الإيمان والثبات عليه، وفي هذا النوع ألطاف لا يمكن فعلها بالمؤمن، إلا بعد أن يصير مؤمناً، وهي بعد أن يصير الرجل مؤمناً يدعوه إلى البقاء على الإيمان والثبات عليه وإليه الإشارة بقوله تعالى: وَمَن يُؤْمِن بِٱللَّهِ يَهْدِ قَلْبَهُ [التغابن: 11] وبقوله: وَٱلَّذِينَ جَـٰهَدُواْ فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا [العنكبوت: 69] فإذا آمن عبد وأراد الله ثباته فحينئذ يشرح صدره، أي يفعل به الألطاف التي تقتضي ثباته على الإيمان ودوامه عليه فأما إذا كفر وعاند، وأراد الله تعالى أن يضله عن طريق الجنة، فعند ذلك يلقي في صدره الضيق والحرج. ثم سأل الجبائي نفسه وقال: كيف يصح ذلك ونجد الكفار طيبي النفوس لا غم لهم البتة ولا حزن؟ وأجاب عنه: بأنه تعالى لم يخبر بأنه يفعل بهم ذلك في كل وقت فلا يمتنع كونهم في بعض الأوقات طيبي القلوب. وسأل القاضي نفسه على هذا الجواب سؤالاً آخر فقال: فيجب أن تقطعوا في كل كافر بأنه يجد من نفسه ذلك الضيق والحرج في بعض الأوقات. وأجاب عنه بأن قال: وكذلك نقول ودفع ذلك لا يمكن خصوصاً عند ورود أدلة الله تعالى وعند ظهور نصرة الله للمؤمنين، وعند ظهور الذلة والصغار فيهم، هذا غاية تقرير هذا الجواب. والوجه الثاني: في التأويل قالوا لم لا يجوز أن يقال: المراد فمن يرد الله أن يهديه إلى الجنة يشرح صدره للإسلام؟ أي يشرح صدره للإسلام في ذلك الوقت الذي يهديه فيه إلى الجنة، لأنه لما رأى أن بسبب الإيمان وجد هذه الدرجة العالية، والمرتبة الشريفة يزداد رغبة في الإيمان، ويحصل في قلبه مزيد انشراح وميل إليه، ومن يرد أن يضله يوم القيامة عن طريق الجنة، ففي ذلك الوقت يضيق صدره، ويحرج صدره بسبب الحزن الشديد الذي ناله عند الحرمان من الجنة والدخول في النار قالوا: فهذا وجه قريب واللفظ محتمل له، فوجب حمل اللفظ عليه. والوجه الثالث: في التأويل أن يقال: حصل في الكلام تقديم وتأخير، فيكون المعنى من شرح صدر نفسه بالإيمان فقد أراد الله أن يهديه أي يخصه بالألطاف الداعية إلى الثبات على الإيمان، أو يهديه بمعنى أنه يهديه إلى طريق الجنة، ومن جعل صدره ضيقاً حرجاً عن الإيمان، فقد أراد الله أن يضله عن طريق الجنة، أو يضله بمعنى أنه يحرمه عن الألطاف الداعية إلى الثبات على الإيمان، فهذا هو مجموع كلامهم في هذا الباب. والجواب عما قالوه أولاً: من أن الله تعالى لم يقل في هذه الآية أنه يضله، بل المذكور فيه أنه لو أراد أن يضله لفعل كذا وكذا. فنقول: قوله تعالى في آخر الآية: { كَذٰلِكَ يَجْعَلُ ٱللَّهُ ٱلرّجْسَ عَلَى ٱلَّذِينَ لاَ يُؤْمِنُونَ } تصريح بأنه يفعل بهم ذلك الإضلال لأن حرف «الكاف» في قوله: { كَذٰلِكَ } يفيد التشبيه، والتقدير: وكما جعلنا ذلك الضيق والحرج في صدره، فكذلك نجعل الرجس على قلوب الذين لا يؤمنون. والجواب عما قالوه ثانياً وهو قوله: ومن يرد الله أن يضله عن الدين. فنقول: إن قوله في آخر الآية: { كَذٰلِكَ يَجْعَلُ ٱللَّهُ ٱلرّجْسَ عَلَى ٱلَّذِينَ لاَ يُؤْمِنُونَ } تصريح بأن المراد من قوله: { وَمَن يُرِدْ أَن يُضِلَّهُ } هو أنه يضله عن الدين. والجواب عما قالوه ثالثاً: من أن قوله: { كَذٰلِكَ يَجْعَلُ ٱللَّهُ ٱلرّجْسَ عَلَى ٱلَّذِينَ لاَ يُؤْمِنُونَ } يدل على أنه تعالى إنما يلقي ذلك الضيق والحرج في صدورهم جزاء على كفرهم. فنقول: لا نسلم أن المراد ذلك، بل المراد كذلك يجعل الله الرجس على قلوب الذين قضى عليهم بأنهم لا يؤمنون، وإذا حملنا هذه الآية على هذا الوجه، سقط ما ذكروه. والجواب عما قالوه رابعاً: من أن ظاهر الآية يقتضي أن يكون ضيق الصدر وحرجه شيئاً متقدماً على الضلال وموجباً له. فنقول: الأمر كذلك، لأنه تعالى إذا خلق في قلبه اعتقاداً بأن الإيمان بمحمد صلى الله عليه وسلم يوجب الذم في الدنيا والعقوبة في الآخرة، فهذا الاعتقاد يوجب إعراض النفس ونفور القلب عن قبول ذلك الإيمان ويحصل في ذلك القلب نفرة ونبوة عن قبول ذلك الإيمان وهذه الحالة شبيهة بالضيق الشديد، لأن الطريق إذا كان ضيقاً لم يقدر الداخل على أن يدخل فيه، فكذلك القلب إذا حصل فيه هذا الاعتقاد امتنع دخول الإيمان فيه، فلأجل حصول هذه المشابهة من هذا الوجه، أطلق لفظ الضيق والحرج عليه، فقد سقط هذا الكلام. وأما الوجه الأول: من التأويلات الثلاثة التي ذكروها. فالجواب عنه: أن حاصل ذلك الكلام يرجع إلى تفصيل الضيق والحرج باستيلاء الغم والحزن على قلب الكافر، وهذا بعيد، لأنه تعالى ميز الكافر عن المؤمن بهذا الضيق والحرج، فلو كان المراد منه حصول الغم والحزن في قلب الكافر، لوجب أن يكون ما يحصل في قلب الكافر من الغموم والهموم والأحزان أزيد مما يحصل في قلب المؤمن زيادة يعرفها كل أحد، ومعلوم أنه ليس الأمر كذلك، بل الأمر في حزن الكافر والمؤمن على السوية، بل الحزن والبلاء في حق المؤمن أكثر. قال تعالى: وَلَوْلاَ أَن يَكُونَ ٱلنَّاسُ أُمَّةً وٰحِدَةً لَّجَعَلْنَا لِمَن يَكْفُرُ بِٱلرَّحْمَـٰنِ لِبُيُوتِهِمْ سُقُفاً مّن فِضَّةٍ [الزخرف: 33] وقال عليه السلام: \" \" خص البلاء بالأنبياء ثم بالأولياء ثم الأمثل فالأمثل \" \" وأما الوجه الثاني: من التأويلات الثلاثة فهو أيضاً مدفوع، لأنه يرجع حاصله إلى إيضاح الواضحات لأن كل أحد يعلم بالضرورة أن كل من هداه الله تعالى إلى الجنة بسبب الإيمان فإنه يفرح بسبب تلك الهداية وينشرح صدره للإيمان مزيد انشراح في ذلك الوقت. وكذلك القول في قوله: { وَمَن يُرِدْ أَن يُضِلَّهُ } المراد من يضله عن طريق الجنة فإنه يضيق قلبه في ذلك الوقت فإن حصول هذا المعنى معلوم بالضرورة، فحمل الآية عليه إخراج لهذه الآية من الفائدة. وأما الوجه الثالث: من الوجوه الثلاثة، فهو يقتضي تفكيك نظم الآية، وذلك لأن الآية تقتضي أن يحصل انشراح الصدر من قبل الله أولاً، ثم يترتب عليه حصول الهداية والإيمان، وأنتم عكستم القضية فقلتم العبد يجعل نفسه أولاً منشرح الصدر، ثم إن الله تعالى بعد ذلك يهديه بمعنى أنه يخصه بمزيد الألطاف الداعية له إلى الثبات على الإيمان، والدلائل اللفظية إنما يمكن التمسك بها إذا أبقينا ما فيها من التركيبات والترتيبات فأما إذا أبطلناها وأزلناها لم يمكن التمسك بشيء منها أصلاً، وفتح هذا الباب يوجب أن لا يمكن التمسك بشيء من الآيات، وإنه طعن في القرآن وإخراج له عن كونه حجة، فهذا هو الكلام الفصل في هذه السؤالات، ثم إنا نختم الكلام في هذه المسألة بهذه الخاتمة القاهرة، وهي أنا بينا أن فعل الإيمان يتوقف على أن يحصل في القلب داعية جازمة إلى فعل الإيمان وفاعل تلك الداعية هو الله تعالى، وكذلك القول في جانب الكفر ولفظ الآية منطبق على هذا المعنى، لأن تقدير الآية فمن يرد الله أن يهديه قوى في قلبه ما يدعوه إلى الإيمان ومن يرد أن يضله ألقى في قلبه ما يصرفه عن الإيمان ويدعوه إلى الكفر، وقد ثبت بالبرهان العقلي أن الأمر يجب أن يكون كذلك، وعلى هذا التقدير: فجميع ما ذكرتموه من السؤالات ساقط، والله تعالى أعلم بالصواب. المسألة الثالثة: في تفسير ألفاظ الآية، أما شرح الصدر ففي تفسيره وجهان: الوجه الأول: قال الليث: يقال شرح الله صدره فانشرح أي وسع صدره لقبول ذلك الأمر فتوسع. وأقول: إن الليث فسر شرح الصدر بتوسيع الصدر، ولا شك أنه ليس المراد منه أن يوسع صدره على سبيل الحقيقة، لأنه لا شبهة أن ذلك محال، بل لا بد من تفسير توسيع الصدر فنقول: تحقيقه ما ذكرناه فيما تقدم ولا بأس بإعادته، فنقول إذا اعتقد الإنسان في عمل من الأعمال أن نفعه زائد وخيره راجح مال طبعه إليه، وقويت رغبته في حصوله وحصل في القلب استعداد شديد لتحصيله، فتسمى هذه الحالة بسعة النفس، وإذا اعتقد في عمل من الأعمال أن شره زائد وضرره راجح عظمت النفرة عنه وحصل في الطبع نفرة ونبوة عن قبوله، ومعلوم أن الطريق إذا كان ضيقاً لم يتمكن الداخل من الدخول فيه، وإذا كان واسعاً قدر الداخل على الدخول فيه فإذا حصل اعتقاد أن الأمر الفلاني زائد النفع والخير وحصل الميل إليه، فقد حصل ذلك الميل في ذلك القلب، فقيل: اتسع الصدر له وإذا حصل اعتقاد أنه زائد الضرر والمفسدة لم يحصل في القلب ميل إليه فقيل إنه ضيق فقد صار الصدر شبيهاً بالطريق الضيق الذي لا يمكن الدخول فيه، فهذا تحقيق الكلام في سعة الصدر وضيقه. والوجه الثاني: في تفسير الشرح يقال: شرح فلان أمره إذا أظهره وأوضحه وشرح المسألة إذا كانت مشكلة فبينها. واعلم أن لفظ الشرح غير مختص بالجانب الحق، لأنه وارد في الإسلام في قوله: أَفَمَن شَرَحَ ٱللَّهُ صَدْرَهُ لِلإِسْلَـٰمِ [الزمر: 22] وفي الكفر في قوله: وَلَـٰكِن مَّن شَرَحَ بِالْكُفْرِ صَدْرًا [النحل: 106] قال المفسرون: لما نزلت هذه الآية سئل رسول الله صلى الله عليه وسلم وقيل له: كيف يشرح الله صدره؟ فقال عليه السلام: \" \" يقذف فيه نوراً حتى ينفسح وينشرح \" \" فقيل له وهل لذلك من أمارة يعرف بها؟ فقال عليه السلام: \" \" الإنابة إلى دار الخلود والتجافي عن دار الغرور والاستعداد للموت قبل نزول الموت \" \" وأقول هذا الحديث من أدل الدلائل على صحة ما ذكرناه في تفسير شرح الله الصدر، وتقريره أن الإنسان إذا تصور أن الاشتغال بعمل الآخرة زائد النفع والخير، وأن الاشتغال بعمل الدنيا زائد الضرر والشر، فإذا حصل الجزم بذلك إما بالبرهان أو بالتجربة أو التقليد لا بد وأن يترتب على حصول هذا الاعتقاد حصول الرغبة في الآخرة، وهو المراد من الإنابة إلى دار الخلود والنفرة عن دار الدنيا، وهو المراد من التجافي عن دار الغرور، وأما الاستعداد للموت قبل نزول الموت فهو مشتمل على الأمرين، أعني النفرة عن الدنيا والرغبة في الآخرة. إذا عرفت هذا فنقول: الداعي إلى الفعل لا بد وأن يحصل قبل حصول الفعل، وشرح الصدر للإيمان عبارة عن حصول الداعي إلى الإيمان، فلهذا المعنى أشعر ظاهر هذه الآية بأن شرح الصدر متقدم على حصول الإسلام، وكذا القول في جانب الكفر. أما قوله: { وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيّقاً حَرَجاً } ففيه مباحث: البحث الأول: قرأ ابن كثير { ضَيّقاً } ساكنة الياء وكذا في كل القرآن، والباقون مشددة الياء مكسورة، فيحتمل أن يكون المشدد والمخفف بمعنى واحد، كسيد وسيد، وهين وهين ولين ولين، وميت وميت، وقرأ نافع وأبو بكر عن عاصم { حَرَجاً } بكسر الراء، والباقون بفتحها قال الفراء: وهو في كسره ونصبه بمنزلة الوجل والوجل، والقرد والقرد، والدنف والدنف. قال الزجاج: الحرج في اللغة أضيق الضيق ومعناه: أنه ضيق جداً، فمن قال: إنه رجل حرج الصدر بفتح الراء فمعناه: ذو حرج في صدره، ومن قال: حرج جعله فاعلاً، وكذلك رجل دنف ذو دنف، ودنف نعت. البحث الثاني: قال بعضهم: الحرج، بكسر الراء الضيق، والحرج بالفتح جمع حرجة، وهو الموضع الكثير الأشجار الذي لا تناله الراعية. وحكى الواحدي في هذا الباب حكايتين: إحداهما: روى عن عبيد بن عمير عن ابن عباس أنه قرأ هذه الآية وقال: هل ههنا أحد من بني بكر. قال رجل: نعم. قال: ما الحرجة فيكم. قال: الوادي الكثير الشجر المشتبك الذي لا طريق فيه. فقال ابن عباس: كذلك قلب الكافر. والثانية: روى الواحدي عن أبي الصلت الثقفي قال: قرأ عمر بن الخطاب رضي الله عنه هذه الآية، ثم قال: ائتوني برجل من كنانة جعلوه راعياً فأتوا به، فقال له عمر: يا فتى ما الحرجة فيكم. قال: الحرجة فينا الشجرة تحدق بها الأشجار فلا يصل إليها راعية ولا وحشية. فقال عمر: كذلك قلب الكافر لا يصل إليه شيء من الخير. أما قوله تعالى: { كَأَنَّمَا يَصَّعَّدُ فِى ٱلسَّمَاء } ففيه بحثان: البحث الأول: قرأ ابن كثير { يَصْعَدُ } ساكنة الصاد وقرأ أبو بكر عن عاصم { يصاعد } بالألف وتشديد الصاد بمعنى يتصاعد، والباقون { يَصْعَدُ } بتشديد الصاد والعين بغير ألف، أما قراءة ابن كثير { يَصْعَدُ } فهي من الصعود، والمعنى: أنه في نفوره عن الإسلام وثقله عليه بمنزلة من تكلف الصعود إلى السماء، فكما أن ذلك التكليف ثقيل على القلب، فكذلك الإيمان ثقيل على قلب الكافر وأما قراءة أبي بكر { يصاعد } فهو مثل يتصاعد. وأما قراءة الباقين { يَصْعَدُ } فهي بمعنى يتصعد، فأدغمت التاء في الصاد ومعنى يتصعد يتكلف ما يثقل عليه. البحث الثاني: في كيفية هذا التشبيه وجهان: الأول: كما أن الإنسان إذا كلف الصعود إلى السماء ثقل ذلك التكليف عليه، وعظم وصعب عليه، وقويت نفرته عنه، فكذلك الكافر يثقل عليه الإيمان وتعظم نفرته عنه. والثاني: أن يكون التقدير أن قلبه ينبو عن الإسلام ويتباعد عن قبول الإيمان، فشبه ذلك البعد ببعد من يصعد من الأرض إلى السماء. أما قوله: { كَذٰلِكَ يَجْعَلُ ٱللَّهُ ٱلرّجْسَ عَلَى ٱلَّذِينَ لاَ يُؤْمِنُونَ } ففيه بحثان: البحث الأول: الكاف في قوله: { كَذٰلِكَ } يفيد التشبيه بشيء، وفيه وجهان: الأول: التقدير أن يجعل الله الرجس عليهم كجعله ضيق الصدر في قلوبهم. والثاني: قال الزجاج التقدير: مثل ما قصصنا عليك، يجعل الله الرجس. البحث الثاني: اختلفوا في تفسير { ٱلرّجْسَ } فقال ابن عباس: هو الشيطان يسلطه الله عليهم وقال مجاهد: { ٱلرّجْسَ } مالا خير فيه. وقال عطاء: { ٱلرّجْسَ } العذاب. وقال الزجاج: { ٱلرّجْسَ } اللعنة في الدنيا والعذاب في الآخرة. ولنختم تفسير هذه الآية بما روي عن محمد بن كعب القرظي أنه قال تذاكرنا في أمر القدرية عند ابن عمر. فقال: لعنت القدرية على لسان سبعين نبياً، منهم نبينا صلى الله عليه وسلم. فإذا كان يوم القيامة نادى مناد، وقد جمع الناس بحيث يسمع الكل أين خصماء الله، فتقوم القدرية وقد أورد القاضي هذا الحديث في تفسيره. وقال: هذا الحديث من أقوى ما يدل على أن القدرية هم الذين ينسبون أفعال العباد إلى الله تعالى قضاء وقدراً وخلقاً، لأن الذين يقولون هذا القول، هم خصماء الله، لأنهم يقولون لله أي ذنب لنا حتى تعاقبنا، وأنت الذي خلقته فينا وأردته منا، وقضيته علينا، ولم تخلقنا إلا له، وما يسرت لنا غيره، فهؤلاء لا بد وأن يكونوا خصماء الله بسبب هذه الحجة أما الذين قالوا: إن الله مكن وأزاح العلة، وإنما أتى العبد من قبل نفسه، فكلامه موافق لما يعامل به من إنزال العقوبة، فلا يكونون خصماء الله، بل يكونون منقادين لله هذا كلام القاضي وهو عجيب جداً وذلك لأنه يقال له يبعد منك أنك ما عرفت من مذاهب خصومك أنه ليس للعبد على الله حجة ولا استحقاق بوجه من الوجوه، وأن كل ما يفعله الرب في العبد فهو حكمة وصواب، وليس للعبد على الرب اعتراض ولا مناظرة، فكيف يصير الإنسان الذي هذا دينه واعتقاده خصماً لله تعالى. أما الذين يكونون خصماء لله فهم المعتزلة وتقريره من وجوه: الأول: أنه يدعي عليه وجوب الثواب والعوض، ويقول: لو لم تعطني ذلك لخرجت عن الإلهية وصرت معزولاً عن الربوبية وصرت من جملة السفهاء، فهذا الذي مذهبه واعتقاده ذلك هو الخصم لله تعالى. والثاني: أن من واظب على الكفر سبعين سنة، ثم إنه في آخر زمن حياته قال: لا إله إلا الله محمد رسول الله عن القلب، ثم مات، ثم إن رب العالمين أعطاه النعم الفائقة والدرجات الزائدة ألف ألف سنة، ثم أراد أن يقطع تلك النعم عنه لحظة واحدة، فذلك العبد يقول: أيها الإله إياك، ثم إياك أن تترك ذلك لحظة واحدة، فإنك إن تركته لحظة واحدة صرت معزولاً عن الإلهية والحاصل: أن إقدام ذلك العبد على ذلك الإيمان لحظة واحدة أوجب على الإله إيصال تلك النعم مدة لا آخر لها، ولا طريق له البتة إلى الخلاص عن هذه العهدة، فهذا هو الخصومة. أما من يقول إنه لا حق لأحد من الملائكة والأنبياء على الله تعالى وكل ما يوصل إليهم من الثواب فهو تفضل وإحسان من الله تعالى، فهذا لا يكون خصماً. والوجه الثالث: في تقرير هذه الخصومة ما حكى أن الشيخ أبا الحسن الأشعري لما فارق مجلس أستاذه أبي علي الجبائي وترك مذهبه وكثر اعتراضه على أقاويله عظمت الوحشة بينهما فاتفق أن يوماً من الأيام عقد الجبائي مجلس التذكير وحضر عنده عالم من الناس، وذهب الشيخ أبو الحسن إلى ذلك المجلس، وجلس في بعض الجوانب مختفياً عن الجبائي، وقال لبعض من حضر هناك من العجائز إني أعلمك مسألة فاذكريها لهذا الشيخ قولي له كان لي ثلاثة من البنين واحد كان في غاية الدين والزهد، والثاني كان في غاية الكفر والفسق، والثالث كان صبياً لم يبلغ، فماتوا على هذه الصفات فأخبرني أيها الشيخ عن أحوالهم. فقال الجبائي: أما الزاهد، ففي درجات الجنة، وأما الكافر، ففي دركات النار، وأما الصبي، فمن أهل السلامة. قال قولي له: لو أن الصبي أراد أن يذهب إلى تلك الدرجات العالية التي حصل فيها أخوه الزاهد هل يمكن منه. فقال الجبائي: لا لأن الله يقول له إنما وصل إلى تلك الدرجات العالية بسبب أنه أتعب نفسه في العلم والعمل وأنت فليس معك ذاك فقال أبو الحسن: قولي له لو أن الصبي حينئذ يقول: يا رب العالمين ليس الذنب لي، لأنك أمتني قبل البلوغ ولو أمهلتني فربما زدت على أخي الزاهد في الزهد والدين. فقال الجبائي: يقول الله له علمت أنك لو عشت لطغيت وكفرت وكنت تستوحب النار، فقبل أن تصل إلى تلك الحالة راعيت مصلحتك وأمتك حتى تنجو من العقاب، فقال أبو الحسن: قولي له لو أن الأخ الكافر الفاسق رفع رأسه من الدرك الأسفل من النار، فقال: يا رب العالمين، ويا أحكم الحاكمين، ويا أرحم الراحمين، كما علمت من ذلك الأخ الصغير أنه لو بلغ كفر علمت مني ذلك، فلم راعيت مصلحته وما راعيت مصلحتي؟ قال الراوي: فلما وصل الكلام إلى هذا الموضع انقطع الجبائي. فلما نظر رأى أبا الحسن، فعلم أن هذه المسألة منه، لا من العجوز، ثم إن أبا الحسين البصري جاء بعد أربعة أدوار أو أكثر من بعد الجبائي فأراد أن يجيب عن هذا السؤال، فقال: نحن لا نرضى في حق هؤلاء الأخوة الثلاثة بهذا الجواب الذي ذكرتم، بل لنا ههنا جوابان آخران سوى ما ذكرتم، ثم قال: وهو مبني على مسألة اختلف شيوخنا فيها، وهي أنه هل يجب على الله أن يكلف العبد أم لا؟ فقال البصريون: التكليف محض التفضل والإحسان، وهو غير واجب على الله تعالى. وقال البغداديون: إنه واجب على الله تعالى. قال: فإن فرعنا على قول البصريين، فلله تعالى أن يقول لذلك الصبي إني طولت عمر الأخ الزاهد، وكلفته على سبيل التفضل ولم يلزم من كوني متفضلاً على أخيك الزاهد بهذا الفضل أن أكون متفضلاً عليك بمثله وأما إن فرعنا على قول البغداديين فالجواب أن يقال: إن إطالة عمر أخيك وتوجيه التكليف عليه كان إحساناً في حقه، ولم يلزم منه عود مفسدة إلى الغير فلا جرم فعلته وأما إطالة عمرك وتوجيه التكليف عليك كان يلزم منه عود مفسدة إلى غيرك، فلهذا السبب ما فعلت ذلك في حقك فظهر الفرق. هذا تلخيص كلام أبي الحسين البصري سعياً منه في تخليص شيخه المتقدم عن سؤال الأشعري، بل سعياً منه في تخليص إلهه عن سؤال العبد، وأقول قبل الخوض في الجواب عن كلام أبي الحسين صحة هذه المناظرة الدقيقة بين العبد وبين الله، إنما لزمت على قول المعتزلة وأما على قول أصحابنا رحمهم الله فلا مناظرة البتة بين العبد وبين الرب، وليس للعبد أن يقول لربه، لم فعلت كذا؟ أو ما فعلت كذا. فثبت أن خصماء الله هم المعتزلة، لا أهل السنة، وذلك يقوي غرضنا ويحصل مقصودنا، ثم نقول: أما الجواب الأول: وهو أن إطالة العمر وتوجيه التكليف تفضل، فيجوز أن يخص به بعضاً دون بعض. فنقول: هذا الكلام مدفوع، لأنه تعالى لما أوصل التفضل إلى أحدهما، فالامتناع من إيصاله إلى الثاني قبيح من الله تعالى، لأن الإيصال إلى هذا الثاني، ليس فعلاً شاقاً على الله تعالى، ولا يوجب دخول نقصان في ملكه بوجه من الوجوه، وهذا الثاني يحتاج إلى ذلك التفضل ومثل هذا الامتناع قبيح في الشاهد ألا ترى أن من منع غيره من النظر في مرآته المنصوبة على الجدار لعامة الناس قبح ذلك منه، لأنه منع من النفع من غير اندفاع ضرر إليه، ولا وصول نفع إليه فإن كان حكم العقل بالتحسين والتقبيح مقبولاً، فليكن مقبولاً ههنا، وإن لم يكن مقبولاً لم يكن مقبولاً ألبتة في شيء من المواضع، وتبطل كلية مذهبكم فثبت أن هذا الجواب فاسد. وأما الجواب الثاني: فهو أيضاً فاسد، وذلك لأن قولنا تكليفه يتضمن مفسدة ليس معناه أن هذا التكليف يوجب لذاته حصول تلك المفسدة، وإلا لزم أن تحصل هذه المفسدة أبداً في حق الكل وأنه باطل، بل معناه: أن الله تعالى علم أنه إذا كلف هذا الشخص، فإن إنساناً آخر يختار من قبل نفسه فعلاً قبيحاً، فإن اقتضى هذا القدر أن يترك الله تكليفه، فكذلك قد علم من ذلك الكافر أنه إذا كلفه فإنه يختار الكفر عند ذلك التكليف، فوجب أن يترك تكليفه، وذلك يوجب قبح تكليف من علم الله من حاله أنه يكفر، وإن لم يجب ههنا لم يجب هنالك، وأما القول بأنه يجب عليه تعالى ترك التكليف إذا علم أن غيره يختار فعلاً قبيحاً عند ذلك التكليف، ولا يجب عليه تركه إذا علم تعالى أن ذلك الشخص يختار القبيح عند ذلك التكليف، فهذا محض التحكم. فثبت أن الجواب الذي استخرجه أبو الحسين بلطيف فكره، ودقيق نظره بعد أربعة أدوار ضعيف، وظهر أن خصماء الله هم المعتزلة، لا أصحابنا، والله أعلم.", "annotation": {"aya": [{"start": 2023, "end": 2115}, {"start": 3431, "end": 3470}, {"start": 3493, "end": 3551}, {"start": 7204, "end": 7329}, {"start": 10149, "end": 10194}, {"start": 10226, "end": 10267}], "hadith": [{"start": 7361, "end": 7419}, {"start": 10394, "end": 10433}, {"start": 10488, "end": 10573}], "verse": []}}