{"text": " { وَلَمَّا رَجَعَ مُوسَىٰ إِلَىٰ قَوْمِهِ غَضْبَٰنَ أَسِفاً } ذكر في أوّل مادة (أ س ف) من لسان العرب أن الأسف شدّة الحزن والغضب. والأكثرون لا يشترطون شدّتهما. قال في المصباح: أسف أسفاً من باب تعب حزن وتلهّف فهو أسف مثل تعب، وأسف مثل غضب وزناً ومعنى، ويعدي بالهمزة فيقال آسفته. وقال الراغب: الأسف الحزن والغضب معاً، وقد يقال لكلّ منهما على الإنفراد، وحقيقته ثوران دم القلب شهوة الإنتقام فمتى كان ذلك على من دونه انتشر فصار غضباً، ومتى كان على من فوقه انقبض فصار حزناً، ولذلك سُئل ابن عباس عن الحزن والغضب؟ فقال مخرجهما واحد واللفظ مختلف فمَنْ نازع مَنْ يقوى عليه أظهره غيظاً وغضباً، ومَنْ نازع مَنْ لا يقوى عليه أظهره حزناً وجزعاً. وبهذا النظر قال الشاعر: فحزن كلّ أخي حزن أخو الغضب ثمّ ذكر أن الأسف في الآية التي نفسرها هو الغضبان فهو إذا مترادف، وقد فاته هنا ما نعهد من تحقيقه لمدلولات الألفاظ وما أظن أن ما نقله عن ابن عباس يصحّ فإن ما ذكر من المقابلة بين الغضب والحزن إنّما يظهر بين الغضب والحقد، وإنّما الحزن ألم النفس بفقد ما تحب من مال أو أهل أو ولد. وليس من شهوة الإنتقام في شيء. ومن شواهد استعمال الأسف بمعنى الحزن قوله تعالى حكاية عن يعقوب عليه السلام: وَقَالَ يَٰأَسَفَىٰ عَلَى يُوسُفَ [يوسف: 84] ومن شواهد استعماله بمعنى الغضب قوله تعالى: فَلَمَّآ آسَفُونَا ٱنتَقَمْنَا مِنْهُمْ [الزخرف: 55] ولا يوصف تعالى بالحزن ولا يسند إليه. وغضبه سبحانه ليس كغضب البشر ألماً في النفس، ولا أثراً لغليان دم القلب، تعالى عن هذه الإنفعالات والآلام البشريّة، وإنّما هو صفة تليق به هي سبب العقاب. والجمع بين الغضبان والأسف في صفة موسى عليه السلام يدلّ على أنّ الأسف بمعنى الحزين. والمعنى: أنّه لمّا رجع موسى من الطور إلى قومه غضبان على أخيه هارون إذ رأى أنّه ضعف في سياسته لهم، ولم يكن ذا عزيمة في خلافته فيهم، حزيناً على ما وقع منهم من كفر الشرك، وإغضاب الله عزَّ وجلّ: { قَالَ بِئْسَمَا خَلَفْتُمُونِي مِن بَعْدِيۤ } أي بئس خلافة خلفتمونيها من بعد ذهابي عنكم إلى مناجاة الرب تعالى من بعد ما كان من شأني معكم أن لقنتكم التوحيد وكففتكم عن الشرك وبينت لكم فساده وبطلانه وسوء عاقبة أمره حيث رأيتم القوم الذين يعكفون على أصنام لهم من تماثيل البقر - فكان الواجب عليكم أن تخلفوني بإقتفاء سيرتي ولكنّكم خلفتموني بضدّها، إذ صنعتم لكم صنماً كأصنام أولئك القوم أو كأحد أصنام المصريين فعبده بعضكم، ولم يردعكم عن ذلك سائركم - فالتوبيخ عام، وفيه تعريض خاص بهارون عليه السلام لأنّه جعله خليفته فيهم كما تقدّم. { أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ }؟ قال في لسان العرب: وعجّله سبقه، وأعجله إستعجله. وفي التنزيل العزيز { أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ } أي إستبقتم قال الفراء: تقول عجّلت الشيء أي سبقته وأعجلته إستحثثته اهـ. وقال في الكشّاف: يقال عجّل عن الأمر إذا تركه غير تام، ونقيضه تم عليه، وأعجله عنه غيره، ويضمن معنى سبق فيعدى تعديته فيقال عجلت الأمر: والمعنى أعجّلتم عن أمر ربّكم وهو إنتظار موسى حافظين لعهده وما وصّاكم به، فبنيتم الأمر على أن الميعاد قد بلغ آخره، ولم أرجع إليكم فحدّثتم أنفسكم بموتي فغيّرتم كما غيّرت الأمم بعد أنبيائهم. وروي أن السامري قال لهم حين أخرج لهم العجل وقال: (هذا إلهكم وإله موسى): إن موسى لن يرجع وأنّه قد مات، اهـ وقال ابن كثير وقوله: { أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ } أي إستعجلتم مجيئي إليكم وهو مقدّر من الله تعالى، اهـ وقد نقل الألوسي كلام الكشّاف من غير عزو كعادة أكثر المؤلّفين بعد سلف الأمّة ثمّ قال: وذهب يعقوب إلى أن السبق معنى حقيقي له من غير تضمين. والأمر واحد الأوامر، وعن الحسن: أنّ المعنى أعجّلتم وعد ربّكم الذي وعدكم من الأربعين؟ فالأمر عليه واحد الأمور، اهـ والمراد بالأربعين ما بيّنه من أنّها الليالي التي وأعد موسى ربّه كما تقدّم. ثمّ قال: { وَأَلْقَى ٱلأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ } أي وطرح الألواح من يديه ليأخذ برأس أخيه ممّا كان من شدّة غضبه لله تعالى وأسفه لما فعل قومه من الشرك به ولما ظنّ من تقصير أخيه وأخذ بشعر رأس أخيه يجرّه إليه بذؤابته، إذ كان الواجب عليه في إجتهاد موسى أن يردعهم ويكفّهم عن عبادة العجل أن قدر كما فعل هو بتحريقه وإلقائه في أليم - وأن يتّبعه إلى جبل الطور إن لم يقدر كما حكى الله تعالى - عنه في سورة طه - قَالَ يٰهَرُونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوۤاْ * لاَّ تَتَّبِعَنِ أَفَعَصَيْتَ أَمْرِي [طه: 92-93]؟ والإجتهاد يختلف بإختلاف أحوال المجتهدين فالقوي الشديد الغضب للحق بالحق كموسى عليه السلام، يشعر بما لا يشعر به من يغلب عليه الحلم ولين العريكة كهارون عليه السلام. وقد بحث بعض المفسّرين في إلقاء الألواح وما رُوي من تكسّر بعضها، هل يتضمّن تقصيراً في تعظيم كلام الله تعالى؟ وكيف يمكن أن يقع مثل ذلك من الرسول المعصوم ولو في حال الغضب الشديد، بل توهم بعضهم أنّه يتضمّن في نفسه نوع إهانة للألواح فوجب بيان المخرج منه. والمختار عندنا في الجواب عن هذه الأوهام أن إلقاء الألواح لا يقتضي إهانة لها، كما أن إلقاء العصا لإقامة الحجّة على السحرة لا يتضمّن مثل ذلك، فالإلقاء في نفسه لا يقتضي ذلك لغة ولا عادة وإنّما يقع ما يقع من مثل ذلك يقصد وهو ممتنع هنا قطعاً - وإن كان الغضب مظنّة له، فعلم بهذا إنّما أطال به بعضهم لا طائل تحته ولا حاجة إليه وماذا كان جواب هارون عليه السلام: { قَالَ ٱبْنَ أُمَّ إِنَّ ٱلْقَوْمَ ٱسْتَضْعَفُونِي وَكَادُواْ يَقْتُلُونَنِي } قرأ ابن عامر وحمزة والكسائي وأبو بكر عن عاصم هنا وفي سورة طه { ٱبْنَ أُمَّ } بكسر الميم على حذف ياء المتكلّم للتخفيف وهي تطرح في المنادى المضاف، وقرأها الباقون بالفتح وعلّلوها بزيادة التخفيف وبالتشبيه بخمسة عشر، وقرئ في الشواذ \" ابن أمي \" بإثبات الياء على الأصل. قال في الكشّاف: قيل كان أخاه لأبيه وأمّه فإنّ صحّ فإنّما أضافه إلى الأم إشارة إلى أنّهما من بطن واحد، وذلك أدّعى إلى العطف والرّقة وأعظم للحق الواجب، ولأنّها كانت مؤمنة فإعتد بنسبها، ولأنّها هي التي قاست فيه المخاوف والشدائد فذكره بحقها اهـ وهو حسن إلاّ قوله فإعتد بنسبها فإن النسب لا يتوقف على الإيمان. واسم أمّهما (يوكابد) بنت لاوي كما في التوراة عندهم. والمعنى يا ابن أمي لا تعجل بمؤاخذتي وتعنيفي فإنّني لم آل جهداً في الإنكار على القوم والنصح لهم ولكنّهم استضعفوني فلم يرعووا لنصحي ولم يمتثلوا أمري، بل قاربوا أن يقتلوني { فَلاَ تُشْمِتْ بِيَ ٱلأَعْدَآءَ وَلاَ تَجْعَلْنِي مَعَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ } أي فلا تفعل بيّ من المعاتبة والإهانة ما يشمّت بي الأعداء ولا تجعلني مع القوم الظالمين لأنفسهم بعبادة العجل بأن تلزمني بهم في قرن من الغضب والمؤاخذة فلست منهم في شيء. والظاهر أنّه يعني بالأعداء والظالمين فريقاً واحداً وهم الذين عبدوا العجل فأنكر عليهم فوجدوا عليه وكادوا يقتلونه، وهذا دليل على أنّه كان دون موسى في قوّة الإرادة وشدّة العزيمة، وهو ما إتفق عليه علماؤنا وعلماء أهل الكتاب. وماذا كان من أثر هذا الإستعطاف في قلب موسى عليه السلام: { قَالَ رَبِّ ٱغْفِرْ لِي وَلأَخِي } أي اغفر لي ما أغلظت عليه به من قول وفعل، واغفر له ما عساه قصّر فيه من مؤاخذة القوم، لما توقعه من الإيذاء حتى القتل { وَأَدْخِلْنَا فِي رَحْمَتِكَ } التي وسعت كلّ شيء بجعلها شاملة لنا وجعلنا مغمورين فيها. وهو أبلغ من \" وارحمنا \" { وَأَنتَ أَرْحَمُ ٱلرَّاحِمِينَ } وهذا ثناء، يدلّ على مزيد الثقة في الرجاء، والدعاء في جملته أقوى في إستعتاب هارون من الإعتذار له، وأدلّ على تخييب أمل الأعداء في شيء ممّا يثير حفيظة الشماتة. قال الزمخشري في تعليله: ليرضي أخاه ويظهر لأهل الشماتة رضاه عنه فلا تتم لهم شماتتهم، واستغفر لنفسه ممّا فرط منه إلى أخيه، ولأخيه أن عسى فرط في حسن الخلافة، وطلب أن لا يتفرّقا عن رحمته ولا تزال منتظمة لهما في الدنيا والآخرة. اهـ. برّأ القرآن المجيد هارون عليه السلام من جريمة إتخاذ العجل ومن التقصير في الإنكار على متّخذيه وعابديه من قومه، وهذا من أهم المواضع التي هيمن بها على كتب الأنبياء التي في أيدي أهل الكتّاب فصحح أغلاط محرّفيها، وهو يحثو التراب في أفواه الطاعنين فيه وفيمن جاء به (برأهما الله تعالى) بزعمهم أنّه أخذ عن التوراة ما فيه من أخبار موسى وغيره من أنبياء بني إسرائيل، فإنّه - صلوات الله وسلامه عليه وعلى آله - كان أمّيّاً لم يقرأ ولم يطلع على شيء من تلك الكتب ولم يكن في بلده من يعرف من تلك الكتب شيئاً، وقد كان يقرأ على أعداء المعاندين له من قومه مثل قوله تعالى: وَمَا كُنتَ تَتْلُواْ مِن قَبْلِهِ مِن كِتَابٍ وَلاَ تَخُطُّهُ بِيَمِينِكَ إِذاً لاَّرْتَابَ ٱلْمُبْطِلُونَ [العنكبوت: 48] وقوله: تِلْكَ مِنْ أَنْبَآءِ ٱلْغَيْبِ نُوحِيهَآ إِلَيْكَ مَا كُنتَ تَعْلَمُهَآ أَنتَ وَلاَ قَوْمُكَ مِن قَبْلِ هَـٰذَا [هود: 49] ولو كان يعلم أو كانوا يعلمون شيئاً من تلك الكتب لكذّبه في هذا أولئك الجاحدون والمعاندون وقد تقدّم الإحتجاج بهذا، والغرض هنا إقامة حجّة أخرى وهي أنّه لو كان صلى الله عليه وسلم نقل عن التوراة لوافقها في كلّ ما نقله وهو قد خالفها في مواضع بما جعله منزله جلّ جلاله مهيمناً ورقيباً عليها، ومصححاً لأهم ما وقع من التحريف فيها، ومنه تبرئة هارون وغيره من الرسل عليهم السلام من الذنوب والجرائم التي عزيت إليهم فيها فجعلتهم قدوة سيئة كجعل هارون عليه السلام هو الصانع للعجل كما هو مفصّل في الفصل الثاني والثلاثين من سفر الخروج قال: 1- ولمّا رأى الشعب أن موسى أبطأ في النزول من الجبل إجتمع الشعب على هارون وقالوا له: قم أصنع لنا آلهة تسير أمامنّا لأنّ هذا موسى الرجل الذي أصعدنا من أرض مصر لا نعلم ماذا أصابه. 2- فقال لهم هارون: انزعوا أقراط الذهب التي في آذان نسائكم وبنيكم وبناتكم وأتوني بها. 3- فنزع كلّ الشعب أقراط الذهب التي كانت في آذانهم وأتوا بها إلى هارون 4- فأخذ ذلك من أيديهم وصوّره بالإزميل وصنعه عجلاً مسبوكاً فقالوا: هذه آلهتك يا إسرائيل التي أصعدتك من أرض مصر. 5- فلما نظر هارون بنى مذبحاً أمامه ونادى هارون وقال: غدا عيد للرّب. 6- فبكروا في الغد وأصعدوا محرقات وقدّموا ذبائح سلامة وجلس الشعب للأكل والشرب ثمّ قاموا للّعب. 7- فقال الرب لموسى: إذهب أنزل لأنّه قد فسد شعبك الذي أصعدته من أرض مصر. 8- زاغوا سريعاً عن الطريق الذي أوصيتهم به صنعوا لهم عجلاً مسبوكاً وسجدوا له وذبحوا له وقالوا: هذه آلهتك يا إسرائيل التي أصعدتك من أرض مصر. وبعد هذا ذكر أن الرب قال لموسى أن هذا الشعب صلب الرقبة وأنّ غضبه إشتدّ عليهم ليفنيهم، وأنّ موسى إسترحمه أن لا يفعل ولا يشمت بهم المصريين وذكره وعده سبحانه لإبراهيم وإسحاق ويعقوب بتكثير نسلهم، ثمّ ذكر مسألة عودة موسى إلى قومه وما فعل ثمّ قال: \" 19 وكان عندما اقترب إلى المحلّة أنّه أبصر العجل والرقص فحمي غضب موسى وطرح اللوحين من يديه وكسّرهما في أسفل الجبل 20 ثمّ أخذ العجل الذي صنعوا وأحرقه بالنار وطحنه حتى صار ناعماً وذراه على وجه الماء وسقى بني إسرائيل 21 وقال موسى لهارون ماذا صنع بك هذا الشعب حتى جلبت عليه خطية عظيمة 22 فقال هارون لا يحم غضب سيّدي عليّ، أنت تعرف الشعب أنّه في شرّ 23 فقالوا ليّ اصنع لنا آلهة تسير أمامنا. .. \" إلخ. ثمّ ذكر طلب موسى من الرب أن يغفر لقومه وأمر الرب إياهم بأن يقتل كلّ واحد أخاه وكلّ واحد صاحبه وكلّ واحد قريبه - وأنّ بني لاوي فعلوا ذلك فقتل منهم في ذلك اليوم نحو من ثلاثة آلاف رجل، وقد تقدّم ذكر هذه المسألة في سورة البقرة.", "annotation": {"aya": [{"start": 1062, "end": 1095}, {"start": 1150, "end": 1189}, {"start": 3688, "end": 3784}, {"start": 7193, "end": 7300}, {"start": 7323, "end": 7435}], "hadith": [], "verse": [{"start": 655, "end": 681}]}}