{"text": " وهذه الآية تعني أننا لم نترك معذرة لأحد ممن كفروا برسلهم لأننا جئنا لهم بأمثال متعددة وألوان شتى من الأدلة المشاهدة ليستدلوا بها على غير المشاهد ليأخذوا من مرائيهم ومن حواسهم دليلاً على ما غاب عنهم. فحين يريد سبحانه أن يقنعهم بأن يؤمنوا بإله واحد لا شريك له يضرب لهم هذا المثَلَ من واقع حياتهم: ضَرَبَ ٱللَّهُ مَثَلاً رَّجُلاً فِيهِ شُرَكَآءُ مُتَشَاكِسُونَ وَرَجُلاً سَلَماً لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلاً.. [الزمر: 29]. هل يستوي عبد لسيد واحد مع عبد لعدة أسياد يتجاذبونه، إنْ أرضي واحداً أسخط الآخرين؟ ثم يُقرِّب المسألة بمثَلٍ من الأنفس، وليس شيء أقرب إلى الإنسان من نفسه، فيقول الحق سبحانه وتعالى: ضَرَبَ لَكُمْ مَّثَلاً مِّنْ أَنفُسِكُمْ هَلْ لَّكُمْ مِّن مَّا مَلَكَتْ أَيْمَانُكُمْ مِّن شُرَكَآءَ فِي مَا رَزَقْنَاكُمْ فَأَنتُمْ فِيهِ سَوَآءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ كَذَلِكَ نُفَصِّلُ ٱلآيَاتِ لِقَوْمٍ يَعْقِلُونَ [الروم: 28]. والمعنى: إذا كنتم لا تقبلون أنْ يشارككم مواليكم فيما رزقكم الله، فتكونون في هذا الرزق سواء، فكيف تقبلون الشركة في حق الله تعالى؟ وحين يريد الحق سبحانه أنْ يبطل شرْكهم وعبادتهم للآلهة يضرب لهم هذا المثل إِنَّ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَن يَخْلُقُواْ ذُبَاباً وَلَوِ ٱجْتَمَعُواْ لَهُ وَإِن يَسْلُبْهُمُ ٱلذُّبَابُ شَيْئاً لاَّ يَسْتَنقِذُوهُ مِنْهُ ضَعُفَ ٱلطَّالِبُ وَٱلْمَطْلُوبُ [الحج: 73]. والمَثَل يعني أنْ تُشبِّه شيئاً بشيء، وتلحق خفياً بجلي، لتوضحه وليستقر في ذِهْن السامع، كأن تشبه شخصاً غير معروف بشخص معروف، ويُسَمَّى هذا: مثْل أو مَثَل، نقول: فلان مثْل فلان. أما المثل فقول من حكيم شاع على الألسنة، وتناقله الناس كلما جاءت مناسبته، وسبق أنْ مثَّلنا لذلك بالملك الذي أرسل امرأة تخطب له أم إياس بنت عوف بن محلم الشيباني، وكان اسمها عصام، فلما عادت من المهمة بادرها بقوله: ما وراءكِ يا عصام؟ فصارت مثلاً يُقال في مثل هذه المناسبة مع أنه قيل في حادثة مخصوصة. والمثل يقال كما هو، لا نغير فيه شيئاً، فنقول: ما وراءك يا عصام للمذكر وللمؤنث، وللمفرد وللمثنى وللجمع. ومن ذلك نُشبِّه الكريم بحاتم، والشجاع بعنترة.. الخ لأن حاتماً الطائي صار مضربَ المثل في الكرم، وعنترة في الشجاعة. وفي المثال نقول لمن يواجه بمَنْ هو أقوى منه: إنْ كنت ريحاً فقد لاقيتَ إعصاراً، ونقول لمن لم يُعِدّ للأمر عُدَّته: قبل الرماء تُملأ الكنائن. إذن: المثل قول شبه مضربه الآن بمورده، سابقاً لأن المورد كان قوياً وموجزاً لذلك حُفِظ وتناقلته الألسنة. والقرآن يسير على أسلوب العرب وطريقتهم في التعبير وتوضيح المعنى بالأمثال حتى يضرب المثل بالبعوضة، والبعض يأنف أنْ يضرب القرآن بجلاله وعظمته مثلاً بالبعوضة، وهو لا يعلم أن الله يقول: إِنَّ ٱللَّهَ لاَ يَسْتَحْى أَن يَضْرِبَ مَثَلاً مَّا بَعُوضَةً فَمَا فَوْقَهَا.. [البقرة: 26]. وليس معنى: فَمَا فَوْقَهَا.. [البقرة: 26] أي: في الكِبَر كما يظن البعض، فيقولون: لماذا يقول فما فوقها وهو من باب أَوْلى، لكن المراد ما فوقها في الصِّغَر وفيما تستنكرونه من الضآلة، كالكائنات الدقيقة والفيروسات.. الخ. لكن، لماذا يضرب الله الأمثال للناس؟ قالوا: لأن الإنسان له حواسّ متعددة، فهو يرى ويسمع ويشم ويتذوق ويلمس.. الخ، ولو تأملتَ كل هذه الحواس لوجدتَ أن ألصق شيء بالحس أنْ يضرب لذلك حين تريد أنْ تُوقِظ شخصاً من النوم فقد لا يسمع نداءك فتذهب إليه وتهزُّه كأنك تضربه فيقوم. إذن: فالضرب هو الأثر الذي لا يتخلف مدلوله أبداً، ومن ذلك قوله تعالى: وَآخَرُونَ يَضْرِبُونَ فِي ٱلأَرْضِ يَبْتَغُونَ مِن فَضْلِ ٱللَّهِ.. [المزمل: 20] أي: يُؤثرون فيها تأثيراً واضحاً كالحرث مثلاً، وهو أشبه ما يكون بالضرب. والضرب لا يكون ضرباً يؤدي مهمة وله أثر إلا إذا كان بحيث يُؤلم المضروب، ولا يُوجع الضارب، وإلا فقد تضرب شيئاً بقوة فتؤلمك يدك، فكأنك ضربتَ نفسك. وهذا المعنى فَطِن إليه الشاعر، فقال للذين لا يؤمنون بقدر الله: أيَا هَازئاً من صُنُوف القَدَرِ بنفسِكَ تعنف لاَ بالقَدرْ وَيَا ضَارِباً صَخْرةً بِالعصَا ضربتَ العَصَا أَمْ ضربْتَ الحجَرْ فالحق سبحانه يضرب المثل ليُشعِركم به، وتُحسون به حِسَّ الألم من الضرب، فإذا لم يحسّ الإنسان بضرب المثل فهو كالذي لا يحسُّ بالضرب الحقيقي المادي، وهذا والعياذ بالله عديم الإحساس أو مشلول الحسِّ. فالمعنى: { وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَـٰذَا ٱلْقُرْآنِ مِن كُلِّ مَثَلٍ.. } [الروم: 58] يعني: أتيناهم بأمثال ودلائل لا يمكن لأحد إلا أنْ يستقبلها كما يستقبل الضرب لأن الضرب آخر مرحلة من مراحل الإدراك. وسبق أنْ قلنا: إن الحق سبحانه ضرب المثل لنفسه سبحانه في قوله: ٱللَّهُ نُورُ ٱلسَّمَاوَاتِ وَٱلأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ.. [النور: 35]. والمثل هنا ليس لنوره تعالى كما يظن البعض، إنما مَثَلٌ لتنويره للكون الواسع، وهو سبحانه يُنوِّرك حِسِّياً بالشمس وبالقمر وبالنجوم، ويُنوِّرك معنوياً بالمنهج وبالقيم. ففائدة النور الحسي أن يزيل الظلمة، وأنْ تسير على هُدى وعلى بصيرة فتسلم خطاك واتجاهك من أنْ تحطم ما هو أقلّ منك أو يحطمك ما هو أقوى منك، والمحصلة ألاَّ تضر الأضعف منك، وألاَّ يضرك الأقوى منك. كذلك النور المعنوي، وهو نور القيم والمنهج يمنعك أنْ تضرَّ غيرك، ويمنع غيرك أنْ يضرَّك، وكما ينجيك النور الحسي من المعاطب الحسية كذلك ينجيك نور القيم من المعاطب المعنوية. لذلك يقول سبحانه بعد أن ضرب لنا هذا المثل: نُّورٌ عَلَىٰ نُورٍ يَهْدِي ٱللَّهُ لِنُورِهِ مَن يَشَآءُ وَيَضْرِبُ ٱللَّهُ ٱلأَمْثَالَ لِلنَّاسِ وَٱللَّهُ بِكُلِّ شَيْءٍ عَلَيِمٌ [النور: 35]. وسبق أنْ ذكرنا ما كان من مدح أبي تمام لأحد الخلفاء: إقْدامُ عَمروٍ في سَمَاحةِ حَاتمٍ في حِلْم أحْنَفَ في ذَكَاءِ إيَاسِ فقال أحد حُسَّاده على مكانته من الخليفة: أتشبه الخليفة بأجلاف العرب؟ فأطرق هنيهة، ثم أكمل على نفس الوزن والقافية: لاَ تُنكِروا ضرْبي لَهُ مَنْ دُونَه مثَلاً شَرُوداً في النَّدَى والبَاسِ فاللهُ قَدْ ضربَ الأقلَّ لِنُورهِ مَثَلاً من المشْكَاةِ والنبراسِ الأعجب من هذا أنهم أخذوا الورقة التي معه، فلم يجدوا فيها هذين البيتين، وهذا يعني أنه ارتجلهما لتوّه، وقد قلت: والله لو وجدوا هذه الأبيات مُعدة معه لما قلَّل ذلك من شأنه، بل فيه دلالة على ذكائه واحتياطه لأمره وتوقعه لما قد يقوله الحساد والحاقدون عليه. لكن لم تُجد هذه الأمثال ولم ينتفعوا بها، وليت الأمر ينتهي عند هذا الحد بل: { وَلَئِن جِئْتَهُمْ بِآيَةٍ.. } [الروم: 58] أي: جديدة { لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوۤاْ إِنْ أَنتُمْ إِلاَّ مُبْطِلُونَ } [الروم: 58] فيتهمون الرسل في بلاغهم عن الله بأنهم أهل باطل وكذب. والحق سبحانه يحتجّ على الناس في أنه لم يُجبهم إلى الآيات التي اقترحوها لأن السوابق مع الأمم التي كذَّبت الرسل تؤيد ذلك، فقد كانوا يطلبون الآيات، فيجيبهم الله إلى ما طلبوا، فما يزدادون إلا تكذيباً. لذلك يقول سبحانه: وَمَا مَنَعَنَآ أَن نُّرْسِلَ بِٱلآيَاتِ إِلاَّ أَن كَذَّبَ بِهَا ٱلأَوَّلُونَ.. [الإسراء: 59]. فالأمر لا يتعدى كونهم يريدون إطالة الإجراءات وامتداد الوقت في جدل لا يجدي، ثم إن في إجابتهم إلى ما طلبوا رغم تكذيبهم بالآيات السابقة احتراماً لعدم إيمانهم، ودليلاً على أن الآيات السابقة كانت غير كافية، بدليل أنه جاءهم بآية أخرى، إذن: فعدم مجيء الآيات يعني أن الآيات السابقة كانت كافية للإيمان لكنهم لم يؤمنوا لذلك لن نجيبهم في طلب آيات أخرى جديدة. وهذه القضية واضحة في جدل إبراهيم - عليه السلام - مع النمروذ في قوله تعالى: أَلَمْ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ ٱللَّهُ ٱلْمُلْكَ إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ ٱلَّذِي يُحْيِـي وَيُمِيتُ قَالَ أَنَا أُحْيِـي وَأُمِيتُ.. [البقرة: 258]. وعندها شعر إبراهيم عليه السلام بأن خَصْمه يميل إلى الجدل والسفسطة، وأنه يريد إطالة أمد الجدل، ويريد تضييع الوقت في أخذ وردٍّ لذلك أضرب عن هذه الحجة - مع أن خَصْمه لا يميت ولا يحيى على الحقيقة - وألجأه إلى حجة أخرى لا يستطيع منها فكاكاً، ولا يجد معها سبيلاً للمراوغة فقال: فَإِنَّ ٱللَّهَ يَأْتِي بِٱلشَّمْسِ مِنَ ٱلْمَشْرِقِ فَأْتِ بِهَا مِنَ ٱلْمَغْرِبِ.. [البقرة: 258] فماذا يقول هذا المعاند؟ فَبُهِتَ ٱلَّذِي كَفَرَ وَٱللَّهُ لاَ يَهْدِي ٱلْقَوْمَ ٱلظَّالِمِينَ [البقرة: 258]. كذلك كان فرعون يلجأ إلى هذا الأسلوب في حواره مع موسى وهارون عليهما السلام، ففي كل موقف كان يقول: فَمَن رَّبُّكُمَا يٰمُوسَىٰ [طه: 49] إنه الجدل العقيم، يلجأ إليه مَنْ أفلس، فلم يجد حجة يستند إليها. ونلحظ في أسلوب الآية صيغة الإفراد في { وَلَئِن جِئْتَهُمْ بِآيَةٍ.. } [الروم: 58] ثم تنتقل إلى صيغة الجمع في { إِنْ أَنتُمْ إِلاَّ مُبْطِلُونَ } [الروم: 58] فلم يقولوا لرسولهم مثلاً: أنت مبطل، فلماذا؟ قالوا: لأن الرسول حين يُكذِّبه قومه فيقولون: أنت مبطل، فلعل من أتباعه المؤمنين به مَنْ يدافع عنه ويشهد بصدقه، فجاءت صيغة الجمع لتفيد الشمول، فكأنهم يقولون: أنت مبطل وكل مَنْ يتشدد لك. أو: يكون المعنى { إِنْ أَنتُمْ.. } [الروم: 58] يعني: كل الرسل { مُبْطِلُونَ } [الروم: 58] أي: كاذبون تختلقون من عند أنفسكم وتقولون: هو من عند الله. وعجيب من هؤلاء أن يؤمنوا بالله ويُكذِّبوا رسله، ككفار مكة الذين شمتوا في رسول الله حين فتر عنه الوحي فقالوا: \" إن رب محمد قلاه \". وهم لا يدرون أن الوحي كان يجهد رسول الله، وكان يشقُّ عليه في بداية الأمر، حتى جاء زوجه خديجة يقول: زملوني زملوني، دثروني دثروني، وكان جبينه يتفصد عرقاً، وكان صلى الله عليه وسلم يقول عن الملَك: \" وضمني حتى بلغ مني الجهد \". وما ذاك إلا لالتقاء الملكية بالبشرية لذلك كان جبريل عليه السلام يتمثل لسيدنا رسول الله في صورة بشر، ليس عليه غبار السفر ولا يعرفه أحد، كما جاء لرسول الله وهو في مجلس الصحابة يسأله عن الإيمان والإسلام والإحسان. إذن: مسألة فتور الوحي وانقطاعه مدة عن رسول الله أراد الله به أن يستريح رسول الله من مشقة الوحي حتى يزول عنه الألم والعناء، وعندها يشتاق للوحي من جديد، ويهون عليه فيتحمله ويصير له دُرْبة على تلقيه من الملك، فشَوْق الإنسان إلى الشيء يجعله يتحمل المشاقّ في سبيله، ويُهوِّن عليه الصعاب، كالذي يسير إلى محبوبه فلا يبالي حتى لو سار على الشوك، أو اعترضته المخاوف والأخطار. والوحي لقاء بشري بملكي، فإما أنْ ينتقل الرسول إلى مرتبة الملَك، أو ينتقل الملك إلى مرتبة البشر، وهذا التقارب لم يحدث في بداية نزول الوحي فأجهد رسول الله واحتاج إلى هذه الراحة بانقطاع الوحي. لذلك يقول سبحانه: وَوَضَعْنَا عَنكَ وِزْرَكَ * ٱلَّذِيۤ أَنقَضَ ظَهْرَكَ [الشرح: 2-3] أي: جعلناه خفيفاً لا يجهدك، ويقول سبحانه في الرد عليهم: وَٱلضُّحَىٰ * وَٱللَّيْلِ إِذَا سَجَىٰ * مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ [الضحى: 1-3]. فعجيب أنْ يقولوا: \" إن رب محمد قلاه \" فيعترفون برب محمد ساعة الشدة والضيق الذي نزل به، فأشمتهم فيه حتى قالوا: إن رب محمد جفاه، فلما وصله ربه بالوحي ودعاهم إلى الإيمان كفروا وكذَّبوا.", "annotation": {"aya": [{"start": 295, "end": 414}, {"start": 608, "end": 845}, {"start": 1061, "end": 1252}, {"start": 2379, "end": 2460}, {"start": 2486, "end": 2503}, {"start": 3025, "end": 3093}, {"start": 3974, "end": 4058}, {"start": 4641, "end": 4773}, {"start": 5893, "end": 5973}, {"start": 6412, "end": 6591}, {"start": 6879, "end": 6963}, {"start": 7002, "end": 7071}, {"start": 7184, "end": 7211}, {"start": 8954, "end": 9008}, {"start": 9078, "end": 9153}], "hadith": [{"start": 8141, "end": 8169}], "verse": [{"start": 3385, "end": 3416}, {"start": 3417, "end": 3442}, {"start": 3443, "end": 3474}, {"start": 3475, "end": 3508}, {"start": 4839, "end": 4872}, {"start": 4873, "end": 4907}, {"start": 5022, "end": 5057}, {"start": 5058, "end": 5094}, {"start": 5095, "end": 5128}, {"start": 5129, "end": 5160}]}}