{"text": " { (9) اُنْظُرْ كَيْفَ ضَرَبُوا لَكَ الأَمْثَالَ } قالوا فيك الأقوال الشاذة واخترعوا لك الاحوال النادرة { فَضَلُّوا } عن الطريق الموصل إلى معرفة خواص النبي صلّى الله عليه وسلم وآله والتمييز بينه وبين المتنبي فخبطوا خبط عشواء { فَلاَ يَسْتَطِيعُونَ سَبِيلاً } إلى القدح في نبوتك او الى الرّشد والهدى. والقمّي عن الباقر عليه السلام إلى ولاية عليّ عليه السلام وعليّ هو السبيل. { (10) تَبَارَكَ الَّذِى إِنْ شَاءَ جَعَلَ لَكَ } في الدنيا { خَيْرًا مِنْ ذَلِكَ } مما قالوه ولكن اخره إلى الآخرة لأنه خير وابقى { جَنَّاتٍ تَجْرِى مِنْ تَحْتِهَا الأَنْهَارُ وَيَجْعَلُ لَكَ قُصُورًا } وقرئ يجعل بالرّفع. في الاحتجاج وتفسير الإِمام عليه السلام في سورة البقرة عند قوله سبحانه ام تريدون ان تسألوا رسولكم كما سئل موسى من قبل قال الإِمام عليه السلام قلت لأبي عليّ بن محمد عليهما السلام هل كان رسول الله صلى الله عليه وآله يناظر اليهود والمشركين إذا عاتبوه ويحاجّهم قال مراراً كثيرة وذلك انّ رسول الله صلّى الله عليه وآله كان قاعداً ذات يوم بمكّة بفناء الكعبة فابتدأ عبد الله بن ابي اميّة المخزوميّ فقال يا محمد لقد ادّعيت دعوىً عظيمة وقلت مقالاً هائلاً زعمت انّك رسول ربّ العالمين وما ينبغي لربّ العالمين وخالق الخلق اجمعين ان يكون مثلك رسوله بشراً مثلنا يأكل كما نأكل ويمشي في الاسواق كما نمشي وهذا ملك الروم وهذا ملك الفارس لا يبعثان رسولاً الاّ كثير مال عظيم خطير له قصور ودُور وفساطيط وخيام وعبيد وخدّام وربّ العالمين فوق هؤلاء كلّهُم فهم عبيده ولو كنت نبيّاً لكان معك ملك يصدّقك ونشاهده بل لو اراد الله ان يبعث الينا نبيّاً لكان انّما يبعث الينا ملكاً لا بشراً مثلنا ما انت يا محمد إلا مسحوراً ولست بنبيّ ثم اقترحوا اشياء كثيرة مضى ذكرها في سورة بني اسرائيل ويأتي ذكر بعضها في سورة الزخرف ان شاء الله فقال رسول الله صلّى الله عليه وآله اللهم أنت السّامع لكلّ صوت والعالم بكلّ شيء تعلم ما قاله عبادك فأنزل الله عليهم يا محمد وقالوا مالهذا الرّسول يأكل الطعام إلى قوله قصوراً مع آيات اخر قد مضت قال فقال رسول الله صلى الله عليه وآله يا عبد الله امّا ما ذكرت من اني آكل الطعام كما تأكلون وزعمت أنّه لا يجوز لأجل هذه ان اكون لله رسولاً فإنّما الأمر لله يفعل ما يشاء ويحكم ما يريد وهو محمود وليس لي ولا لأحد الاعتراض وكيف الا ترى انّ الله كيف أفقر بعضاً وأغنى بعضاً وأعزّ بعضاً وأذلّ بعضاً وأصحّ بعضاً وأسقم بعضاً وشرّف بعضاً ووضع بعضاً وكلّهم ممّن يأكل الطعام ثم ليس للفقراء أن يقولوا لم أفقرتنا وأغنيتهم ولا للوضعاء أن يقولوا لم وضعتنا وشرّفتهم ولا للزّمناء والضعفاء ان يقولوا لم ازمنتنا واضعفتنا وصحّحتهم ولا للأذِلاّء ان يقولوا لم اذللتنا واعززتهم ولا لقباح الصّور ان يقولوا لم أقبحتنا وجمّلتهم بل ان قالوا ذلك كانوا على ربّهم رادّين وله في احكامه منازعين وبه كافرين ولكن جوابه لهم انا الملك الخافض الرافع المغني المفقر المعزّ المذلّ المصحّح المسقم وانتم العبيد ليس لكم الاّ التسليم لي والانقياد لحكمي فان سلّمتم كنتم عباداً مؤمنين وان ابيتم كنتم بي كافرين وبعقوباتي من الهالكين ثم انزل الله عليه يا محمد قُلْ إِنَّمَآ أَنَاْ بَشَرٌ مِّثْلُكُمْ [الكهف: 110] يعني آكل الطّعام يُوحَىٰ إِلَيَّ أَنَّمَآ إِلَـٰهُكُمْ إِلَـٰهٌ وَاحِدٌ [الكهف: 110] يعني قل لهم انا في البشريّة مثلكم ولكن ربّ خصّني بالنبوّة كما يخصّ بعض البشر بالغنى والصحة والجمال دون بعض من البشر فلا تنكرواان يخصّني ايضاً بالنبوّة ثم اجاب عن مقترحاتهم الاخر بما سبق ذكره في سورتي بني إسرائيل والانعام ثم قال رسول الله صلّى الله عليه وآله وامّا قولك ماانت الاّ رجل مسحور فكيف اكون كذلك وقد تعلمون انّي في صحّة التّميز والعقل فوقكم فهل جرّبتم عليّ مُذْ نشأت الى ان استكملت اربعين سنة خزية او ذلّة او كذبة او خيانة او خطأ من القول او سفهاً من الرّأي اتظنّون انّ رجلاً يعتصم طول هذه المدّة بحول نفسه وقوتها او بحول الله وقوّته وذلك ما قال الله { اُنْظُرْ كَيْفَ ضَرَبُوا لَكَ الأَمْثَالَ فَضَلُّوا فَلاَ يَسْتَطِيعُونَ سَبِيلاً } الى ان يثبتوا عليك عمىً بحجّة اكثر دعاويهم الباطلة التي يبيّن عليك لتحصيل بطلانها. { (11) بَلْ كَذَّبُوا بِالسَّاعَةِ } فقصرت انظارهم على الحطام الدنيويّة فظنّوا انّ الكرامة انّما هي بالمال وطعنوا فيك بفقرك { وَأعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا } ناراً شديدة الاسعار. { (12) إذا رَأَتْهُمْ } إذا كانت بمرئ منهم { مِنْ مَكانٍ بَعِيدٍ } في المجمع عن الصادق عليه السلام والقمّي قال من مسيرة سنة { سَمِعُوا لَها تَغَيُّظًا وَزَفِيرًا } صوت تغيّظ.", "annotation": {"aya": [{"start": 2695, "end": 2734}, {"start": 2765, "end": 2819}], "hadith": [], "verse": []}}