{"text": " قلت: الفاء في قوله { فأمِنوا } فصيحة، مفصحة عن شرط مقدّر، أي: إذا كان الأمر كما ذكرنا من وقوع البعث لا محالة فآمِنوا وتأهّبوا له. يقول الحق جلّ جلاله: { فآمِنوا بالله ورسوله } محمد صلى الله عليه وسلم، { والنورِ الذي أنزلنا } وهو القرآن، فإنه بيّن حقائق الأشياء، فيهتَدي به كما يهتدى بالنور. والالتفات في \" أنزلنا \" لكمال العناية بالإنزال، { والله بما تعملون } من الامتثال وعدمه { خبير } ، فيجازيكم عليه. وإظهار اسم الجليل لتربية المهابة، وتأكيد استقلال الجملة. واذكر { يومَ يجمعكم } أو: لَتنبؤنَّ، أو خبير { يوم يجمعكم ليوم الجمع } وهو يوم يُجمع فيه الأولون والآخرون للحساب والجزاء، { ذلك يوم التغَابُنِ } ، مستعار من: تغابن القومُ في التجارة، وهو أن يُغبن بعضُهم بعضاً، لنزول السعداء منازلَ الأشقياء التي كانوا ينزلونها لو كانوا سعداء، ونزول الأشقياء منازل السعداء لو كانوا أشقياء، كما ورد في الحديث. وقد يتغابن الناسُ في ذلك اليوم بتفاوت الدرجات، وذلك هو التغابن الحقيقي، لا التغابن في أمور الدنيا، { ومَن يؤمن بالله ويعمل صالحاً يُكَفِّرْ } بنون العظمة لنافع والشامي، وبياء الغيبة، أي: يُكَفِّر الله { عنه سيئاتِه ويُدْخِلْه جنات } أو: يُدخله الله { جناتٍ تجري من تحتها الأنهار خالدين فيها أبداً ذلك } أي: ما ذكر من تكفير السيئات وإدخال الجنات { الفوزُ العظيم } الذي لا فوز وراءه لانطوائه على النجاة من أعظم الهلكات، والظفر بأجل الطلبات. { والذين كفروا وكَذَّبوا بآياتنا أولئك أصحابُ النار خالدين فيها وبئس المصير } المرجع، كأنّ هاتين الآيتين الكريمتين بيان لكيفية التغابن. والله تعالى أعلم. الإشارة: فأمِنوا بالله ورسوله إيمان العيان، لا إيمان البرهان، أي: قدِّموا إيمان البرهان، ثم سيروا إلى مقام العيان، وآمِنوا بالقرآن، وصَفُّوا مرآة قلوبكم حتى تسمعوه منا بلا واسطة، واذكروا يومَ يجمعكم ليوم الجمع الدائم لأهل الجمع في الدنيا، ذلك يوم التغابن، يغبن الذاكرون الغافلين، والمجتهدون المقصّرين، والعارفون بالله والمحجوبين عنه، وهذا هو الغبن الكبير، ومَن يُؤمن بالله، ثم يَجْهد في شهود الله، ويعمل عملاً صالحاً، وهو العمل بالله، نُكفِّر عنه سيئاته، أي رؤية أعماله ووجوده، أي: نُغَطِّي وصفَه بوصفي، ونعتَه بنعتي، ونُدخله جنات المعارف، تجري من تحتها أنهار العلوم والحِكم، وذلك هو الفوز العظيم، أي: خَلْع الوجود المجازي عنه، وإلباس الوجود الحقيقي هو الفوز العظيم. والذين كفروا بطريق الخصوص، وكذَّبوا بآياتنا، وهم العارفون الدالون على الله، أولئك أصحاب النار، أي: نار الحجاب وجحيم الاحتجاب، خالدين فيها، وبئس المصير الحجاب والاحتجاب. ولمّا كان الغين من جملة المصائب، ذكر أنها بقضائه وقدره، فقال: { مَآ أَصَابَ مِن مُّصِيبَةٍ إِلاَّ بِإِذْنِ ٱللَّهِ }.", "annotation": {"aya": [], "hadith": [], "verse": []}}