{"text": " وبقوله: { أَمْ تَأْمُرُهُمْ أَحْلاَمُهُمْ بِهَـٰذَآ... } [الطور: 32]، إلى قوله: { أَمْ لَهُمْ إِلَـٰهٌ غَيْرُ ٱللَّهِ سُبْحَانَ ٱللَّهِ عَمَّا يُشْرِكُونَ } [الطور: 43]، يشير إلى سفه أحلامهم، وركاكة عقولهم، وخسة نفوسهم، وقصر نظرهم، وغلبة حسهم، واستغراقهم في الغفلة إلى غاية. تفسير عين الحياة { أَمْ تَأْمُرُهُمْ أَحْلاَمُهُمْ بِهَـٰذَآ } [الطور: 32]؛ يعني: أيتها القوى المنكرة المكذبة، أتأمركم عقولكم بالإنكار على أهل الحق والتكذيب؛ لما يقولون صدقاً حقاً، { أَمْ هُمْ قَوْمٌ طَاغُونَ } [الطور: 32]، أم هذه القوى المنكرة الطاغية قوم طردهم الله عن حضرته؛ لما عرف من طغيان قواهم المكدرة بالهوى، المتلوثة بالحظوظ الباطلة. { أَمْ يَقُولُونَ تَقَوَّلَهُ } [الطور: 33]؛ يعني: أم تقول هذه القوى المنكرة: إنك تنشدت بفصاحتك، ويختلف هذا الوارد من عند نفسك، وتسحر قلوب المستمعين ببيانك؛ ليكونوا تبعاً لك، { بَل لاَّ يُؤْمِنُونَ } [الطور: 33]، بما يقول أهل الحق من الحق بحكم الوارد الخفي الجلي. قل لهم: { فَلْيَأْتُواْ بِحَدِيثٍ مِّثْلِهِ إِن كَانُواْ صَادِقِينَ } [الطور: 34]، يعني: أيتها القوى القالبية والنفسية الغير مزكاة: إن كنتم تدعون أن اللطيفة الخفية تقول من عند نفسها مما تخير من حقيقة الطور، وبقاء النقش المسطور في الرق المنشور، والتنعم في البيت المعمور والسقف المرفوع، والمعالم في البحر المسجور بعد البعث من القبور، فلتأتوا أنتم أيضاً من عند أنفسكم { بِحَدِيثٍ مِّثْلِهِ إِن كَانُواْ صَادِقِينَ } في هذا الحديث. { أَمْ خُلِقُواْ مِنْ غَيْرِ شَيْءٍ } [الطور: 35]، يعني: أيتها القوى المنكرة أنتم تظنون أنكم خلقتم من غير خالق، { أَمْ هُمُ ٱلْخَالِقُونَ } [الطور: 35]؛ يعني: أم أنتم خلقتم أنفسكم، { أَمْ خَلَقُواْ ٱلسَّمَاوَاتِ وَٱلأَرْضَ } [الطور: 36]؛ يعني: أأنتم خلقتم سماوات روحانيتكم وأرض بشريتكم، وأنتم عاجزون عن جذب نفع أنفسكم، ودفع ضر عن أنفسكم، فكيف تقدرون على خلق أنفسكم وخلق سماوات روحانيتكم وأرض بشريتكم؟! { بَل لاَّ يُوقِنُونَ } [الطور: 36]، بهذه المعارف لغلظة غلظاء غفلتهم، وكثافة حجاب جهلهم، ولا تعلمون أن هذه المعارف من مواهب الحق، لا يمكن لأحد من المخلوقين أن يتكلم بها إلا بإلهامه. { أَمْ عِندَهُمْ خَزَآئِنُ } [الطور: 37] رحمة { رَبِّكَ } [الطور: 37]، يعطونها لمن يشاءون ويمنعونها ممن يشاءون، { أَمْ هُمُ ٱلْمُصَيْطِرُونَ } [الطور: 37]، أم هم المسلطون على خزائن مواهب الرب ودفائن معارفه، يعملون بها ما يشاءون، ويتصرفون فيها كما يريدون. { أَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فِيهِ } [الطور: 38]؛ يعني: أم لهم استعداد الإشراف على [الوحي] { فَلْيَأْتِ مُسْتَمِعُهُم بِسُلْطَانٍ مُّبِينٍ } [الطور: 38]؛ يعني: لم يكن لأحد أن يجعل من استعداده سلماً باختياره وقوته، ويسمع من الحق تعالى الحقيقة أو من أهل الغيب اللطائف الغيبية، وبقدر إتيان مثل هذه الحكمة التي نحن نلهم اللطيفة الخفية. { أَمْ لَهُ ٱلْبَنَاتُ وَلَكُمُ ٱلْبَنُونَ } [الطور: 39]؛ يعني: تقول القوى الروحية الأنسية بالهوى المدنية بالنفس أن القوى الفاعلة منهم والقوى القابلة من اللطائف، لا يعرفون أن جميع القوى من اللطيفة الفائضية من الحق طارت، ووصلت إلى كل ذرة من ذرات الموجودات وقت مد بحرها في عالم التفرقة، ثم جمعتها عند الحرز في عالم الجمع، فالقوى التي أنتم تجدون في نفوسكم، هي: القوى المودعة فيكم وقت المد الذي أنتم بها قائمون باقون. { أَمْ تَسْأَلُهُمْ أَجْراً فَهُم مِّن مَّغْرَمٍ مُّثْقَلُونَ } [الطور: 40]؛ أي: تسألهم اللطيفة المرسلة أجراً بإرسالها إليكم المعاني الواردة الهادية لكم إلى الصراط المستقيم، فيثقل عنكم من الأجر، فأنتم تنكرونها ولا تقبلون هديها. { أَمْ عِندَهُمُ ٱلْغَيْبُ فَهُمْ يَكْتُبُونَ } [الطور: 41]، يعني: أم تعلم القوى الروحية المدنسة بشهوات النفس، المستأنسة بطبيعة الهوى علم الغيب؛ فيكتبون ما يجري في الغيب بأن يحكموا على أن اللطيفة المرسلة تحتهم على هذا الطريق من تلقاء نفسها، وتهديكم إلى سبيل الرشاد؛ ليكثر أتباعها.", "annotation": {"aya": [], "hadith": [], "verse": []}}